{"text":"Shooting Rampage Results In 'Mass Casualties' At Orlando Gay Nightclub. ORLANDO, Fla., June 12 (Reuters) - A gunman killed at least 20 people and injured 42 others in a crowded gay nightclub in","label":[[29,45,"ORG"],[49,70,"ORG"],[72,79,"GPE"],[81,85,"GPE"],[87,94,"DATE"],[96,103,"ORG"],[123,134,"CARDINAL"],[154,156,"CARDINAL"]]}
{"text":"Donald Trump Lashes Out At CNN, ABC Over Reporting Errors. The president criticized the \"fake news media\" during a Florida rally.","label":[[0,19,"PERSON"],[27,30,"ORG"],[32,35,"ORG"],[41,57,"ORG"],[115,122,"GPE"]]}
{"text":"Model Kate Moss Walks Louis Vuitton RTW Fall 2013. Golden girl model Kate Moss wowed in her usual chic way as she walked the Louis Vuitton Ready-To-Wear Fall Collection 2013 fashion show. Moss continues to give us a close look at her ability to inspire while wearing all things gorgeous. Yes, absolutely Louis Vuitton gorgeous.","label":[[0,39,"PERSON"],[69,73,"PERSON"],[121,138,"ORG"],[304,317,"PERSON"]]}
{"text":"7 Ways Single Moms Cope With Loneliness. “Am I the only single mom feeling lonely out there?” asks Kelly B. Her words underscore a common plight for Circle of Moms","label":[[0,1,"CARDINAL"],[99,107,"PERSON"]]}
{"text":"Sen. Sherrod Brown: Steve Bannon 'Is A White Supremacist'. Echoing comments by Rep. Frederica Wilson, he cites \"studies\" that say allies of white supremacists are \"sprinkled around the White House.\"","label":[[5,18,"PERSON"],[20,34,"PERSON"],[84,100,"PERSON"],[181,196,"ORG"]]}
{"text":"eBay Bans Confederate Flags. The website called it a \"symbol of divisiveness and racism.\"","label":[[0,4,"ORG"]]}
{"text":"Derek Jeter Fakes Out Opponent To Start Double Play. ","label":[[0,17,"PERSON"]]}
{"text":"Brazilian Squatters Offer Shelter From Anti-LGBTQ Violence. “It’s not my fault that I live in a society with an empty heart and mind.”","label":[[0,9,"NORP"]]}
{"text":"10 Cities That Could Run Out Of Water - Weather.com. Securing access to plentiful, renewable sources of fresh water is among the biggest struggles large cities around the world","label":[[0,2,"CARDINAL"]]}
{"text":"North Carolina Ball Team Threw Retirement Party For Its Bat Dog. Miss Babe Ruth will retire after appearing in 649 consecutive games.","label":[[0,47,"GPE"],[70,79,"PERSON"],[111,114,"CARDINAL"]]}
{"text":"Morocco's Role in Supporting Human Development in Africa. Sustainable development in the African south is inextricable from social issues. The continent's talented populations and vast youth demographic have the potential to make the continent a global powerhouse -- but not unless present-day ills are healed.","label":[[0,7,"GPE"],[10,14,"GPE"],[50,56,"LOC"],[89,96,"NORP"]]}
{"text":"Trevor Noah Explains Why Donald Trump Is Really 'The Dress'. \"We're all trying to figure out what the hell it is.\"","label":[[25,40,"PERSON"]]}
{"text":"Another Dreamer Sues In Federal Court To Help Millions Get Expanded Immigration Relief. A young undocumented student from Chicago hopes to achieve what the Supreme Court couldn't.","label":[[122,129,"GPE"],[152,169,"ORG"]]}
{"text":"Marco Rubio: 'I Do' Think I'm Ready To Be President. ","label":[[0,12,"PERSON"],[30,41,"PERSON"]]}
{"text":"Japanese Gymnast Racks Up A $5,000 Pokémon Go Bill In Rio. Which is particularly strange given that there are no Pokémon in Rio.","label":[[0,8,"NORP"],[29,34,"MONEY"],[124,127,"GPE"]]}
{"text":"Elizabeth Warren To FBI: I Can Think Of Some Other Investigations You Should Release. If the FBI is suddenly releasing information about investigations, Warren says, why not those investigations into the 2008 financial crisis?","label":[[0,16,"PERSON"],[20,23,"ORG"],[93,96,"ORG"],[153,159,"GPE"],[204,208,"CARDINAL"]]}
{"text":"Coal State Senators Look To Block Obama's Climate Rules. \"There's a war on coal in America,\" says Mitch McConnell, \"and the leader is the president of the United States.\"","label":[[83,90,"GPE"],[98,113,"PERSON"],[151,168,"GPE"]]}
{"text":"Living the Good Life: 35 Profound Quotes From the \"Seven Sages of Greece\". There are many things for which we owe the Greeks: democracy, geometry, the marathon. Not to mention souvlaki, moussaka and baklava. But arguably the most valuable asset to any person: wisdom.","label":[[22,24,"CARDINAL"],[66,72,"GPE"],[118,124,"PERSON"]]}
{"text":"Have Fun Without the Stress This Holiday Season. In real life, unless you have a personal event planner or live in the Land of Oz, it's difficult, stressful and maybe even impossible to pull off the perfect holiday. Here are a few ways to calm your nerves and your expectations during the \"most wonderful time of the year.\"","label":[[115,129,"GPE"],[313,321,"DATE"]]}
{"text":"Give Your Father The Gift Of Cocktails. This weekend, honor your pops by making him a delicious drink. Here are a few of our favorites. You can thank us later. Cheers!","label":[[40,52,"DATE"]]}
{"text":"Rudy Giuliani Wanted To Move On From The Trump Tape. Chuck Todd Wouldn't Let Him.. The \"Meet the Press\" host seems to be just as sickened by Trump as everyone else.","label":[[0,13,"PERSON"],[53,63,"PERSON"],[83,102,"WORK_OF_ART"]]}
{"text":"Nick Cannon On Trump: 'I Like My Racism Served Right To My Face'. The entertainer had some choice words about the state of America now.","label":[[0,11,"PERSON"],[123,130,"GPE"]]}
{"text":"Pete Carroll Explains Why Your Workplace Should Encourage Teamwork. \"It's the feeling that everyone brings to the workplace that will bring out their best. They'll work harder,\" the Seahawks coach says.","label":[[0,21,"PERSON"],[182,190,"PERSON"]]}
{"text":"This Is Even Bigger Than Brock: What We Can All Do to Dismantle Rape Culture. Change is possible and within each of us. When \"Emily\"--and then BuzzFeed--told her story, she permanently reshaped the public conversation, making the norms that enable this kind of violence impossible to ignore. The students who stopped the attack are role models to each of us.","label":[[143,151,"ORG"]]}
{"text":"NFL Investigating Jameis Winston After Uber Driver Says The Quarterback Groped Her. The Tampa Bay player previously faced a civil suit over rape allegations.","label":[[0,3,"ORG"],[18,50,"PERSON"],[56,82,"PERSON"],[88,97,"ORG"]]}
{"text":"Ladies Who Like To Drink Owe A Little Thanks To Prohibition. To celebrate the 82nd anniversary of its repeal, the feminist upside of prohibition.","label":[[78,82,"ORDINAL"]]}
{"text":"Croatian Gay Rights Activists Protest Ahead Of Marriage Equality Referendum. In May, the Church-backed In the Name of the Family group collected over 700,000 signatures seeking a nationwide vote on","label":[[0,64,"ORG"],[80,83,"DATE"],[89,95,"ORG"],[122,128,"PRODUCT"]]}
{"text":"The Best Holiday Gifts You Can Buy At The Drugstore (Yes, Really). We've all been there: Holiday season rolls around and you either don't have time to get everyone on your list a gift or you","label":[[89,103,"DATE"]]}
{"text":"Trump’s Zig-Zagging On Health Care Back To Zig. For Now.. The president lurches from “repeal it now” to “who cares, it’s failing.”","label":[[0,7,"ORG"]]}
{"text":"Upstate New York: Good Food Is A Small Town Value. We usually sit under the Obama HOPE poster, listen to the other regulars talk at the bar, anticipate the food and feel the week fall away.","label":[[8,16,"GPE"],[170,183,"DATE"]]}
{"text":"Glenn Greenwald Reacts To Pulitzer Prize. ","label":[[0,22,"PERSON"],[26,40,"WORK_OF_ART"]]}
{"text":"12 Beers Brewed With Meat, Donuts, and Other Crazy Ingredients. You might have expanded your drinking palate beyond Crazy Stallion since you finished college.","label":[[0,2,"CARDINAL"],[116,130,"ORG"]]}
{"text":"The Beauty And Splendor Of Being A Slut. This originally appeared on VICE US It was when I read an opinion piece by a British writer Dylan Jones that I learned I","label":[[4,39,"WORK_OF_ART"],[74,76,"GPE"],[118,125,"NORP"],[133,144,"PERSON"]]}
{"text":"Prenuptial Agreements: Are They Necessary? Two Legal Experts Debate. News reports of celebrity splits often center around one big question: Does the divorcing couple have a prenup? And what","label":[[43,46,"CARDINAL"],[122,125,"CARDINAL"]]}
{"text":"Pinterest Now Analyzing Pay For Discrimination Against Women. Big companies have been doing this for years, and now startups are too.","label":[[14,60,"ORG"],[101,106,"DATE"]]}
{"text":"Rainbow Fashion Week: Queer Style With a Social Responsibility Message. Rainbow Fashion Week recently returned to NYC, kicking off Manhattan's Pride events with eight days of queer style. RFW founder, E. Jaguar Beckford (aka Jag), was intentional about producing a style event that was inclusive and representative of the LGBTQ community's values.","label":[[0,20,"ORG"],[72,92,"ORG"],[114,117,"ORG"],[131,140,"GPE"],[143,148,"PRODUCT"],[161,171,"DATE"],[201,219,"PERSON"],[225,228,"PERSON"],[322,327,"ORG"]]}
{"text":"Pro Wrestler's Penis Takedown Just Got Bigger. Below the belt, beyond the pale","label":[[0,14,"PERSON"]]}
{"text":"32 Truths I've Learned By My 32nd Birthday. I felt so adult in my mid 20s, which I'm grateful for because I'm sure it propelled me to where I am today. But at 32, I can wholeheartedly say I feel much freer and younger in mind, body and spirit.","label":[[0,2,"CARDINAL"],[29,33,"ORDINAL"],[63,73,"DATE"],[145,150,"DATE"],[159,161,"DATE"]]}
{"text":"Negative Self-Talk: 9 Ways To Silence Your Inner Critic. 3. Ask Yourself If You're Really So Guilty Let's say in a meeting you blurt out that your Spanx are too tight. You think","label":[[20,21,"CARDINAL"],[57,58,"CARDINAL"],[147,152,"PERSON"]]}
{"text":"Carly Fiorina Sharpened Political Edges In 2010 Senate Bid. Her unsuccessful campaign against Barbara Boxer in California served as a preview of the GOP contender's acerbic style on the 2016 trail.","label":[[0,39,"ORG"],[43,47,"DATE"],[48,54,"ORG"],[94,107,"PERSON"],[111,121,"GPE"],[149,152,"ORG"],[186,190,"DATE"]]}
{"text":"3 Mistakes Most People Make When Creating Their Vision Board. Now give the same bag of random items to some adults and they won't know what to do. They will begin searching the bag for instructions. Looking to see what should be done or how. There is no zest, no test just where are the instruction so I can do this the \"right way.\"","label":[[0,1,"CARDINAL"]]}
{"text":"Not All Hurricanes Are Equal. I am hardly a hurricane expert, though I did write a book about The Great Hurricane: 1938 (Atlantic Monthly Press) in 2005","label":[[94,119,"WORK_OF_ART"],[121,143,"ORG"],[148,152,"DATE"]]}
{"text":"Miami-Dade County Bans Styrofoam From Parks, Beaches. A state bill, however, prevented lawmakers from passing more comprehensive legislation.","label":[[0,17,"GPE"]]}
{"text":"3 Bad Habits That Are Hurting Your Hair... And How To Break Them. 3. Overdrying your hair. Using heat-styling tools like a blow dryer and flat iron on color or chemical-treated hair furthers","label":[[66,67,"CARDINAL"]]}
{"text":"The Internet Couldn't Get Enough Of Gucci Mane And Keyshia Ka'oir's Luxurious Wedding. Congrats to the Wopsters! ❤️","label":[[51,67,"PERSON"],[68,85,"ORG"]]}
{"text":"Half-Truths Keep You Stuck. Being polite often means not communicating how we really feel. We swallow the truth to keep our jobs, our friends and to maintain the peace in the family. It's likely better that way, but when it comes to figuring out next career and life moves, half-truths will keep you stuck.","label":[[274,278,"CARDINAL"]]}
{"text":"Mr. Trump, 17 Presidents Before You Protected Our National Parks. Will You?. The focus on reducing our public lands sent me looking to see what former presidents have done.","label":[[4,9,"PERSON"],[11,13,"CARDINAL"]]}
{"text":"Here's Evidence Floyd Mayweather And Conor McGregor Actually Love Each Other. We knew it!","label":[[16,32,"PERSON"],[37,60,"PERSON"],[61,76,"WORK_OF_ART"]]}
{"text":"25-Year-Old Mom Gives Birth To Baby From Embryo Frozen In 1992. \"Do you realize I'm only 25? This embryo and I could have been best friends,\" the mother says.","label":[[0,11,"DATE"],[58,62,"DATE"]]}
{"text":"White House Official Gives Lip Service To Puerto Rican Debt Relief But Offers No New Deal. Existing legislation is enough to reduce the island’s obligations, said Mick Mulvaney.","label":[[0,11,"ORG"],[163,176,"PERSON"]]}
{"text":"How The Mizzou Protests Demonstrate The Power Of College Athletes. \"All of it boils down to athletes standing up.\"","label":[[36,65,"ORG"]]}
{"text":"Holy Knockoff, Batman! Man Busted For Throwing 'Batarang' At Cops. The \"Batman-style throwing star” was found embedded in the front of a Seattle police SUV following a chase, authorities said.","label":[[0,13,"PERSON"],[15,21,"PERSON"],[72,78,"WORK_OF_ART"],[137,144,"GPE"]]}
{"text":"The Export-Import Bank Provision That Could Be A Problem In Government Funding Negotiations. A provision to allow the Export-Import Bank to make loans above $10 million could provide lawmakers with some last-minute fireworks.","label":[[0,91,"ORG"],[114,136,"ORG"],[151,168,"MONEY"],[203,214,"TIME"]]}
{"text":"Inequality, Political Education And Lilla's Liberalism. Professors and students highlighting our differences do so to ensure we don't repeat the mistakes of the past.","label":[[0,10,"ORG"],[36,41,"PERSON"]]}
{"text":"Coffee Could Help Cirrhosis Patients Live Longer. Dr. Koh and team were interested in conducting this research because some studies have suggested coffee may be beneficial","label":[[54,57,"PERSON"]]}
{"text":"More Than Half Of Doctors Support National Legalization Of Marijuana, Survey Shows. Doctors in certain specialties seemed to better acknowledge the benefits of medical marijuana than others. Eighty-two percent","label":[[0,14,"CARDINAL"],[191,209,"PERCENT"]]}
{"text":"Assad's Forces Take 'Capital Of Revolution'. ","label":[[0,43,"ORG"]]}
{"text":"Pennsylvania Lawmaker Slammed As 'Lying Homosexual' By Colleague. Daryl Metcalfe's war of words with fellow state Rep. Brian Sims has been ongoing for years.","label":[[0,29,"ORG"],[66,82,"PERSON"],[119,129,"PERSON"],[151,156,"DATE"]]}
{"text":"That Chicken Nugget Tweet Is On Course To Become The Most Retweeted Of All Time. Ellen DeGeneres may be about to lose her crown.","label":[[81,96,"PERSON"]]}
{"text":"Requiem for a Cinematic Heavyweight: Adieu Abu Dhabi Film Festival. Just a few days before this year's Festival de Cannes, those of us who watch, love and write about Arab cinema received a press release from Abu Dhabi that seemed like just another announcement.","label":[[68,83,"DATE"],[96,100,"DATE"],[103,121,"PERSON"],[167,171,"NORP"],[209,218,"ORG"]]}
{"text":"A World of Kindness: This Week in Daily Giving. I have the privilege of making seed grants to social change leaders around the world. Here are the extraordinary people and projects that our community of givers supported this week.","label":[[21,30,"DATE"],[34,46,"WORK_OF_ART"],[220,229,"DATE"]]}
{"text":"Kim Kardashian's 11 Best Outfits Of 2015. Merry Kim-Mas!","label":[[0,16,"PERSON"],[17,19,"CARDINAL"],[20,40,"EVENT"],[42,55,"PERSON"]]}
{"text":"Why I Question Every New Breast-Is-Best Finding These Days. Celiac disease is on the rise, quadrupling in the United States over the last 50 years. Breastfeeding, too, is on the rise, tripling here during this same time period. Interestingly, new reports boast that breast milk may prevent celiac disease. So how could this be true?","label":[[48,58,"DATE"],[106,123,"GPE"],[129,146,"DATE"]]}
{"text":"Wedding Program Hilariously Explains The Day's Events. See the top 13 wedding trends of 2013 in the slideshow below. Check out more creative wedding programs here. Timtasticc's","label":[[41,44,"DATE"],[67,69,"CARDINAL"],[88,92,"CARDINAL"]]}
{"text":"Environmental Groups Sue White House After Trump Takes Axe To National Monuments. “President Trump has perpetrated a terrible violation of America’s public lands.\"","label":[[25,36,"ORG"],[43,80,"PERSON"],[93,98,"PERSON"],[139,146,"GPE"]]}
{"text":"Batter Up! Take a Swing at Spring Training in Florida. Florida invented spring training and hosted the first integrated baseball game. Here's an introduction to the Florida cities that take you out to the ballgames.","label":[[46,53,"GPE"],[55,62,"GPE"],[165,172,"GPE"]]}
{"text":"Summit Entertainment Releases Several Clips From 'The Legend Of Hercules'. Summit Entertainment has released four clips from their upcoming film, \"The Legend of Hercules.\" Not to be confused with","label":[[50,73,"WORK_OF_ART"],[75,95,"ORG"],[109,113,"CARDINAL"],[147,169,"WORK_OF_ART"]]}
{"text":"Hanukkah & Christmas: Can We Celebrate Both?. For parents of different faiths, December often brings holiday challenges. For divorced parents with joint custody, these challenges can be amplified.","label":[[0,20,"ORG"],[79,87,"DATE"]]}
{"text":"Boston Families Struggle With Lockdown. \"I said, 'Look, I can tell you, with certainty, that we're safe in our house, but I'm not going to lie to you about the fact","label":[[0,38,"ORG"]]}
{"text":"365 Invocations to Create an Extraordinary Life, Week 13. \"What does freedom mean to me?\" is one of the most important question you will ever ask yourself.  And, of course, as with any important question, you have to journey deep inside in order to find out what holds the truth for you.","label":[[49,56,"DATE"]]}
{"text":"Theranos Voids Two Years of Edison Blood-Test Results. Company led by Elizabeth Holmes withdraws all Edison results from 2014 and 2015, issues tens of thousands of corrected blood","label":[[15,24,"DATE"],[28,53,"ORG"],[70,86,"PERSON"],[101,107,"ORG"],[121,125,"DATE"],[130,134,"DATE"],[143,160,"CARDINAL"]]}
{"text":"A Love Letter to LGBT Progress. I doubt the people who took a stand on a hot summer evening at the Stonewall Inn knew their acts of defiance would usher in a new era of LGBT rights. Oh how I wish we could go back to that day in 1969 to tell all those people what was ahead.","label":[[2,13,"WORK_OF_ART"],[17,30,"ORG"],[77,91,"TIME"],[95,112,"FAC"],[228,232,"DATE"]]}
{"text":"Camila Cabello Recognizes Dreamers Ahead Of U2's Performance By Statue Of Liberty. “Tonight, in this room full of dreamers, we remember that this country was built by dreamers, for dreamers, chasing the American dream.\"","label":[[0,40,"ORG"],[84,91,"TIME"],[203,211,"NORP"]]}
{"text":"I On Exceptional Living -- Cindy Crawford: Charity Ambassador. It is Cindy's sense of priorities and work-life balance that makes her an example of truly exceptional living. The happily married mother of two has stated that if she must choose between her family and career, she chooses family--without hesitation.","label":[[69,74,"PERSON"],[204,207,"CARDINAL"]]}
{"text":"War Against Muslims Post 9\/11?. 9\/11 has changed the life of Muslims substantially. Almost overnight, they became the target of media-hype, various \"anti-terror\" efforts, religious intolerance and hate crimes.","label":[[12,19,"NORP"],[61,68,"NORP"]]}
{"text":"Nightlife In Barcelona: Prepare To Stay Up Late (PHOTOS). Barcelona is a partygoer's paradise, with more travelers seeing the Spanish sunrise than the sunset, making it an absolute can't-miss destination for any visitor serious about their nightlife.","label":[[58,67,"ORG"],[126,133,"NORP"]]}
{"text":"Colorado Man Allegedly Shoots Son Dead After Mistaking Him For Intruder. Frank Leo Huner Jr. faces a second-degree murder charge.","label":[[0,8,"GPE"],[73,92,"PERSON"],[101,107,"ORDINAL"]]}
{"text":"Sasha Pieterse Almost Played Hanna On 'Pretty Little Liars'. This video shows how different PLL could have been.","label":[[0,34,"PERSON"],[92,95,"ORG"]]}
{"text":"The U.S. Is Part Of A War In Yemen, And Neither Clinton Nor Trump Will Talk About It. There's no evidence the next president has a plan forward for the country where American ally Saudi Arabia has been slaughtering civilians.","label":[[4,8,"GPE"],[29,34,"GPE"],[40,59,"PERSON"],[166,174,"NORP"],[180,192,"GPE"]]}
{"text":"'Real Housewives' Star's Husband Sentenced To 8 Years In Prison. ","label":[[25,32,"PERSON"],[46,53,"DATE"],[57,63,"GPE"]]}
{"text":"A U.S. Cyclist Made Sure She Won Gold, Then Collapsed To The Ground. Soon after, Kristin Armstrong's son rushed out to give her a hug.","label":[[2,6,"GPE"],[81,100,"PERSON"]]}
{"text":"What Mount Greenwood's Reaction To Joshua Beal's Death Says About White Chicago. The tragic murder of another Black person by a police officer and the reactions of the community to the death show us once again that racism is alive and well.","label":[[5,22,"LOC"],[35,48,"PERSON"]]}
{"text":"The 'Leisure Gap' Between Mothers And Fathers. In America, fathers, on average, have about three hours more leisure time per week than mothers. This “leisure gap” has been","label":[[5,17,"PERSON"],[50,57,"GPE"],[85,102,"TIME"]]}
{"text":"4 Ways Fathers Can Heal Themselves, Their Relationship With Their Children And The World. For all good fathers, science is on your side. Being present from day one is important. For example, in hormonal studies","label":[[0,1,"CARDINAL"]]}
{"text":"Leaked Emails Suggest DNC Was Conspiring Against Bernie Sanders. Looks like Sanders supporters weren't just being paranoid after all.","label":[[0,25,"ORG"],[76,83,"ORG"]]}
{"text":"Paris Train Hero Alek Skarlatos Reacts To Shooting At His Alma Mater. The National Guardsman, who attended Umpqua Community College, is \"heading home\" to Roseburg.","label":[[0,5,"GPE"],[58,68,"PERSON"],[70,92,"ORG"],[107,131,"ORG"],[154,162,"FAC"]]}
{"text":"Robert Pattinson, Dior Model, Poses In Bathtub For Second Campaign Shot (PHOTO). Want more? Be sure to check out HuffPost Style on Twitter, Facebook, Tumblr, Pinterest and Instagram at @HuffPostStyle. For","label":[[0,16,"PERSON"],[18,28,"PERSON"],[51,57,"ORDINAL"],[150,156,"ORG"],[158,167,"GPE"],[172,181,"ORG"]]}
{"text":"La Mer Moisturizing Cream: From The Stylelist Network. From Color Makes All The Difference: Finally got my fave! Realized I couldn't live without it. Courtesy photo Read more on","label":[[0,25,"PERSON"],[32,53,"ORG"]]}
{"text":"Birthright Didn't Kill American IDF Soldier Max Steinberg. Max Steinberg, a Los Angeles native who upped and moved to Israel alone to volunteer with the Israeli Defense Forces died in combat on Sunday. But according to an editor at Slate, it wasn't Hamas who killed this 24-year-old.","label":[[23,31,"NORP"],[44,57,"PERSON"],[59,72,"PERSON"],[76,87,"GPE"],[118,124,"GPE"],[149,175,"ORG"],[194,200,"DATE"],[232,237,"ORG"],[249,254,"ORG"],[271,282,"DATE"]]}
{"text":"Daily Meditation: Love At Last. We all need help maintaining our personal spiritual practice. We hope that these Daily Meditations, prayers and mindful awareness","label":[[107,130,"ORG"]]}
{"text":"American Apparel Casting Call Says 'Instagram Hoes' Not Welcomed. ","label":[[0,36,"ORG"]]}
{"text":"Florida's Supreme Court Finally Takes a Stand for Victims of Medical Malpractice. As a Florida personal injury attorney who has worked hard to help injured patients and their families, I believe that this decision comes 11 years too late.","label":[[0,7,"GPE"],[10,23,"ORG"],[61,80,"ORG"],[87,94,"GPE"],[220,228,"DATE"]]}
{"text":"Divorced and Dateless? 5 Steps To Getting Back In The Dating Game. When you first got divorced, you proclaimed that you would never be in another relationship again. Now that you have spent enough time licking your wounds, you're contemplating the possibility of getting back in the game.","label":[[23,24,"CARDINAL"],[50,65,"WORK_OF_ART"],[76,81,"ORDINAL"]]}
{"text":"Guy's Attempt To Take Rattlesnake Selfie Ends With $153,000 Bill. Let thissss be a cautionary tale.","label":[[0,3,"PERSON"],[6,45,"WORK_OF_ART"],[52,59,"MONEY"]]}
{"text":"Mia Rose Storrie, Declared Dead Before Birth, Comes Home A 'Miracle'. After seven agonizing minutes, doctors found Mia Rose's faint heartbeat. An emergency team performed a desperate Caesarian","label":[[0,16,"PERSON"],[76,99,"TIME"],[115,125,"PERSON"],[183,192,"NORP"]]}
{"text":"Donald Trump Asks Congress To Pass $1 Trillion In Infrastructure Investment. “This effort will be guided by two core principles: Buy American, and hire American.\"","label":[[0,12,"PERSON"],[35,46,"MONEY"],[108,111,"CARDINAL"],[133,141,"NORP"],[152,160,"NORP"]]}
{"text":"Maui Football Coach Arrested For Allegedly Sexting Student. ","label":[[0,58,"ORG"]]}
{"text":"When Your Child Prefers One Parent Over Another. While this can be quite hurtful for the parent who is being excluded, it is helpful to know this, too, is a phase and will pass. Preferring one parent or adult to another, is actually considered healthy development and common among children of all ages.","label":[[189,192,"CARDINAL"]]}
{"text":"Rand Paul Wants GOP To Join Black Lives Matter Town Hall. \"If we were smart, we would do it.\"","label":[[0,15,"PERSON"],[16,19,"ORG"]]}
{"text":"Bill Maher Criticizes Mitt Romney's Charitable Donations To Mormon Church (VIDEO). Maher brushed off the Internet firestorm that came from the right after last week's episode, saying that he's \"really sorry","label":[[0,21,"PERSON"],[60,73,"ORG"],[155,166,"DATE"]]}
{"text":"Obama Administration Outlines Path For Climate Change Resiliency. In the last decade, extreme weather and wildfires cost the federal government $357 billion.","label":[[0,64,"ORG"],[69,84,"DATE"],[144,156,"MONEY"]]}
{"text":"Arresting Portraits Give Voices To Homeless People In America's Poorest Big City. ","label":[[54,61,"GPE"],[64,80,"LOC"]]}
{"text":"Rep. Darrell Issa Suggests Trump-Russia Inquiry Needs Special Prosecutor, Not Jeff Sessions. \"You cannot have somebody who was on the campaign and who is an appointee,\" the GOP congressman says.","label":[[5,39,"PERSON"],[173,176,"ORG"]]}
{"text":"Putting the Oxygen Back into Improving Education. In the time remaining for his administration, Secretary Duncan can still make his place in history by rebalancing the educational reform initiatives in favor of providing more constructive supports for teachers.","label":[[29,48,"ORG"],[106,112,"PERSON"]]}
{"text":"Ceasefire Over? Jimmy Kimmel Shreds Sean Hannity And ‘Those Dummies On Fox & Friends’. The \"Jimmy Kimmel Live\" host says they'd believe in lizard people... if Trump said it first.","label":[[16,28,"PERSON"],[36,48,"PERSON"],[71,85,"ORG"],[92,109,"WORK_OF_ART"],[159,164,"ORG"],[173,178,"ORDINAL"]]}
{"text":"Like Food Trucks For Shopping: 11 Mobile Stores To Visit (PHOTOS). The phrase \"truck shop\" does not conjure images of sartorial grandeur. But call it the next iteration of the food cart phenomenon, and we bet you're intrigued.","label":[[31,33,"CARDINAL"]]}
{"text":"Lena Dunham And Jack Antonoff Split After 5 Years Together. A source tells E! News the pair split up in December.","label":[[0,11,"PERSON"],[16,35,"PERSON"],[104,112,"DATE"]]}
{"text":"Obesity as Disease: Why I Vote No. There is a certain irony in the nearly immediate juxtaposition of the rare introduction of a new FDA-approved drug for weight loss (Belviq) to the marketplace and the recognition of obesity as a \"disease\" by the AMA. A line from the movie Jerry Maguire comes to mind: \"You complete me!\"","label":[[132,135,"ORG"],[247,250,"ORG"],[274,287,"PERSON"]]}
{"text":"Brooklynites, Bike Accidents and the Science of Compassion. What's critical to compassion is that it unites this understanding of others' distress with the motivation to alleviate that distress. Helping behavior further requires the cognitive and behavioral resources to act on that motivation.","label":[[14,28,"PERSON"],[33,58,"ORG"]]}
{"text":"An Incredible Road Trip Through West Texas. Texas native Stephen Orr takes the road less traveled on a drive through the Lone Star State's wild western borderlands.","label":[[37,42,"GPE"],[44,49,"GPE"],[57,68,"PERSON"]]}
{"text":"Court Throws Out Some Of Former Illinois Gov. Rod Blagojevich's Criminal Charges. Blagojevich was convicted for trying to make money out of his power to appoint a replacement for Barack Obama, who was leaving his seat in the U.S. Senate representing Illinois after winning the presidential election in 2008.","label":[[32,40,"GPE"],[46,63,"PERSON"],[179,191,"PERSON"],[225,236,"ORG"],[250,258,"GPE"],[302,306,"DATE"]]}
{"text":"Kim Davis Wants The Law To Forget That Time She Defied The Supreme Court On Gay Marriage. And she just may get her wish.","label":[[0,15,"PERSON"],[55,72,"ORG"]]}
{"text":"Go the Distance! Hiking With Your Dog. Learn about your dog's limits physically, take the heat into consideration, and have a time limit for your hike. If their tongue is hanging out of their mouth more than half way, it's a sign to stop and take a rest.","label":[[198,212,"CARDINAL"]]}
{"text":"How Nonprofits Make Our Lives Livable. Following disasters like Hurricanes Harvey and Irma, where would we be without the emergency relief and long-term rebuilding work provided by nonprofits?","label":[[64,81,"PERSON"],[86,90,"GPE"]]}
{"text":"A Coral Detail: From The Stylelist Network. From Kailani's Korner: Coral is my ultimate favorite color. Every time I catch a glimpse of this color, it generates such","label":[[21,42,"ORG"],[49,56,"PERSON"],[59,65,"PERSON"]]}
{"text":"Can Social Networks Cure Disease? Part II. Acute disease can be left to the hospitals, but creating health and healing of chronic disease seems to happen best in the community -- with people helping people where each one of us lives, where we eat, cook, learn, work, play and pray.","label":[[0,32,"ORG"]]}
{"text":"I Didn't Lose My Self To Motherhood, And Neither Should You.. Being a mother isn't a distraction from who we are.","label":[[9,35,"PERSON"]]}
{"text":"13 Hair Mistakes You Need To Stop Making. 13. Skipping nightly hair maintenance: A lot of women don't do anything to their hair at night. So Kimble recommends investing","label":[[0,2,"CARDINAL"],[42,44,"CARDINAL"],[55,62,"DATE"],[131,136,"TIME"]]}
{"text":"9 Things You're Doing To Ruin Your Hardwood Floors Without Even Realizing It. Trying To Keep Your Throw Rugs In Place A throw rug can go from pretty to pesky in 2.5 seconds, or the minute they start","label":[[0,1,"CARDINAL"],[16,76,"WORK_OF_ART"],[161,172,"TIME"],[177,187,"TIME"]]}
{"text":"LISTEN: The Woman Who 'Sees' Like A Bat. ","label":[[0,6,"ORG"],[34,39,"PERSON"]]}
{"text":"Lessons Learned Training for First Marathon. The 26.2 miles I will run on November 4 may be for my father and other stroke survivors, but this race has become about so much more.  Since deciding to run the marathon, I have traveled over 900 miles by foot, and spent nearly 140 hours training.","label":[[49,59,"QUANTITY"],[74,84,"DATE"],[232,246,"QUANTITY"],[266,282,"TIME"]]}
{"text":"4 Steps to Detoxify Your Kitchen. Most likely, the food industry holds your kitchen hostage. No doubt your cupboards and pantry are filled with ultra-processed fare. Detoxifying your kitchen allows you to escape these shackles and transform your kitchen to a place of wellness.","label":[[0,1,"CARDINAL"]]}
{"text":"As Many States Roll Back Abortion Access, New York's Governor Wants To Protect It. He proposed changing the state's constitution to protect Roe v. Wade.","label":[[42,52,"GPE"],[140,151,"LAW"]]}
{"text":"'SNL' Mocks Fiscal Cliff Talks In Cold Open (VIDEO). Saturday Night Live took on the fiscal cliff negotiations this week. House Speaker John Boehner and President Barack Obama","label":[[1,4,"ORG"],[6,30,"ORG"],[53,72,"WORK_OF_ART"],[111,120,"DATE"],[122,127,"ORG"],[136,148,"PERSON"],[163,175,"PERSON"]]}
{"text":"Job Listing: Member Of Congress (No Experience Required). House rules apply.","label":[[23,31,"ORG"],[58,63,"ORG"]]}
{"text":"The Accidental Sensuality Of Ancient Indian Wrestling. ","label":[[0,53,"ORG"]]}
{"text":"Hong Kong Actor Wears 'Brown Face,' Highlights Prejudice Among Asians. This type of stereotyping might be due to a lack of a “pan-Asian” identity.","label":[[0,15,"GPE"],[126,135,"NORP"]]}
{"text":"LOOK: One Of Heaviest MLB Players Ever Looks Like A New Man. ","label":[[6,9,"CARDINAL"]]}
{"text":"Soul-Talk: Can Forgiveness Be Its Own Form of Poison?. But how do you move from resentment, upset and blame into acceptance, understanding and true forgiveness? The answer lies in forgiving yourself.  Not forgiving yourself for an action, thought, word or deed aimed at another, but forgiving yourself for having judged yourself in the first place.","label":[[0,9,"PERSON"],[336,341,"ORDINAL"]]}
{"text":"Taylor Swift Is Done Talking About Her Twitter Feud With Nicki Minaj. She's over it.","label":[[0,28,"PERSON"],[57,68,"PERSON"]]}
{"text":"What Does A Sleep-Deprived Trump Dream About?. Besides China.","label":[[10,38,"WORK_OF_ART"],[55,60,"GPE"]]}
{"text":"Casey Neistat Records Journey To New York For Foursquare Co-Founder's Wedding. See Casey skate through Paris traffic to catch the first flight out Saturday morning, to land in NYC at 1:30 PM. Besides","label":[[0,29,"PERSON"],[33,77,"ORG"],[83,88,"PERSON"],[103,108,"GPE"],[147,155,"DATE"],[156,163,"TIME"],[176,179,"FAC"],[183,190,"TIME"]]}
{"text":"'Black Panther' Cast Made Sandra Bullock Cry 'As A Mother'. “I’m so grateful to Marvel because about five years ago, my son asked me if there were any brown Legos... and I don’t have to turn them brown anymore.”","label":[[1,15,"PERSON"],[80,86,"GPE"],[95,115,"DATE"]]}
{"text":"Best Airlines: Airline Quality Rating Ranks American Carriers (PHOTOS). According to the survey, the performance of leading U.S. carriers has improved for the fourth consecutive year, earning the","label":[[0,13,"ORG"],[124,128,"GPE"],[155,182,"DATE"]]}
{"text":"What It's Like Being A Kid Who Has The 'Opposite Of Autism'. A new book explores a young boy's life with the rare Williams syndrome.","label":[[114,122,"PERSON"]]}
{"text":"How Wall Street Could Profit From Cheating (on Spouses). The wizards of Wall Street never leave your side. They’re on hand to make money off you at every stage of life — in sickness","label":[[47,54,"GPE"]]}
{"text":"Southwest Airlines Flight Diverted Over 'Suspicious Behavior'. Several passengers were \"unruly,\" an FBI spokesperson said.","label":[[0,41,"ORG"],[100,103,"ORG"]]}
{"text":"Stranger On Bus Shuts Down Bigot After His Ignorant Comment To Muslim Mom. \"It shows people are willing to stand up to ignorance and hate on behalf of others.\"","label":[[63,69,"NORP"]]}
{"text":"Martin Brodeur Falls: Devils Goalie Gets Lucky Against Penguins (VIDEO). The 40-year-old goalie, completely off-balanced, tried to keep himself from accidentally tapping the puck into his own net","label":[[0,20,"PERSON"],[77,88,"DATE"]]}
{"text":"Here's How Mast Brothers Chocolate Stands Up Against The Big Ones. We put it up against Hershey's and Godiva to see if we could taste a difference.","label":[[88,95,"ORG"],[102,108,"PERSON"]]}
{"text":"John Dickerson Will Take Over 'Face The Nation'. ","label":[[0,24,"PERSON"]]}
{"text":"Airplane Proposal: Flight Instructor Pops The Question Up In The Air (VIDEO). Long Islander Mike Nelson has got to be one of the most romantic flight instructors in New York. The proposal wasn't a complete","label":[[0,17,"PERSON"],[92,103,"PERSON"],[165,173,"GPE"]]}
{"text":"Weekly Roundup of eBay Vintage Clothing Finds. This eclectic mix of designer and non-designer vintage clothing and accessories caught my discerning eye because of its uniqueness","label":[[18,22,"ORG"]]}
{"text":"4 Ways to Make Cooking at Home Doable -- and More Fun. Maybe you'll never can bushels of green beans, make your own ketchup, or grind your own hamburger. And that's fine. Cooking in your kitchen doesn't ever need to be an obsessive big deal. All it needs to be is a chance for you to enjoy yourself, learn something new, and feel good about what you've done.","label":[[2,22,"EVENT"],[26,37,"ORG"]]}
{"text":"Kim Gordon And Arcade Fire Are In A Short Film Together, Commence Collective Squee. ","label":[[0,10,"PERSON"],[34,82,"WORK_OF_ART"]]}
{"text":"Irish Prime Minister Uses St. Patrick's Day To Praise Immigration In Front Of Trump. \"We came ― and we became ― Americans.”","label":[[0,5,"NORP"],[21,39,"PERSON"],[110,121,"NORP"]]}
{"text":"Alex Trebek's Former Home On Mulholland Drive Is For Sale For $3.9 Million (PHOTOS). Those \"Beetlejuice\" inspired chairs don't look like they could have been purchased during this decade. But, with the right","label":[[0,13,"PERSON"],[62,74,"MONEY"],[175,186,"DATE"]]}
{"text":"'You're Making Mama Sad' Is a Dirty, Dirty Lie. If I try to stop the tantrums by telling my daughter that she's making me unhappy, the not-so-subtle message is that I am not in control of my own happiness. And nothing could be more dangerous.","label":[[30,35,"ORG"],[37,46,"PERSON"]]}
{"text":"Financial Independence for Everyone: 6 Steps to Leaving Work Behind. Reaching financial independence requires some effort, sacrifice, and learning on your part. Many people shy away from planning their finances because they lack an understanding of economics and financial markets. I've found that managing finances wisely depends on some basic principles that anyone can understand.","label":[[37,38,"CARDINAL"]]}
{"text":"IEX Wins SEC Approval As U.S. Stock Exchange. A built-in delay would protect investors from traders who use tactics depicted in Michael Lewis' 2014 book \"Flash Boys: A Wall Street Revolt.\"","label":[[9,12,"ORG"],[25,44,"ORG"],[128,142,"PERSON"],[143,147,"DATE"],[154,164,"WORK_OF_ART"]]}
{"text":"5 Things You Are Doing That Keep You From Feeling You Are Good Enough. One of the foundational principles I use while helping my clients is identifying and owning their feelings of worthiness and being good enough about who they are and what they stand for. It is from this place of self-worth that your internal genius shows up so you can truly offer your gifts to the world.","label":[[71,74,"CARDINAL"]]}
{"text":"C.Z. Guest Wears White On White... And How To Get The Look (PHOTO). Time & Life Pictures\/Getty Images BCBG Jacquard Dress, Nine West Ballet Flats, Zara Blazer, Dana Buchman Pearl & Crystal","label":[[68,121,"ORG"],[123,145,"ORG"],[147,158,"PERSON"],[160,178,"PERSON"]]}
{"text":"New-Age Guilt. When we go for the blame, we end up as victims for ourselves or others. When we take responsibility, the whole discussion on blame, guilt and shame becomes completely unnecessary. All we have to do is to take our part of the responsibility and readjust the course.","label":[[0,13,"ORG"]]}
{"text":"Chris Murphy Wants A New Progressive Foreign Policy. The Connecticut senator's vision stands out among Democrats.","label":[[0,12,"PERSON"],[57,68,"GPE"],[103,112,"NORP"]]}
{"text":"Trump Surrogate Really Just Goes For It With Full-On Jay Z Attack. To which we ask: Is this a good strategy?","label":[[53,65,"PERSON"]]}
{"text":"Smoothing The Frictions Between Parent And Nanny. It wasn’t that Kimberly Van Der Beek’s new nanny was unqualified. She had come with sparkling references and a gold-star","label":[[65,88,"PERSON"]]}
{"text":"The Parking Lot of Love. I do believe there's someone for everyone, but the more I thought about it, the more I realized while love is not transactional, it sometimes can turn ugly and into hatred when you do not create the boundaries necessary for you to love yourself.","label":[[0,23,"ORG"]]}
{"text":"Pet Shop Boys: Finding Your Furry Partner. You don't have to have kids to get a pet. Some couples have been known to adopt a dog or cat as a practice family. Would Biff and Brenda make responsible parents? If they strap Ruffy to the roof of their Range Rover, probably not.","label":[[28,41,"PERSON"],[164,168,"PERSON"],[173,179,"PERSON"]]}
{"text":"In This Fragile Sacred Space. These days, their adventures rarely include me, and my job as mom isn't to hold their hands. My job now is to feel their acceleration, their hunger for flight... and let go.","label":[[3,28,"ORG"],[30,40,"DATE"]]}
{"text":"No One Knew How To Take Seth Meyers' Harvey Weinstein Joke. The Golden Globes host took on sexual harassment and Donald Trump in a tricky monologue.","label":[[37,58,"PERSON"],[60,77,"PERSON"],[113,125,"PERSON"]]}
{"text":"Jeb Bush Will Appear On Stephen Colbert's First 'Late Show'. He'll join George Clooney and Kendrick Lamar.","label":[[0,20,"PERSON"],[24,41,"PERSON"],[42,47,"ORDINAL"],[49,59,"WORK_OF_ART"],[72,86,"PERSON"],[91,105,"PERSON"]]}
{"text":"The Village Voice: Hail And Farewell, Friend. I hate to think the internet killed the print edition of the Village Voice this week, but that is the truth. Just as the","label":[[0,44,"ORG"],[103,120,"ORG"],[121,130,"DATE"]]}
{"text":"Do All Men Getting Testosterone Therapy Actually Need It?. \"Over the past decade, older and middle-aged men are increasingly being tested for low testosterone levels and being prescribed","label":[[65,80,"DATE"]]}
{"text":"How ISIS Is Redrawing Iraq's Map. ","label":[[22,26,"GPE"],[29,32,"GPE"]]}
{"text":"The History Of The Irish Car Bomb, And Why You Probably Shouldn't Ever Order One. You might want to think twice before you order one.","label":[[0,33,"WORK_OF_ART"]]}
{"text":"Off-The-Wall Ice Cream Flavors. Some people may think September is the end of ice cream season. We just think it means it's time to get more creative.","label":[[54,63,"DATE"]]}
{"text":"U.S.-Cuba Relations: Why It Matters To All Of Us. Cuba is now the gateway for America’s foreign policy in Latin America.","label":[[46,48,"GPE"],[50,54,"GPE"],[78,85,"GPE"],[106,119,"LOC"]]}
{"text":"Calle 13's Rene Perez Receives Nobel Peace Summit Award. Rene Perez has been awarded a Nobel Peace Summit Award for his song lyrics and his support for social causes. The rapper","label":[[6,8,"CARDINAL"],[11,30,"PERSON"],[31,55,"WORK_OF_ART"],[57,67,"PERSON"],[85,111,"WORK_OF_ART"]]}
{"text":"Refrigerator Magnet Designs: How To Pimp Your Fridge (PHOTOS). Sure, you know that you can trick out your stand mixer, but did you know that you can also pimp your fridge? Yep, you read","label":[[172,175,"PERSON"]]}
{"text":"Armani Fall 2012 Show Features Hats... And Flats! (VIDEO). \"Once a symbol of power, today the woman’s jacket has become practical attire, with pockets to hold mobiles and accessories","label":[[84,89,"DATE"]]}
{"text":"Reverse Crowdfund-gineering: Five Ways to Integrate Events into your Crowdfunding Campaign. Review some of the events that successful campaigns organized or participated in, and model their success. This is another way you can make reverse crowdfund-gineering work for you.","label":[[29,33,"CARDINAL"],[34,58,"ORG"]]}
{"text":"New Cecil The Lion Beanie Baby Sales To Be Donated To Wildlife Conservation. The company hopes the plush toy will provide comfort to those saddened by Cecil's death.","label":[[0,9,"ORG"],[151,156,"LOC"]]}
{"text":"Michael Symon's Love Letter To Cleveland. Cleveland native and Chef Michael Symon grew up in a Greek and Sicilian family. The 2008 winner of The Next Iron Chef, Symon","label":[[0,15,"PERSON"],[16,27,"WORK_OF_ART"],[31,40,"GPE"],[42,51,"GPE"],[68,81,"PERSON"],[95,100,"NORP"],[105,113,"NORP"],[126,130,"DATE"],[141,159,"ORG"]]}
{"text":"Christian Fashion Line Is Brainchild Of Former Model, Kylie Bisutti (PHOTOS). Doesn't ring a bell? Well, Kylie is here to remind you with her all-new Christian clothing line, God Inspired, or Gi. The","label":[[0,67,"ORG"],[150,159,"NORP"],[175,187,"PERSON"],[192,194,"ORG"]]}
{"text":"Eulogy for a Herding Dog. Like any good dog, Mike enriched our family. And even in death, he's helping us teach a heartbreaking, yet vital lesson to our boys.","label":[[45,49,"PERSON"]]}
{"text":"Theo And Beau (And Their Mom) Get A Book Deal. Jean Feiwel, senior vice president and director of the Macmillan Children's Publishing Group (of which Feiwel & Friends is","label":[[9,13,"PERSON"],[34,45,"WORK_OF_ART"],[47,58,"PERSON"],[98,139,"ORG"],[150,166,"ORG"]]}
{"text":"Joe Biden Slams Donald Trump For Selling 'Sick Message' On Immigration. \"There's one guy absolutely denigrating an entire group of people, appealing to the baser side of human nature, working on this notion of xenophobia in a way that hasn't occurred in a long time.\"","label":[[0,28,"PERSON"]]}
{"text":"Trump And Netanyahu: Embracing Illusions, Ignoring Reality. Netanyahu has found in Trump a co-conspirator.","label":[[10,19,"PERSON"],[60,69,"PERSON"]]}
{"text":"Christie On Clinton Speech: 'I Thought That Elizabeth Warren Wasn't Running'. ","label":[[0,8,"ORG"],[12,26,"PERSON"],[44,60,"PERSON"]]}
{"text":"Watch Out For Sleepy Drivers This Thanksgiving. Thanksgiving is a time of travel, but one expert warns that sleep deprivation and darkness can cause drivers to become sleepy","label":[[29,46,"DATE"],[48,60,"DATE"],[86,89,"CARDINAL"]]}
{"text":"Trump University Lawsuit Survives Dismissal Attempt. Plaintiffs claim they were defrauded by Trump's real estate seminars.","label":[[0,51,"ORG"],[93,98,"ORG"]]}
{"text":"Munich Travel: Opera With A Beer Chaser. As the Michelin guide says of three-star restaurants, Munich's opera and food were both \"Worth the journey.\"","label":[[0,13,"ORG"],[28,39,"PERSON"],[48,56,"PERSON"],[71,76,"CARDINAL"],[95,101,"GPE"]]}
{"text":"The Making Of 'No Reservations' (VIDEO). A new web-video series shows the behind-the-scenes making of Anthony Bourdain's \"No Reservations,\" giving a unique look at","label":[[0,31,"WORK_OF_ART"],[102,120,"PERSON"]]}
{"text":"How Cake Became The Favorite Mode For Debate Over LGBT Rights, Other Issues. NEW YORK (AP) — It should be a piece of cake. Customer comes in, asks for a cake with a specific design or for a particular","label":[[77,85,"GPE"],[87,89,"ORG"]]}
{"text":"Watch That Stunning 'Creation' Scene From 'Noah'. ","label":[[43,47,"PERSON"]]}
{"text":"Trump Threatens To Cut Aid To UN Members Over Jerusalem Vote. \"Well, we’re watching those votes,\" the president said.","label":[[0,32,"ORG"],[46,60,"PERSON"]]}
{"text":"Charlottesville Shows That States Must Amend Their Open-Carry Laws. A Virginia statute passed in 1997 precludes Charlottesville from exercising any common sense in such situations.","label":[[70,78,"GPE"],[97,101,"DATE"]]}
{"text":"Sleep Better To Get Your Energy Back. By Mary Kate Frank \"The main reason I see for loss of energy in women is that they have too much to do,\" says Michael Roizen","label":[[41,56,"PERSON"],[148,162,"PERSON"]]}
{"text":"Everything's Coming Up Crazy On The Midseason Return Of 'How To Get Away With Murder'. Welcome back.","label":[[0,85,"ORG"]]}
{"text":"Cadbury Eggs vs. Peeps: Which Is Better? (POLL). This is not so much a question of which came first, but more so of which is better -- the chick(en) or the egg? We're not","label":[[0,12,"ORG"],[94,99,"ORDINAL"]]}
{"text":"Donald Trump Floats Gross New Conspiracy Theory About Barack Obama. \"You just look at the body language and there’s something going on,\" the presumptive GOP nominee said.","label":[[0,40,"PERSON"],[54,66,"PERSON"],[153,156,"ORG"]]}
{"text":"Top 5 Tastes: 'Tis the Beginning of the Chowdown Season. Turkey quickly segues into decoratively iced cookies, eggnog and ham, and before we know it, January 2nd rolls around, and the champagne toasts turn to champagne bloats. But let's rejoice! It's just the beginning, and stuffing, lobster bisque and some eggplant pizza are getting me on track!","label":[[57,63,"GPE"],[150,161,"DATE"]]}
{"text":"Couple Stole $35,000 From Missing Plane Victims, Police Say. ","label":[[14,20,"MONEY"],[26,47,"ORG"],[49,59,"ORG"]]}
{"text":"It's Time For The Eagles To Cut Ties With Chip Kelly. Philadelphia, at 1-3, ranks 30th in offense and 30th on third down.","label":[[54,66,"GPE"],[71,74,"CARDINAL"],[82,86,"ORDINAL"],[102,106,"ORDINAL"],[110,115,"ORDINAL"]]}
{"text":"Bush's Ethics Lawyer: Jeff Sessions May Go To Jail If He Lied To Congress. The Attorney General is accused of lying to Congress about conversations with the Russia ambassador.","label":[[0,4,"PERSON"],[7,20,"PERSON"],[22,35,"PERSON"],[65,73,"ORG"],[119,127,"ORG"],[157,163,"GPE"]]}
{"text":"Trump Returns To White House Without Melania As CBS Airs Stormy Daniels Interview. The first lady is spending spring break in Florida.","label":[[0,13,"PERSON"],[37,45,"GPE"],[48,81,"ORG"],[87,92,"ORDINAL"],[126,133,"GPE"]]}
{"text":"Retroactive Update: August 5-12. It has been such a great privilege these last two weeks to visit old friends and make new ones. One question that inevitably continues to come up as I visit more people is what I will do after the run.","label":[[0,18,"ORG"],[20,31,"DATE"],[68,88,"DATE"],[129,132,"CARDINAL"]]}
{"text":"Lindsey Graham's Leaked Voicemails Are Very Revealing. As usual, Donald Trump comes off as a logical and reasonable human being.","label":[[0,16,"PERSON"],[65,77,"PERSON"]]}
{"text":"Roy Moore, Bill Clinton, Donald Trump And Sexual 'Whataboutism'. Moore’s “What about Clinton” defense is no defense at all, but it is food for serious thought.","label":[[0,9,"PERSON"],[11,23,"PERSON"],[25,37,"PERSON"],[85,92,"PERSON"]]}
{"text":"Obama Profiles Parkland Survivors For TIME's '100 Most Influential' List. The high school students \"are shaking us out of our complacency.”","label":[[0,44,"ORG"],[46,49,"CARDINAL"]]}
{"text":"Elizabeth Warren Asks Obama To Replace Wall Street Regulator For 'Brazen Conduct'. The progressive firebrand has long warred with SEC Chair Mary Jo White, a former corporate lawyer.","label":[[0,16,"PERSON"],[130,139,"ORG"],[140,153,"PERSON"]]}
{"text":"Two Iowa Energy Headlines That Say a Lot About the Electricity Market and Policy Changes. \"We opted for what was in the best interest of our customers,\" MidAmerican vice president for regulatory affairs Dean Crist","label":[[0,3,"CARDINAL"],[153,164,"ORG"],[203,213,"PERSON"]]}
{"text":"Justin Trudeau Praises Women's March As Inspirational. The Canadian prime minister offered a bilingual message of support.","label":[[0,14,"PERSON"],[31,36,"DATE"],[59,67,"NORP"]]}
{"text":"Why Am I Marching? It's Personal. I'm a New Yorker. Living in NY is what I can speak from the heart about. We're a tough bunch and along with the rest of the world, we're taking a beating from climate change. Here's why I am marching to protect what I love, my New York.","label":[[38,50,"ORG"],[62,64,"GPE"],[261,269,"GPE"]]}
{"text":"Leaked Cables Contradict Clinton's Claims On TPP Trade Agreement. Democratic presidential candidate Hillary Clinton on Thursday attempted to distance herself from the controversial 12-nation","label":[[25,32,"PERSON"],[66,76,"NORP"],[100,115,"PERSON"],[119,127,"DATE"],[181,183,"CARDINAL"]]}
{"text":"The Best Way To Use Leftover Rice. Just call it “sun rice.” Rice and its summer versions are one of Italy’s most popular dishes in the hottest months of the","label":[[0,33,"PERSON"],[60,64,"PERSON"],[73,79,"DATE"],[93,96,"CARDINAL"],[100,105,"GPE"],[131,149,"DATE"]]}
{"text":"United States Only First-World Country Without Mandatory Paid Maternity Leave: 'A Human Rights Issue' (VIDEO). \"Women are being booby trapped left and right,\" Rigg added. \"We're throwing moms and babies under the bus. This is very serious","label":[[0,13,"GPE"],[159,163,"PERSON"]]}
{"text":"Wings of Kilimanjaro: Is It Possible?. What could you do that pushes you to the limit physically, mentally and emotionally and leaves the planet stronger than it was when you stepped through your front door and set out on your life-changing adventure?","label":[[0,20,"ORG"]]}
{"text":"40 Years Ago To The Day, 'Doctor Who' Predicted 'Alternative Facts'. The powerful \"alter the facts to fit the views,\" the Doctor said on Jan. 22, 1977.","label":[[0,23,"DATE"],[137,150,"DATE"]]}
{"text":"Comedian Jerry Lewis Dead At 91. The beloved comic enjoyed a decades-long career.","label":[[0,8,"NORP"],[9,25,"PERSON"],[29,31,"DATE"],[61,68,"DATE"]]}
{"text":"Today's 'Voter Fraud' Efforts Recall Infamous 1990 Attempt To Deter Black Vote. The late Sen. Jesse Helms would likely approve.","label":[[0,5,"DATE"],[94,105,"PERSON"]]}
{"text":"A Watergate Prosecutor And Nixon Scholar Grade Trump After One Month. Sadly, a little more than a month after his inauguration, he seems to be well beyond the Nixon paranoia.","label":[[0,22,"EVENT"],[27,32,"PERSON"],[59,68,"DATE"],[86,103,"DATE"],[159,164,"PERSON"]]}
{"text":"Why A Backlash Against Refugees Only Helps ISIS. “The more that happens, the more French Muslims feel alienated and are susceptible to extremist recruitment,\" one analyst says.","label":[[82,96,"NORP"],[159,162,"CARDINAL"]]}
{"text":"Bernie Sanders Says It's Time To 'Rethink' The Electoral College. The Vermont senator wants to have \"serious discussion\" about a system that can send the loser of the popular vote to the White House.","label":[[0,14,"PERSON"],[43,64,"ORG"],[70,77,"GPE"],[183,198,"ORG"]]}
{"text":"Trump Supporters Are Not Oppressed. New York Times readers were confronted today with a new entry in the paper’s ongoing competition for the most ill-conceived","label":[[0,34,"PERSON"],[36,50,"ORG"],[75,80,"DATE"]]}
{"text":"Senior Volunteer Honorees Make Communities Better. Ira and Barbara Smith of Acton, Mass., have been making dreams come true since 1990. When they heard about an El Salvadoran","label":[[7,49,"PERSON"],[51,54,"PERSON"],[59,72,"PERSON"],[76,81,"GPE"],[83,88,"GPE"],[130,134,"DATE"]]}
{"text":"Questioning Authority in the School of Athens. On a recent trip to Rome, I was walking through the halls of the Vatican museums and after entering one of the Raphael rooms, I turned my head to discover, to my amazement, my favorite fresco: The School of Athens.","label":[[0,21,"ORG"],[25,45,"ORG"],[67,71,"GPE"],[112,119,"FAC"],[147,150,"CARDINAL"],[158,165,"PERSON"],[240,260,"ORG"]]}
{"text":"This Muffuletta Dip Is The One Recipe You Need To Make This Weekend. Perfect eats for Sunday football.","label":[[86,92,"DATE"]]}
{"text":"Armed Suspects Used Periscope To Hunt For Man: Sacramento Police. Viewers watching on Periscope egged on the suspects and encouraged them to use the gun.","label":[[0,29,"ORG"],[86,95,"ORG"]]}
{"text":"Wendy Davis: 'I F**king Hate To Lose'. Still, she said that she hasn't been discouraged from taking on uphill battles.","label":[[0,11,"PERSON"]]}
{"text":"Kansas Official Shows Slides Of Criminals Named Mohammed. He said he was providing \"a public warning for citizens.\"","label":[[0,6,"GPE"]]}
{"text":"Time-Lapse Videos Of A Hyperrealist Master Will Make You Lose Your Damn Mind. Emmy Kalia has skills. And she wants to walk you through each and every one of them.","label":[[0,10,"ORG"],[78,88,"PERSON"]]}
{"text":"How a Sanitary Pad Project in India Benefits Both Girls' Education and the Environment. ","label":[[30,35,"GPE"]]}
{"text":"Childhood Revised. Fiction of all sorts, including nursery rhymes, allows us to try out conflict in a safe way. That's the point, it's where the thrill comes in; we're scared, then reassured the danger isn't real.","label":[[0,17,"PERSON"]]}
{"text":"Can One Christmas Gift Change a Life?. ","label":[[4,7,"CARDINAL"]]}
{"text":"Federal Judge Temporarily Blocks Texas Law Banning D&E Abortions. The ruling comes after abortion providers sued the Texas Attorney General.","label":[[14,32,"PERSON"],[33,38,"GPE"],[117,122,"GPE"]]}
{"text":"Cannes 2013: Savoring the Opening Night Dinner by Chef Anne-Sophie Pic. Cannes is as much about food and gifts as it is about films.","label":[[22,46,"EVENT"],[50,70,"PERSON"]]}
{"text":"Organize Your Cleaning Supplies. \"During your precious Saturday hours, an organized, fully stocked broom closet will save you time, motivate you, and remind","label":[[55,63,"DATE"],[64,69,"TIME"]]}
{"text":"Matthew McConaughey Defends Justin Bieber's Distaste For Shirts (VIDEO). Do you think Bieber's style is defendable? \"Really? Well, he keeps doing it in airports, right?\" Matthew responds. Get More","label":[[0,43,"PERSON"],[44,63,"FAC"],[86,92,"PERSON"]]}
{"text":"Trump Calls Jeff Sessions 'Mr. Magoo' And Twitter Can't Get Over It. Trump's reported new nickname for his attorney general has people divided.","label":[[12,27,"PERSON"],[31,36,"PERSON"],[42,67,"WORK_OF_ART"],[69,74,"ORG"]]}
{"text":"'Thrive' in Action: Encouraging the Third Metric in Local Communities. As more and more conversation emerges about how we can best support individuals to thrive, I'd encourage others to consider creating similar types of supportive gatherings in their communities. Along with whatever structures can be added to our workplaces and our daily routines, sometimes we also need to create a village of support in order to sustain the values we most believe in.","label":[[335,340,"DATE"]]}
{"text":"Instagram Account Documents The Varied And Vibrant Dancers Of NYC. James Jin wants to photograph dancers in every New York City subway station there is.","label":[[67,76,"PERSON"],[114,127,"GPE"]]}
{"text":"Thiel Shows Why Tech Billionaires Are The New Robber Barons. Destroying Gawker is not just revenge or a kind of political act, it’s in Thiel’s words “philanthropic.”","label":[[61,78,"PERSON"],[135,140,"PERSON"]]}
{"text":"Stitch and Hitch. Doing it DIY is a perfect way to add some fun to the oft-mocked tradition of the wedding shower.","label":[[27,30,"ORG"]]}
{"text":"Cancer Messed With the Wrong B*tch: Brownies or Bust. If you're not a doctor, please don't offer me medical advice. If you don't have cancer, don't tell me how I should be living my life. And actually, as a general rule, if you're not ME, don't tell me how I should be living MY life.","label":[[0,13,"PERSON"]]}
{"text":"It's Reportedly Over For 'Bachelor' Stars Juan Pablo And Nikki. ","label":[[36,52,"PERSON"],[57,62,"GPE"]]}
{"text":"Ready, Set, Step. For me, it was that step, that first step, that was so difficult to take. As the new year approaches, we each have that once-yearly opportunity to create and recreate our own, personalized thousand-mile journey.  What's yours?","label":[[0,16,"ORG"],[49,54,"ORDINAL"],[95,107,"DATE"],[207,220,"QUANTITY"]]}
{"text":"Dear Jane Doe. When I wrote \"What All Mothers Must Do For Their Sons,\" it was not the first story that I intended to write for you. It was the second. The first? It was Dear Jane Doe, me too.","label":[[29,68,"WORK_OF_ART"],[86,91,"ORDINAL"],[143,149,"ORDINAL"],[155,160,"ORDINAL"]]}
{"text":"The Book of Negroes: Life, Liberty and Love. Based on the award-winning novel Someone Knows My Name by Lawrence Hill, The Book of Negroes tells the story of Aminata Diallo, an 11-year-old girl kidnapped from West Africa and her personal and spiritual journey as part of the Trans-Atlantic slave trade.","label":[[0,43,"WORK_OF_ART"],[78,99,"PERSON"],[103,116,"PERSON"],[118,137,"WORK_OF_ART"],[157,171,"ORG"],[176,187,"DATE"],[208,219,"GPE"],[270,288,"LAW"]]}
{"text":"Taraji, Kerry And Mary J. Redefine Squad Goals In New Apple Commercial. Unprecedented amounts of Black Girl Magic in only 62 seconds.","label":[[18,46,"PERSON"],[97,113,"PRODUCT"],[117,132,"TIME"]]}
{"text":"Life Imitates Art: When Cuban Actors Defect. Did the actors follow the script too closely? Actors Anailin de la Rua de la Torre and Javier Nunez Florian disappeared after their plane landed in Miami last week. They appear to have defected. Was life imitating art?","label":[[24,43,"ORG"],[112,127,"PERSON"],[132,152,"PERSON"],[193,198,"GPE"],[199,208,"DATE"]]}
{"text":"Atlanta Motel Standoff Ends With Suspect Stabbing Himself. DECATUR, Ga. (AP) — A standoff at a motel outside Atlanta that involved a number of children ended Tuesday morning with the","label":[[0,57,"ORG"],[68,71,"GPE"],[73,75,"ORG"],[109,116,"GPE"],[158,165,"DATE"],[166,173,"TIME"]]}
{"text":"Eleanore Regan, Woman With Brain Tumor, Gave Birth Last Week, Carried Olympic Torch. \"I feel proud to be able to carry the flame amongst such inspirational people and in such a beautiful city,\" Regan told the","label":[[0,14,"PERSON"],[27,38,"PERSON"],[40,50,"PERSON"],[51,60,"DATE"],[62,83,"ORG"],[194,199,"PERSON"]]}
{"text":"Five Bars For A Study Abroad Budget (PHOTOS). While studying abroad may feel like an extended vacation most of the time, one thing is most certainly not luxurious about the experience: your ever-tightening budget.","label":[[0,4,"CARDINAL"],[121,124,"CARDINAL"]]}
{"text":"Nick Offerman Is Back With Another Marvelous Episode Of 'Shower Thoughts'. \"Every candy bar is fun-sized if you love candy. Or are on ecstasy.\"","label":[[0,13,"PERSON"]]}
{"text":"Learning To Say \"No\" And \"Yes\" To Heal Our Lives. I used to not know how to say “no” to the people in my life–my clients, my family and friends. I didn’t want to disappoint","label":[[31,48,"WORK_OF_ART"]]}
{"text":"Woman Charged With Attempted Murder In Failed Coat Hanger Abortion. MURFREESBORO, Tenn. (AP) — A Tennessee woman is charged with attempted first-degree murder for what investigators say was","label":[[82,87,"GPE"],[89,91,"ORG"],[97,106,"GPE"],[139,144,"ORDINAL"]]}
{"text":"Refuse To Be Silenced By Trump Budget Insults. I am part of the 87 percent of the working class that has benefited from basic safety net policies.","label":[[60,74,"PERCENT"]]}
{"text":"College Presidents In Cleveland Would Rather Not Talk About Donald Trump. Most have nothing to say about the man being nominated for president in their city.","label":[[22,31,"GPE"],[60,72,"PERSON"]]}
{"text":"GPS Guide: The Sacred Space That Helps You Unplug. The stress and strain of constantly being connected can sometimes take your life -- and your well-being -- of course. GPS","label":[[0,9,"ORG"]]}
{"text":"Service Interrupted. They sit in my chair and breathe a sigh of relief for the opportunity to take one hour out of their hectic day for dedicated relaxation and pampering. But all of a sudden, when that little screen lights up or a handbag rumbles with an iPhone begging to be answered.","label":[[99,107,"TIME"],[115,131,"DATE"]]}
{"text":"'Green News Report' -- June 2, 2015. ","label":[[1,19,"ORG"],[23,35,"DATE"]]}
{"text":"Dad's Comics Nail The Hilarity Of Raising Kids Today. Chris Grady hopes his new book of comics resonates with other parents.","label":[[47,52,"DATE"],[54,65,"PERSON"]]}
{"text":"Helicopter Proposal: Man Proposes To Girlfriend In Flight Over Beach (VIDEO). Click through the slideshows below to see some other in-flight proposals. Jonathan Salama spelled it all out for his girlfriend","label":[[0,19,"PERSON"],[152,167,"PERSON"]]}
{"text":"Jennifer Aniston's Christmas Outfits Are Beach-Appropriate (PHOTOS). All she wants for Christmas are tan lines.","label":[[0,18,"PERSON"],[19,36,"EVENT"],[87,96,"DATE"]]}
{"text":"Russian Astronauts Encounter Glitch With Earth-Watching Cameras Installed During Spacewalk. The spacewalkers also planned to jettison the frame of an old material exposure experiment, as well as retrieve a case of","label":[[0,7,"NORP"]]}
{"text":"Dartmouth Posts Fundraising Record Amid U.S. Sexual Assault Probe. ","label":[[40,44,"GPE"]]}
{"text":"Bloomberg's Advice For Success: Take As Few Bathroom Breaks As Possible. New York Mayor Michael Bloomberg said on his weekly radio show Friday morning that one of the keys to his success was essentially","label":[[0,9,"ORG"],[12,71,"ORG"],[73,81,"GPE"],[88,105,"PERSON"],[118,124,"DATE"],[136,142,"DATE"],[143,150,"TIME"],[156,159,"CARDINAL"]]}
{"text":"10 Lies We Tell Ourselves Before We Have Kids. I'm going to let them cry it out... for five minutes until I go back in begging them to go back to sleep while considering climbing into the crib with them.","label":[[0,2,"CARDINAL"],[87,99,"TIME"]]}
{"text":"Paul Ryan Renews Call To Suspend Hillary Clinton's Classified Briefings. Yup, Republicans are making the most of this.","label":[[0,24,"PERSON"],[33,50,"PERSON"],[51,71,"ORG"],[78,89,"NORP"]]}
{"text":"The World's Oldest Tree Looks Very Familiar. At just 16 feet tall, Old Tjikko is tiny compared to its 180-foot siblings on the Fulufjället Mountain in Sweden, but it has the proud stature of a great redwood -- standing a little straighter as the oldest single-stemmed clonal tree in the world.","label":[[48,60,"QUANTITY"],[102,110,"QUANTITY"],[123,147,"LOC"],[151,157,"GPE"]]}
{"text":"The Gift That Can't Be Gift Wrapped. Never could I have imagined the huge differences between life in Madagascar and life in England. In the same way that I never really thought twice about not having clean water and a toilet while growing up; people in London don't think twice about having it. That is just the way it is. Imagine, though, if poor communities had that same gift, that same opportunity!","label":[[0,13,"PERSON"],[23,35,"PERSON"],[102,112,"GPE"],[125,132,"GPE"],[254,260,"GPE"]]}
{"text":"Chefs We Love: Alice Waters. The Art of Simple Food In The Green Kitchen 40 Years of Chez Panisse: The Power of Gathering Chez Panisse Cafe Cookbook Chez","label":[[15,27,"PERSON"],[29,51,"WORK_OF_ART"],[85,97,"ORG"],[99,153,"ORG"]]}
{"text":"Passover Recipes Featuring All The Matzo, Charoset And Gefilte Fish You Need. We love to treat Passover as a sort of springtime Thanksgiving, with plenty of leftovers.","label":[[35,40,"PERSON"],[128,140,"DATE"]]}
{"text":"The U.S. Needs New Strategies To Fight Zika Mosquitos. The Aedes aegypti has been dubbed \"the cockroach of mosquitoes,\" because it's so hard to kill.","label":[[4,8,"GPE"]]}
{"text":"HPV Rates Are Going Way Down For Young Women, Study Says. Thanks to the vaccine introduced a decade ago, there has been a 64 percent decrease in human papillomavirus for older teens.","label":[[91,103,"DATE"],[122,132,"PERCENT"]]}
{"text":"Donald Trump's Lawyer Apologizes For 'Inarticulate Comment' About Spousal Rape. He also threatened The Daily Beast for publishing the comment in the first place.","label":[[0,14,"PERSON"],[66,78,"PERSON"],[99,114,"ORG"],[149,154,"ORDINAL"]]}
{"text":"Wheelchair Wisdom: 'Dance With Me!'. Living with MS, a progressive illness, has forced me to accept sudden changes in life that are not always easy or pleasant to deal with. Accepting and loving myself -- overcoming fear, embarrassment, and self-consciousness -- was a significant milestone for me.","label":[[0,17,"PERSON"],[49,51,"ORG"]]}
{"text":"12 Foods Nutritionists Won't Eat. Everyone splurges once in a while, even nutritionists. But these healthy eaters won't touch certain foods.","label":[[0,2,"CARDINAL"]]}
{"text":"The Summer's Dumbest Video Game Is Also Kind Of My Favorite. Mario and Sonic go to Rio, baby!","label":[[71,76,"ORG"],[83,86,"PERSON"]]}
{"text":"The Best Root Beer: A HuffPost Deathmatch. Vote now in the final round! It's Stewart's vs. IBC.","label":[[0,18,"PERSON"],[20,41,"WORK_OF_ART"],[77,84,"PERSON"],[91,94,"PERSON"]]}
{"text":"The BBC Is Filming \"Songs Of Praise\" At Migrant Church In Calais And Some People Are Furious. TV crews plan to broadcast footage from a migrant camp in Calais, France full of people hoping to reach Britain.","label":[[4,7,"ORG"],[40,64,"ORG"],[152,158,"GPE"],[160,166,"GPE"],[198,205,"GPE"]]}
{"text":"Introverts And Extroverts Can Be Ideal Teammates -- Moving Beyond Perceptions. By: Rita Balian Allen, Rita B. Allen Associates, May 2017 Executive Coach, Author, Trainer, Speaker, Leadership Development","label":[[83,100,"PERSON"],[102,126,"PERSON"],[128,136,"DATE"],[154,160,"GPE"],[162,169,"GPE"]]}
{"text":"Beauty Routine: What Is in Martha Stewart's Vanity. Martha Stewart is a face mask lover and, in this, she is woman after my own heart. I don't use a face mask every day (as Martha seems to), but several times a week and my favorite is Royal Nectar's Bee Venom Mask.","label":[[0,14,"PERSON"],[27,43,"PERSON"],[52,66,"PERSON"],[159,168,"DATE"],[173,179,"PERSON"],[235,249,"ORG"],[250,264,"PRODUCT"]]}
{"text":"Finding My Community at Stupid Cancer's OMG Summit for Young Adults. From the get go, I've been treated at a pediatric hospital, on pediatric protocols, and may, by age, be considered pediatric -- but I am far from it. For once, I was in a room with survivors that got me.","label":[[24,39,"ORG"],[40,67,"ORG"]]}
{"text":"U.S.: Russia Sent Tanks, Rocket Launchers To Rebels In Ukraine. ","label":[[0,4,"GPE"],[6,12,"GPE"],[25,41,"PERSON"],[55,62,"GPE"]]}
{"text":"Kermit The Frog Covering Shaggy's 2000s Classic 'It Wasn't Me' Is Comedy Gold. \"But she caught me on the counter...\"","label":[[0,33,"ORG"],[40,47,"PRODUCT"]]}
{"text":"Kind Snacks Is Fighting For The Right To Call Nuts 'Healthy'. We know more about health than we did in the '90s. Why haven’t nutrition labels caught up?","label":[[107,111,"DATE"]]}
{"text":"Me and My Shadow: Six Years Later. It's very difficult to describe a disease and the overall toll it takes as in my case of stage IV breast cancer.","label":[[10,16,"PRODUCT"],[18,33,"DATE"],[130,132,"GPE"]]}
{"text":"America Is Sinking, And Only The People Can Rescue It. Here's How.. The ship is taking on water, systems are in disarray and communications are down.","label":[[0,7,"GPE"]]}
{"text":"Helen Fisher's GPS Guide For When You Can't Stop Worrying. Your troubles are temporary.","label":[[0,14,"PERSON"],[15,57,"ORG"]]}
{"text":"NYT: White House Vetting Iowa Judge For Supreme Court Seat. WASHINGTON — The White House is vetting Jane L. Kelly, a career public defender turned federal appellate judge, as a potential","label":[[5,16,"ORG"],[40,58,"ORG"],[60,70,"GPE"],[73,88,"ORG"],[100,113,"PERSON"]]}
{"text":"\"We\" vs. \"Me\" Couples. The \"me\" couple operates as two distinct people who happen to be in a relationship. The \"we\" couples are unquestionably a team. You see it in their body language and especially in their speech.","label":[[10,21,"WORK_OF_ART"],[51,54,"CARDINAL"]]}
{"text":"9 Animals That May Or May Not Know The Super Bowl 48 Winner. The competition is so fierce that it seems more animals are placing their bets this year, too. Though we're not totally sure","label":[[0,1,"CARDINAL"],[15,18,"DATE"],[140,149,"DATE"]]}
{"text":"Ukraine Says Unrest Planned And Financed From Abroad. ","label":[[0,7,"GPE"]]}
{"text":"Ingenious Compromise: Reason for Hope. Does a sharply divided America necessarily mean that no meaningful legislation can emerge from our political leaders on both sides of the aisle?  I don't think so! What many people describe as the greatest political agreement in the history of the world came out of a deeply divided America -- the US Constitution.","label":[[62,69,"GPE"],[322,329,"GPE"],[333,352,"LAW"]]}
{"text":"Jenni Rhodes, 81, Is Already Our New Favorite Model (PHOTOS). Luckily, Rhodes is represented by Close Models, so she's already had a multitude of modeling gigs from fashion spreads to","label":[[0,12,"ORG"],[14,16,"DATE"]]}
{"text":"Madonna Gets A Spanking From Jessica Chastain On Stage In Prague. Girls gone wild.","label":[[0,28,"PERSON"],[58,64,"GPE"]]}
{"text":"THIS Is How to Transform Your Relationship With Your Daughter. There's no time like the present to begin transforming your relationship with your daughter. Communication is the key and we're laying the foundation today for a more fulfilling tomorrow. It's easy to accomplish and a great way to kick off the summer.","label":[[213,218,"DATE"],[303,313,"DATE"]]}
{"text":"'Zero Hope For Denuclearizing North Korea,' China Expert Says. Trump's designation of North Korea as a state sponsor of terrorism \"could greatly undermine\" a diplomatic solution.","label":[[30,41,"GPE"],[44,49,"GPE"],[63,68,"ORG"],[86,97,"GPE"]]}
{"text":"Sassy and Sophisticated: Diablo Ballet All Grown Up at 20. After 20 years of charming East Bay audiences, Walnut Creek-based Diablo Ballet tipped its hat to the past with an anniversary program that segued movingly from film clips of past performances to live performance of the same pieces, but also nodded vigorously to the future with a brand new work by resident choreographer Robert Dekkers.","label":[[0,5,"ORG"],[10,23,"ORG"],[55,57,"CARDINAL"],[65,73,"DATE"],[86,94,"LOC"],[106,118,"GPE"],[125,138,"ORG"],[381,395,"PERSON"]]}
{"text":"Jimmy Fallon Proves He Could Be The Next Michael Strahan With Hilarious 'Live' Audition. Kelly Ripa confirmed they have good chemistry!","label":[[0,19,"PERSON"],[41,56,"PERSON"],[89,99,"PERSON"]]}
{"text":"In Conversation With Saul Williams. Alright, so we know Saul is full of magic, but how do we go beyond the quotes and a performance (his performances are one of a kind experience and highly recommended) and get in conversation with Saul?","label":[[21,34,"PERSON"]]}
{"text":"Donald Trump Is Winning At Being The Butt Of Late-Night TV Jokes. He did promise he'd win at everything.","label":[[0,12,"PERSON"]]}
{"text":"Scientists Map Acorn Worm DNA, And Learn A Lot About Humans In The Process. Turns out we share DNA with a lot of unexpected critters -- and bananas.","label":[[11,25,"PERSON"],[35,59,"PERSON"]]}
{"text":"College Relations: Boston's Brains Behind the Olympics. For most of American history, America's colleges and universities have sat in isolated splendor as \"cities upon a hill\" separated by gates and green lawns from the towns in which they lived. In these circumstances, the college relied on its non-profit status as an educator and saw little value in extending its relationships very deep into the neighborhoods that surrounded it.","label":[[19,25,"GPE"],[46,54,"EVENT"],[68,76,"NORP"],[86,93,"GPE"]]}
{"text":"Why Hasn't A Woman Run The New York Times Styles Section In Decades?. The paper's latest hire, Choire Sicha, draws high praise. But inescapably gendered criticisms have always dogged the section.","label":[[23,41,"ORG"],[95,107,"PERSON"]]}
{"text":"Marlena Titian's GPS Guide On Being Mindful In The Face Of Stress. Keep these mantras in mind when you're overwhelmed.","label":[[0,16,"ORG"],[17,26,"ORG"],[47,65,"WORK_OF_ART"]]}
{"text":"From Ball Turret Gunner To Guerilla Fighter. Clem Dowler’s Extraordinary Journey Fighting Alongside the Office of Strategic Services in Occupied France: Clement “Clem","label":[[5,23,"PERSON"],[100,132,"ORG"],[136,151,"ORG"]]}
{"text":"The State of Masculinity in America and the One Film Every Man Must See. ","label":[[0,35,"ORG"],[40,52,"EVENT"]]}
{"text":"Why Latinos Should Speak Up for Black Lives. It's time that we, as Latinos, boldly speak out in support of justice.  If we are to truly deal with racism in America impacting Latinos, we need to understand what is happening right now with Black America.","label":[[32,43,"ORG"],[67,74,"PERSON"],[156,163,"GPE"],[174,181,"PERSON"],[238,251,"LOC"]]}
{"text":"Lindsey Vonn Injury: Skier Tears ACL And MCL In Austria. Champion skier Lindsey Vonn is in the hospital following a Tuesday night crash during the opening day of the women's Super","label":[[0,19,"PERSON"],[21,36,"PERSON"],[41,44,"ORG"],[48,55,"GPE"],[72,84,"PERSON"],[116,123,"DATE"],[124,129,"TIME"],[143,158,"DATE"]]}
{"text":"Uber Driver Denies Ride To Woman In Labor, Still Charges $13. The charge was for the time he spent with her and her husband.","label":[[58,60,"MONEY"]]}
{"text":"Life on a Volcanic Island. Skimming across the Tyrrhenian sea, one can see the Gran Cratere of Vulcano in the distance. Arriving in this volcanic island was like approaching Jurassic Park, with its steep hills of vines and trees, deserted coastline and smoking crater.","label":[[10,25,"LOC"],[47,57,"NORP"],[75,102,"WORK_OF_ART"],[174,187,"GPE"]]}
{"text":"How Tim Pawlenty Blew It On The Biggest Stage Of His Career. The anatomy of a debate flub.","label":[[28,52,"WORK_OF_ART"]]}
{"text":"10 Unexpected Ways To Meditate Every Day. Ready to get Zen? Meditation can do way more than people think -- and it's not just for hippies. Practicing meditation regularly","label":[[0,2,"CARDINAL"]]}
{"text":"Quarter Of World's Land Will Be Permanently Drier If Paris Climate Goals Not Met: Study. Countries need to work to prevent the Earth's temperature from rising more than 1.5 degrees.","label":[[0,49,"ORG"],[53,58,"GPE"],[127,132,"LOC"],[159,172,"CARDINAL"]]}
{"text":"Bucket List For Parents: 'Before They Leave Me' Lists. Read through and then tell us: what would be on your list? Use the comments or tweet your answers to @HuffPostParents with","label":[[0,11,"PERSON"]]}
{"text":"Minor Explosion Rattles IMF Headquarters In Paris. One person was slightly injured.","label":[[44,49,"GPE"],[51,54,"CARDINAL"]]}
{"text":"The Art of Receiving Is Different From the Act of Taking. I think we could all learn something significant from dogs regarding the nature of not just giving, but receiving. There seems to sufficient conversation around the need to be a good giver, and appropriately so, but there is little talk about the other end of the stick.","label":[[0,56,"WORK_OF_ART"]]}
{"text":"NHL Week In Review: Kings, Blackhawks Follow Different Paths In First Week Of Season. MVP goaltender Jonathan Quick let up 12 goals in his first four games after returning from offseason back surgery. Whatever","label":[[0,8,"ORG"],[27,60,"PERSON"],[86,89,"ORG"],[101,115,"PERSON"],[123,125,"CARDINAL"],[139,144,"ORDINAL"],[145,149,"CARDINAL"]]}
{"text":"Huge Fire Burns Dubai's Torch Tower, One Of The World's Tallest. Authorities said the tower had been evacuated and no injuries were reported.","label":[[0,23,"ORG"],[24,35,"FAC"],[37,40,"CARDINAL"]]}
{"text":"An Oscar-Themed Open Letter to Demi Moore. Demi... let's just look at that post-dumped reinvention of Ellen's, shall we? And take heed.","label":[[3,27,"ORG"],[31,41,"GPE"],[102,107,"PERSON"]]}
{"text":"We're Already Creating Our Spring Wish Lists After Seeing This Week's Cheap Celeb Finds. After more than a month of various Fashion Weeks and countless award shows, we've laid our eyes on one too many items of","label":[[6,57,"WORK_OF_ART"],[63,67,"DATE"],[70,87,"ORG"],[95,112,"DATE"],[124,137,"ORG"]]}
{"text":"Watch Britney Spears Dance In A Bikini 'Til The World Ends. It's her prerogative.","label":[[40,58,"WORK_OF_ART"]]}
{"text":"Managing Graduation Trepidation: 3 Techniques to Help New Graduates Interview Confidently. It is an unfortunate coincidence that this year's graduates must experience both elation and trepidation. While they rightfully deserve to bask in their academic accomplishments and celebrate, these young men and women must also confront one of our biggest fears as they prepare to interview for jobs or graduate school.","label":[[33,34,"CARDINAL"],[49,77,"ORG"],[134,138,"DATE"]]}
{"text":"13 Things That Will Make You Panic When You Enter Your Late 20s. When the f*cking f*ck did we all get so old?","label":[[0,2,"CARDINAL"],[55,63,"DATE"]]}
{"text":"Long-Beaked Echidna Specimen Suggests Egg-Laying Mammal Isn't Extinct In Australia After All. Follow LiveScience on Twitter@livescience. We're also on Facebook &Google+.  Monotremes, which include bizarre little mammals","label":[[151,168,"ORG"]]}
{"text":"Businesses and Environmental Groups Call on President Obama to Create Clean 'Power India' Initiative. A \"Power India\" initiative would coordinate bilateral support from agencies such as the Overseas Private Investment Corporation (OPIC), U.S. Export-Import Bank, and USAID, with the goal of unlocking much needed support for clean energy projects and catalyzing the expansion of beyond-the-grid solar markets to help alleviate energy poverty.","label":[[54,59,"PERSON"],[186,229,"ORG"],[238,261,"ORG"],[267,272,"ORG"]]}
{"text":"Real Weddings: Couples Who Got Married This Weekend. This weekend, our readers attended weddings around the globe, from the U.S. to the U.K. to Nigeria. Click through the slideshow","label":[[39,51,"DATE"],[53,65,"DATE"],[124,128,"GPE"],[136,140,"GPE"],[144,151,"GPE"]]}
{"text":"North Korean Defectors Show Signs Of Possible Radiation Exposure. North Koreans who live near the country's nuclear test site appear to be paying a heavy price.","label":[[0,12,"NORP"],[66,79,"NORP"]]}
{"text":"Dog Dies On United Flight After Passenger Forced To Put Carrier In Overhead Bin. The airlines says it takes \"full responsibility for this tragedy.\"","label":[[67,79,"PERSON"]]}
{"text":"Trump Officially Declares Opioid Crisis An Emergency 2 Months After Saying He Would. The president's declaration of a public health emergency falls short of previous indications that he'd declare a national emergency.","label":[[0,39,"ORG"]]}
{"text":"Mike Pence: The Birther Issue Is Over. For over five years, his running mate Donald Trump fueled racist conspiracies that Obama was not born in the U.S.","label":[[0,10,"PERSON"],[43,58,"DATE"],[77,89,"PERSON"],[122,127,"PERSON"],[148,152,"GPE"]]}
{"text":"Congress Ties Controversial Cybersecurity Bill To Key Spending Package. And critics are not happy about it.","label":[[0,70,"ORG"]]}
{"text":"Funny RSVP Card Shows Off Couple's Sense Of Humor (PHOTO). A typical wedding RSVP card usually gives guests the option to check one of two boxes: either \"happily accept\" or \"regretfully","label":[[128,131,"CARDINAL"],[135,138,"CARDINAL"]]}
{"text":"8 Ways To Achieve More While Working Less. ","label":[[0,1,"CARDINAL"]]}
{"text":"FBI: Suspected Islamic State Backer Held For New York Attack Plot. \"The FBI remains concerned about people overseas who use the Internet to inspire people in the United States to commit acts of violence where they live.\"","label":[[0,3,"ORG"],[45,65,"GPE"],[72,75,"ORG"],[158,175,"GPE"]]}
{"text":"Extreme Weather Photos Of The Week. Though the Sierra Nevada received some snowfall this past week, California's drought conditions continued to worsen and snowpack","label":[[0,22,"PERSON"],[26,34,"DATE"],[43,60,"ORG"],[84,98,"DATE"],[100,110,"GPE"]]}
{"text":"FABRICATIONS: 14 Fashion Designers Who Are Queering The Fashion Industry. An examination of how the fashion world intersects with queerness and evolving mainstream conceptions of gender.","label":[[14,16,"CARDINAL"]]}
{"text":"Why We Called for a Boycott of the White House Iftar. President Obama used a religious event to make a political statement -- one that was simultaneously an insult to the entire Muslim- and Arab-American community.","label":[[31,52,"ORG"],[64,69,"PERSON"],[190,203,"NORP"]]}
{"text":"Winning Powerball Numbers May 18: 22, 10, 13, 14, 52 And 11. The previous Powerball jackpot record was set in November 2012, when two winning tickets split a prize of $587.5 million","label":[[26,33,"DATE"],[34,36,"CARDINAL"],[38,40,"DATE"],[42,44,"DATE"],[46,48,"DATE"],[50,52,"DATE"],[110,123,"DATE"],[130,133,"CARDINAL"],[167,181,"MONEY"]]}
{"text":"New Witness Account Undermines Mexican Government Narrative Of Missing Students. ","label":[[0,79,"ORG"]]}
{"text":"Mountain Lion Tracked By Scientists Is Found Dead Near Malibu Road. The loss of the famed cougar is one more reason for a California wildlife corridor to protect the big cats, animal advocates say.","label":[[0,66,"ORG"],[100,103,"CARDINAL"],[122,132,"GPE"]]}
{"text":"What the Secret Service Needs to Do Now. ","label":[[5,29,"ORG"]]}
{"text":"Here's Why Tom Hanks Keeps Buying Coffee Machines For The White House Press Corps. \"It's as simple as that.\"","label":[[11,20,"PERSON"],[54,81,"ORG"]]}
{"text":"Bugarach, French Hamlet, Attracts Believers As Mayan Apocalypse Looms (PHOTOS). \"This is the 183rd end-of-the-world prophecy since antiquity,\" Bugarach Mayor Pierre Delord told The Guardian. \"I can't take","label":[[0,8,"GPE"],[10,16,"NORP"],[93,98,"ORDINAL"],[143,151,"PERSON"],[158,171,"PERSON"],[181,189,"ORG"]]}
{"text":"Dear Kate: A Little Girl Answers Your Questions About Autism. Dear Concerned, Rather than looking critically at the number of diagnoses surrounding us, use that analytical mind of yours and do some serious autism research for me.","label":[[5,9,"PERSON"]]}
{"text":"America Added 255,000 Jobs In July. This marks the second straight month of strong growth.","label":[[0,29,"ORG"],[30,34,"DATE"],[47,72,"DATE"]]}
{"text":"Volunteering Linked With Lower Risk Of High Blood Pressure. The study, published in the journal Psychology and Aging, included 1,164 adults between ages 51 and 91, who all had normal","label":[[127,132,"CARDINAL"],[140,162,"DATE"]]}
{"text":"CityLove Goes to Boise, Idaho. The future for this neighborhood will certainly be complicated and something the National Trust will be monitoring with great","label":[[17,22,"GPE"],[24,29,"GPE"],[108,126,"ORG"]]}
{"text":"Demystifying SEO for Your CEO. Once a small business CEO recognizes they can easily master the key elements of Google -- and even turn Google into their best salesperson -- they're empowered to do even more.","label":[[135,141,"ORG"]]}
{"text":"Why This Priest Walked Hundreds Of Miles To Protest Donald Trump. Jose Landaverde and other Latino demonstrators faced a slew of racist threats on their journey to Ohio.","label":[[52,64,"PERSON"],[66,81,"PERSON"],[92,98,"PERSON"],[164,168,"GPE"]]}
{"text":"Actually, Burger King Has Been Trying To Dodge Taxes For Years. ","label":[[10,37,"ORG"],[41,46,"ORG"],[57,62,"DATE"]]}
{"text":"\"Troubled\" Moses or Traumatic Origins of the Bible?. We have no way to ascertain whether Moses personally suffered from trauma. He lived long before history was written down in Israel and the stories about him are shrouded in centuries of later tradition.","label":[[45,50,"WORK_OF_ART"],[177,183,"GPE"],[226,235,"DATE"]]}
{"text":"The Political Theology Of Trumpian Evangelicalism. God sides with the powerful.","label":[[0,49,"ORG"]]}
{"text":"Flash Mob Proposal: 'Blob' Dances To Bruno Mars, Pops The Question (VIDEO). We've all seen flash mob marriage proposals. But this is the first time we've heard of a flash \"blob\" proposal. As Kelly","label":[[0,21,"PERSON"],[21,25,"PERSON"],[137,142,"ORDINAL"],[191,196,"PERSON"]]}
{"text":"WATCH: Nebraska's Wild, Last-Minute Touchdown Was 58 Yards Of Game-Winning Power. ","label":[[7,15,"GPE"],[18,22,"ORG"]]}
{"text":"Skyler Berman's First Day Of School Outfit Blows Yours Out Of The Water (PHOTO). Just think: By fifth grade, he'll be rocking three-piece suits... with cufflinks. Thought your shiny new Chucks and Jansport","label":[[7,13,"PERSON"],[16,71,"DATE"],[96,101,"ORDINAL"],[126,131,"CARDINAL"],[186,192,"PERSON"],[197,205,"ORG"]]}
{"text":"How to Celebrate Elvis Week. On August 16, 1977, Elvis Presley died at Graceland, his sanctuary and estate in Memphis, Tennessee. He was just 42 years old. The news sent a wave of shock and sadness as the world mourned the man who transformed how we listen to music and so much more.","label":[[7,27,"PERSON"],[32,47,"DATE"],[49,62,"PERSON"],[71,80,"PERSON"],[110,117,"GPE"],[119,128,"GPE"],[142,154,"DATE"]]}
{"text":"Twitter Hilariously Reacts To Trump’s Bad Susan B. Anthony Joke. \"Have you heard of Susan B. Anthony? I’m shocked.”","label":[[0,26,"ORG"],[42,63,"PERSON"],[84,100,"PERSON"]]}
{"text":"The Best Tips And Products For Dealing With 'Allergy Face' This Season. Cover up the rest: A hard-working concealer will get you far on mornings like these. To battle redness, look for formulas","label":[[0,13,"PERSON"]]}
{"text":"10 Comics That Depict Your Darkest Feelings With Freakish Accuracy. The best ideas usually come while I'm occupied with something else. Mindless tasks are the best: puttering around on my lunch","label":[[0,2,"CARDINAL"],[49,66,"PERSON"]]}
{"text":"Ob\/Gyns, Infertility Doctors: Toxic Chemicals Harm Mom, Dad And Baby. The powerful new statement affirms that toxic chemicals in the environment are harming our reproductive health. They are harming our fetuses and babies, and they are harming our health as women, men, mothers and fathers.","label":[[0,7,"ORG"],[9,54,"ORG"]]}
{"text":"Seeking spheres of influence, Russia, China imitate America. ","label":[[30,36,"GPE"],[38,43,"GPE"],[52,59,"GPE"]]}
{"text":"Taylor Swift Was 'The Happiest Maid Of Honor Ever' At Her Best Friend's Wedding. \"I met her when I was 10 days old, and him in kindergarten.\"","label":[[0,18,"PERSON"],[18,50,"WORK_OF_ART"],[103,114,"DATE"]]}
{"text":"Asteroid 1998 QE2 To Give Earth A Close Shave On May 31 (VIDEO). In fact, in 2016, the agency plans to send a robotic probe to one of the most potentially hazardous asteroids. And NASA recently","label":[[49,55,"DATE"],[77,81,"DATE"],[127,130,"CARDINAL"],[180,184,"ORG"]]}
{"text":"Homeland Security Secretary Thinks Marijuana Is 'Not A Factor In The Drug War'. And the solution to drug abuse \"is not arresting a lot of users,\" John Kelly said.","label":[[28,44,"PERSON"],[146,156,"PERSON"]]}
{"text":"Donald W. Bush?. It seems that Bush is being forgotten, possibly on the grounds that no former president could look bad with Donald Trump in the White House.","label":[[0,14,"PERSON"],[31,35,"PERSON"],[125,137,"PERSON"],[141,156,"FAC"]]}
{"text":"Firebrand Politician Looks Set To Clinch Philippine Presidency. Rodrigo Duterte's truculent defiance of political tradition has drawn comparisons with U.S. Republican presidential candidate Donald Trump, as have his references to his libido.","label":[[41,51,"NORP"],[64,79,"PERSON"],[151,155,"GPE"],[156,166,"NORP"],[190,202,"PERSON"]]}
{"text":"This Stylish Kid Will Teach You How To Wear A Suit. Too. Much. Cuteness.","label":[[0,12,"PERSON"],[63,71,"ORG"]]}
{"text":"Trump Talked About Banning Lobbyists, Now He Might Put Them In Charge. Reports say influence-peddlers Corey Lewandowski and David Urban could join the White House staff.","label":[[0,12,"PERSON"],[102,119,"PERSON"],[124,135,"PERSON"],[151,162,"ORG"]]}
{"text":"Eclipse 2017: How A Tiny Town Braces For Blackout. Cashiers, North Carolina, population 3,500, could be overrun with 30,000 to 100,000 starry-eyed tourists.","label":[[61,75,"GPE"],[88,93,"CARDINAL"],[117,123,"CARDINAL"],[127,134,"CARDINAL"]]}
{"text":"Robin Williams' Kids Ask That We Fill The World Up With Laughter Again. ","label":[[0,15,"PERSON"]]}
{"text":"Memorial Day Sales 2012: Home Decor And Outdoor Furniture Sales At Macy's, Sears, Home Depot And More (PHOTOS). This Memorial Day, we honor the courageous men and women who serve or have served our country. Thanks to them, we feel protected","label":[[25,35,"ORG"],[67,71,"ORG"],[75,109,"ORG"],[112,129,"EVENT"]]}
{"text":"The Row's Fall 2014 Collection Makes Us Want To Fast-Forward To September. Want more? Be sure to check out HuffPost Style on Twitter, Facebook, Tumblr, Pinterest and Instagram at @HuffPostStyle. PHOTO","label":[[37,39,"GPE"],[64,73,"DATE"],[144,150,"ORG"],[152,161,"GPE"],[166,175,"ORG"]]}
{"text":"Bristol Palin Gives Birth To Her Second Child. Meet Sailor Grace!","label":[[0,13,"ORG"],[20,25,"PERSON"],[33,39,"ORDINAL"]]}
{"text":"What's Leaving Netflix In February 2017?. Aw, pooh.","label":[[7,22,"PERSON"],[26,39,"DATE"]]}
{"text":"Heart Drugs: Too Many Medication Types Are Compromising Health, Doctors Say. Beta-blockers are absolutely necessary for some patients, said Dr. Sripal Bangalore, a cardiologist at New York University","label":[[144,160,"PERSON"],[180,199,"ORG"]]}
{"text":"NYC Nightlife Icons Transform James. St. James. ","label":[[0,35,"ORG"],[37,46,"GPE"]]}
{"text":"Every Woman Counts: Gender Budgeting In G7 Countries. How national budgets can be used more actively as a tool to support gender equality.","label":[[20,36,"PERSON"],[40,52,"PERSON"]]}
{"text":"In 100 Days, Trump Has Found 29 Ways To Screw Regular Americans. This is populism?","label":[[3,11,"DATE"],[13,22,"ORG"],[29,31,"CARDINAL"],[46,63,"NORP"]]}
{"text":"Ted Cruz Blasts Big Money In Politics. But his solution is more big money in politics.","label":[[0,8,"PERSON"]]}
{"text":"The World Government Summit and the Arabs' Heartache. ","label":[[0,27,"ORG"],[36,41,"NORP"]]}
{"text":"'Dirty Dancing' Was A Safe-Abortion Champion Wrapped In A Rom-Com Bow. Screenwriter Eleanor Bergstein reflects on her hit script 30 years later.","label":[[71,101,"PERSON"],[129,143,"DATE"]]}
{"text":"Radiation Technique For Knockoffs May Be The Coolest Way To Spot A Fake. However, as Salon notes, certain counterfeits could still fool the system -- but only if they were made with the same type","label":[[85,90,"PERSON"]]}
{"text":"Cavaliers' Championship Window Is Quickly Closing. LeBron continues to dazzle, but his teammates are floundering.","label":[[51,57,"PERSON"]]}
{"text":"Heidi Klum As A Young Punk And More Tweets Of The Week (PHOTOS). We love when celebrities post throwback photos of themselves as kids, and Heidi Klum always posts the best ones. This week","label":[[0,10,"PERSON"],[46,54,"DATE"],[139,149,"PERSON"],[178,187,"DATE"]]}
{"text":"Americans Call Clinton, Trump The Worst Nominees In 40 Years. More than a third of voters say they don't like either option.","label":[[0,9,"NORP"],[52,60,"DATE"],[62,79,"CARDINAL"]]}
{"text":"U.S. Killed Up To 116 Civilians In Drone Strikes Outside War Zones, White House Says. The total is far lower than estimates by non-governmental organizations.","label":[[0,4,"GPE"],[18,21,"CARDINAL"],[68,79,"ORG"]]}
{"text":"Worried About Donald Trump, Asylum Seekers Walk Cold Road To Canada. “The election and inauguration of Mr. Trump appears to be the final reason for those who came mostly last month.”","label":[[14,26,"PERSON"],[61,67,"GPE"],[107,112,"PERSON"],[170,180,"DATE"]]}
{"text":"NFL Player Stedman Bailey In Critical Condition After Shooting. Bailey will undergo surgery after reportedly being shot in the head twice.","label":[[0,3,"ORG"],[11,25,"PERSON"],[64,70,"GPE"]]}
{"text":"Experimental Treatment For Antibiotic-Resistant UTIs Succeeds In Trial. An estimated 2 million patients each year in the United States contract drug-resistant infections, the company said, citing","label":[[27,70,"ORG"],[72,94,"CARDINAL"],[104,113,"DATE"],[117,134,"GPE"]]}
{"text":"HuffPost Live: Heal The West (VIDEO). Columbia University has just opened the Spirituality & Mind-Body Institute, an innovative program that aims to bring a spiritual","label":[[38,57,"ORG"]]}
{"text":"Black Poet Explains Painful Reality Of Police Violence To His 4-Year-Old Nephew. The harsh truth that every black child eventually has to hear.","label":[[62,79,"DATE"]]}
{"text":"Medical Devices Need To Be Protected Against Cyber Threats: FDA. The risk of breaches has grown as devices have become increasingly interconnected, via the Internet, hospital networks, other","label":[[60,63,"ORG"]]}
{"text":"Huckabee Compares Gavin Newsom To Kentucky Clerk, Sparks Twitter War. California Lieutenant Governor Gavin Newsom (D) and GOP presidential candidate Mike Huckabee sparred on Twitter on Sunday","label":[[18,30,"PERSON"],[34,48,"PERSON"],[50,68,"WORK_OF_ART"],[70,80,"GPE"],[101,113,"PERSON"],[122,125,"ORG"],[149,162,"PERSON"],[174,181,"WORK_OF_ART"],[185,191,"DATE"]]}
{"text":"Embarrassing Dads: Survey Finds 60% Of Kids Think Dads Are 'Lame'. It is a universal truth that parents will, at some point or another, embarrass their children. But a recent online survey","label":[[32,35,"PERCENT"]]}
{"text":"Hillary Rodham Clinton Makes It Official: She Is Running. Over the next months, they will hear her platform and policy initiatives and realize that she is the right person to be president. Hillary will run a campaign that will reach out across party lines in the same way she did when she was in the Senate.","label":[[0,28,"PERSON"],[63,78,"DATE"],[189,196,"PERSON"],[300,306,"ORG"]]}
{"text":"Jan. 9, 2012 News Update. The 150th anniversary of the Emancipation Proclamation observed. Some Southerners still think it was a mistake. New Congress","label":[[0,24,"DATE"],[30,35,"ORDINAL"],[51,80,"FAC"],[96,107,"NORP"],[138,150,"ORG"]]}
{"text":"Trump First Offered Jerry Falwell, Jr. U.S. Secretary Of Education Job. The Associated Press reported the following on November 26, 2016: RICHMOND, Va. (AP) — Liberty University President Jerry","label":[[0,11,"ORG"],[20,33,"PERSON"],[39,43,"GPE"],[57,66,"ORG"],[72,92,"ORG"],[119,136,"DATE"],[138,146,"GPE"],[148,151,"GPE"],[153,155,"ORG"],[159,177,"ORG"]]}
{"text":"Rex Tillerson Says Transgender People Should Not Be Discriminated Against. Meanwhile, the Trump administration is pushing anti-trans policies.","label":[[19,37,"PERSON"],[90,95,"PERSON"]]}
{"text":"Kim Kardashian, Miley Cyrus Share Sexy Selfies For Interview Magazine September Issue. They're part of the mag's not-so-secret #Instagang.","label":[[0,14,"PERSON"],[16,69,"ORG"],[70,79,"DATE"],[107,110,"ORG"],[128,137,"GPE"]]}
{"text":"Bikinis, Stylish One-Pieces and The 11 Other Best Swimsuits For Your Shape (PHOTOS). Summer is here and while we couldn't be more excited about long weekends at the beach, the thought of getting into a swimsuit","label":[[0,7,"ORG"],[9,27,"ORG"],[36,38,"CARDINAL"],[39,59,"LOC"]]}
{"text":"Rachel Bilson Shops At TJ Maxx In A Denim Jumpsuit, Making Us Love Her Even More. But new photos have surfaced that make our adoration for the former \"O.C.\" star (she's always be Summer to us) grow even","label":[[0,19,"PERSON"],[59,80,"WORK_OF_ART"],[151,155,"GPE"]]}
{"text":"Why I Walked Away From My Six-Figure Job... and the Surprising Results a Decade Later. I'd gotten a job in finance in my early 20s, and the next thing I knew, I was 36 years old and on a career trajectory not of my choosing. Yes, I was succeeding, but at what cost?","label":[[48,70,"LAW"],[118,130,"DATE"],[165,177,"DATE"]]}
{"text":"Full-Page Ad In The New York Times Demands Diversity At Fashion Week. \"Let's move from talk to action.\"","label":[[16,55,"ORG"]]}
{"text":"Understanding the Narcolepsy-Autoimmune Relationship. Both of these studies offer compelling new information about the root causes and mechanisms of this very serious disorder. They also offer the promise of swifter and more accurate diagnoses, and of improvements to treatment.","label":[[14,52,"ORG"]]}
{"text":"Scott Walker Says There Are A 'Handful Of Reasonable, Moderate Followers Of Islam'. There are more than a handful.","label":[[0,12,"PERSON"],[76,81,"ORG"]]}
{"text":"'Real Housewives Of Atlanta' Star Phaedra Parks Says She's 'Open To Love'. \"Real Housewives of Atlanta\" star Phaedra Parks says she's still open to love despite her very public separation from estranged","label":[[20,27,"GPE"],[34,47,"PERSON"],[68,72,"WORK_OF_ART"],[76,102,"WORK_OF_ART"],[109,122,"PERSON"]]}
{"text":"7 Ways to Boost Your Gratitude. Many of us are well versed at juggling dozens of different thoughts in our heads at once. It is tough to feel true gratitude when your attention is divided. Take the time to really focus on the person you are with or event that is happening in the moment.","label":[[71,77,"CARDINAL"]]}
{"text":"30 Days of High-Intensity Interval Training (HIIT). The high-intensity interval training workouts are the fastest way to look lean and mean when the weather demands we get about wearing fewer clothes. The real benefits, however, are mental. Try one of the routines right now -- all you need is 15 minutes and a timer.","label":[[0,7,"DATE"],[294,304,"TIME"]]}
{"text":"Crystal Bridges Exhibition Reveals Curatorial Missteps. Covering over 19,000 square feet of exhibition space, State of the Art: Discovering American Art Now at the Crystal Bridges Museum of American Art in Bentonville, Arkansas is an enormous undertaking that casts a wide net but misses the mark when it comes to the emergence of strong, definitive themes.","label":[[65,88,"QUANTITY"],[160,186,"FAC"],[190,202,"ORG"],[206,217,"GPE"],[219,227,"GPE"]]}
{"text":"The 2016 March Madness Schedule For Saturday And Sunday's Games. Watch live as your brackets bust.","label":[[4,8,"DATE"],[36,63,"DATE"]]}
{"text":"Thousands Of New York Protesters Rally In Solidarity For Baltimore's Freddie Gray. ","label":[[0,9,"CARDINAL"],[57,66,"GPE"],[69,81,"ORG"]]}
{"text":"12 Ways To Get Your Daily Vitamin D. By Ella Quittner Vitamin D is essential for bone health. Recent research suggests it may have other benefits, too, such as","label":[[0,2,"CARDINAL"],[45,63,"PERSON"]]}
{"text":"This World Cup Let's Work to End Child Labor. The concern with protecting Brazilian children and adolescents from child labor during the World Cup is both legitimate and necessary.","label":[[0,25,"EVENT"],[74,83,"NORP"],[133,146,"EVENT"]]}
{"text":"Three Meditation Tips for Travel. This meditation is one I use and recommend for when I am traveling. It is designed to be done for brief intervals. The tone it encourages is happy and light, and it will trigger a more positive vibration to accompany the traveler.","label":[[0,5,"CARDINAL"]]}
{"text":"Keith Olbermann: Donald Trump's Travel Ban Is The 'Greatest Possible Gift To ISIS'. \"What better recruitment tool could there be?\"","label":[[0,15,"PERSON"],[17,31,"PERSON"]]}
{"text":"Celebrate National Mutt Day By Telling Us Why You Love Your Pooch. In honor of National Mutt Day ― a day for “embracing, saving and celebrating mixed breed dogs” that happens twice a year","label":[[0,27,"ORG"],[79,98,"ORG"]]}
{"text":"Obama Orders Flags At Half-Staff To Honor Victims Of Oregon Shooting. The flags will remain at half-staff until sunset on Oct. 6.","label":[[0,18,"PERSON"],[95,99,"CARDINAL"],[122,128,"DATE"]]}
{"text":"Suspected Boko Haram Bombing Hits Shiite Procession. KANO, Nigeria (AP) — A suspected Boko Haram suicide bomber detonated himself in the middle of a procession of hundreds of","label":[[0,14,"PERSON"],[34,40,"NORP"],[53,57,"ORG"],[59,66,"GPE"],[68,70,"ORG"],[86,96,"PERSON"],[163,171,"CARDINAL"]]}
{"text":"Eminem's Childhood Home In Detroit Burns After Woman Tried To Purchase It. The house will look familiar to fans of the Detroit MC. It appears on the cover of Eminem's 2000 release \"The Marshall Mathers","label":[[0,6,"ORG"],[9,23,"FAC"],[27,34,"GPE"],[47,58,"PERSON"],[115,129,"ORG"],[158,164,"ORG"],[167,171,"DATE"],[181,201,"WORK_OF_ART"]]}
{"text":"Canada $100 Bill Controversy: Bank Of Canada Apologizes After Accusations Of Racism. * Picture of Asian woman on banknote removed after complaints * Bank of Canada makes rare apology, first since 2003 Carney","label":[[0,6,"GPE"],[8,11,"MONEY"],[30,55,"ORG"],[98,103,"NORP"],[149,163,"ORG"],[184,189,"ORDINAL"],[196,200,"DATE"],[201,207,"NORP"]]}
{"text":"3 Women Shot Dead Outside Finnish Restaurant In 'Random' Attack, Police Say. A local politician and two journalists were reportedly killed in the attack.","label":[[0,1,"CARDINAL"],[49,75,"WORK_OF_ART"],[100,103,"CARDINAL"]]}
{"text":"In the Afterglow of the Bruce Jenner Interview:  So Where Do We Go From Here?. The opportunity this presents for our community to simply tell our stories, have them be heard and, most importantly, to educate -- is what the real legacy of this moment is.","label":[[3,76,"WORK_OF_ART"]]}
{"text":"Two Baseball Players Synced Up Their Talents For One Sensational Play. How many infielders does it take to throw one runner out?","label":[[0,3,"CARDINAL"]]}
{"text":"The Best Hard Cider Brands: Our Taste Test Results. Find out which brands were delicious and which tasted like \"cigar smoke.\"","label":[[0,26,"PERSON"]]}
{"text":"Washington Mudslide Menacing Fabled Pacific Northwest Salmon, Trout River. The tribe - whose name means \"the river people\" - welcomes the arrival of migrating fish in a \"first salmon\" ceremony and","label":[[0,60,"ORG"],[170,175,"ORDINAL"]]}
{"text":"Moms of Summer: Forget the Socks, Let's Find The Joy. As the mom of three happy, healthy children, I see these summer challenges we're all facing as badges of privilege. So I'm going to do my best -- even when our family is at our worst -- to wear them with honor. Because long after the footprints and crumbs have been wiped away, my heart will linger on the moments that took my breath away, filled me with pride, and made the chaos look beautiful, if only for an instant.","label":[[68,73,"CARDINAL"]]}
{"text":"Why the United States and Latin America Need a New Venezuela Strategy. The resistance displayed by OAS leaders to U.S.-imposed sanctions during the recent OAS summit highlights the severity of the credibility gap the United States faces in its attempts to counter adverse political conditions in Venezuela.","label":[[4,21,"GPE"],[26,44,"LOC"],[99,102,"ORG"],[155,158,"ORG"],[213,230,"GPE"],[296,305,"GPE"]]}
{"text":"Letting Life Live Through Us. Everything is alive; the whole world lives inside us. As we let life live through us, we experience the boundless openness of our true nature.","label":[[0,25,"WORK_OF_ART"],[26,28,"GPE"]]}
{"text":"Arianna Touts The Value Of Sleep. Arianna Huffington spoke at the Boston Chamber of Commerce CEO breakfast Thursday morning at the Fairmont Copley Hotel about","label":[[0,13,"PERSON"],[34,52,"PERSON"],[62,92,"ORG"],[107,115,"DATE"],[116,123,"TIME"],[127,152,"ORG"]]}
{"text":"Adele Is Just As Bummed About The Brangelina Split As Everyone Else. We feel you, Adele.","label":[[0,5,"PERSON"],[82,87,"PERSON"]]}
{"text":"Reigning Gold Medalist Drops Out Of Winter Olympics After Brain Injury. Sochi halfpipe champ Iouri Podladtchikov crashed during a recent X Games event.","label":[[93,112,"PERSON"],[137,144,"EVENT"]]}
{"text":"Rivers Cuomo Coming To Fox, And It's Not 'Make Believe'. ","label":[[0,19,"PERSON"]]}
{"text":"Hillary Clinton Calls Out Debate Moderators For Ignoring Women's Health. There have been nine Democratic debates so far, and \"not one question\" about reproductive rights.","label":[[0,15,"PERSON"],[89,93,"CARDINAL"],[94,104,"NORP"],[130,133,"CARDINAL"]]}
{"text":"Calls For Stripping Qatar Of World Cup Suggests Gulf Crisis At A Stalemate. My story, Calls for Stripping Qatar of World Cup suggests Gulf crisis at a stalemate, was based on a Reuters story, that","label":[[96,124,"ORG"],[134,138,"LOC"],[177,184,"ORG"]]}
{"text":"Shark Bites Man In North Carolina As He Helps Kids Out Of Water. ","label":[[19,33,"GPE"],[37,63,"PERSON"]]}
{"text":"Pot for Pensions. Huge municipalities like Chicago and Phoenix are drowning in underfunded pensions. Can tax revenue from legalized marijuana save the day?","label":[[43,50,"GPE"],[55,62,"GPE"]]}
{"text":"Dear Children Of America: We Apologize For Donald Trump. We let you down. Bigly.","label":[[43,55,"PERSON"]]}
{"text":"Americans Eat 1,083,333 Football Fields Worth Of Wings On Super Bowl Sunday And Other Fun Facts. 5. Soda That's enough to buy about 846 tickets to the big game, which are currently going for an average of $2,800 a pop","label":[[0,9,"NORP"],[14,23,"CARDINAL"],[69,75,"DATE"],[97,98,"CARDINAL"],[126,135,"CARDINAL"],[206,211,"MONEY"]]}
{"text":"Baseball Announcers Go Crazy After World's Chillest Batter Catches Pitch. \"Ooh. Did he catch it? YaaaHAAAAAH, Wooooo!\"","label":[[110,116,"GPE"]]}
{"text":"Imbolc 2016: Facts, Dates, Traditions And Rituals To Know. Hail, Brigid!","label":[[27,57,"ORG"],[65,71,"LANGUAGE"]]}
{"text":"Craigslist Scams: Tips To Avoid Losing Money. The key to avoiding these cons is to be a defensive online shopper. In July, Jamie O'Leary lost $1,500 when she fell for","label":[[117,121,"DATE"],[123,136,"PERSON"],[143,148,"MONEY"]]}
{"text":"Arielle Scarcella, Vlogger, Releases 'Lesbians Explain: Why Straight Girls Love Lesbian Porn'. Check out the video above -- what do you think about Scarcella's latest installment in this witty series? Note: The video","label":[[0,17,"PERSON"],[19,26,"PERSON"],[148,157,"ORG"]]}
{"text":"Neighbors Greet Vacationing Mike Pence With 'Make America Gay Again' Banner. Welcome to Colorful Colorado!","label":[[28,38,"PERSON"],[97,105,"GPE"]]}
{"text":"Joe Biden Gets Serious About Campaign. s Hillary Rodham Clinton’s campaign struggles with sliding poll numbers, Vice President Joseph R. Biden Jr.’s exploration","label":[[0,9,"PERSON"],[41,65,"PERSON"],[127,146,"PERSON"]]}
{"text":"Celebrities With Sleep Apnea: Rick Perry And 7 Others With The Condition. You (don't) snooze, you lose. The 53-second \"oops\" heard 'round the world -- when Rick Perry hesitated and then admitted","label":[[30,40,"PERSON"],[108,117,"TIME"],[156,166,"PERSON"]]}
{"text":"Getting Engaged in Wartime: The Joy of Getting Engaged in Locked-Down Boston. My life changed forever in more ways than one on Friday.","label":[[127,133,"DATE"]]}
{"text":"MMOs and MMORG -- Control Your Kids Online Gaming. I have a strict policy in my house. No MMO games, or rather -- no MMOs that are actually enabled online. I know, some of you parents and grandparents are saying, \"What? What's an MMO?\"","label":[[0,4,"ORG"],[9,14,"ORG"],[90,93,"ORG"],[230,233,"ORG"]]}
{"text":"Obama Tests His Comedy Skills On A Cuban Sketch Show. \"Obama, Obama, so nice you came to Havana!\"","label":[[0,11,"PERSON"],[35,40,"NORP"],[55,67,"WORK_OF_ART"],[89,95,"GPE"]]}
{"text":"Would You Reconnect With a Terminally Ill Ex?. Life unfolds, regardless. Years accumulate, whether we grow or heal, or not. And the things that we can't make peace with, we just learn to live with. Or put way up high and in the back on the \"forget or deny\" shelf.","label":[[73,78,"DATE"]]}
{"text":"Annie Vance's GPS Guide For A Positive Frame Of Mind. Turn a negative into a positive.","label":[[0,13,"PERSON"],[14,52,"ORG"]]}
{"text":"Laurie Hernandez Cha-Chas Her Way Into Our Hearts With First Dance On 'Dancing With The Stars'. The Olympian's first dance with partner Val Chmerkovskiy was a hit.","label":[[0,29,"PERSON"],[100,108,"NORP"],[111,116,"ORDINAL"],[136,152,"PERSON"]]}
{"text":"Bola Taylor's Last Concert; Singer Teaches Her Fans How To Live & How To Die. Bola Taylor, a Jazz\/Gospel singer who has spent the last 20 years of her life combining her musical talents with missionary work in Japan has announced that she has inoperable cancer and will be performing her final concert on September 21st after being discharged from the hospital.","label":[[5,11,"PERSON"],[14,26,"PERSON"],[78,89,"PERSON"],[93,104,"ORG"],[126,143,"DATE"],[210,215,"GPE"],[305,319,"DATE"]]}
{"text":"Haiti Postpones Presidential Election As Violence Erupts. The election has already been postponed twice before.","label":[[0,56,"ORG"]]}
{"text":"What Is Kimchi?. Kimchi can be intimidating for the uninitiated, but for Koreans it's the ultimate staple. To get the scoop on understanding kimchi we had Joo walk us through all the steps of how it is made, what types of vegetables are used for kimchi and what to pair it with.","label":[[8,14,"GPE"],[17,23,"GPE"],[73,80,"NORP"],[155,158,"PERSON"]]}
{"text":"How 12 Famous Logos Have Evolved Over Time [INFOGRAPHIC]. Motorola Microsoft Apple Firefox Google Nokia IBM Levity aside, Raszl may be on to something. As design critic Steven Heller","label":[[4,6,"CARDINAL"],[58,66,"ORG"],[169,182,"PERSON"]]}
{"text":"Prochieve, Premature Birth Drug, Rejected By FDA. Preterm birth affects 10 percent to 12 percent of all pregnancies in the United States, and babies born early have a higher","label":[[11,31,"ORG"],[45,48,"ORG"],[72,96,"PERCENT"],[119,136,"GPE"]]}
{"text":"This Immigrant Teaches Sewing Skills To Empower Refugees. An Indian immigrant in Ohio is helping Bhutanese women to be economically independent through her new program.","label":[[61,67,"NORP"],[81,85,"GPE"],[97,106,"NORP"]]}
{"text":"John Oliver, Amy Poehler And Every Other Kiss From '7 Minutes In Heaven'. 231 minutes in heaven and counting...","label":[[0,11,"PERSON"],[13,24,"PERSON"],[74,85,"TIME"]]}
{"text":"Is Paul Ryan Helping To Support The White Supremacist Movement?. The media should not let this question slide.","label":[[3,20,"PERSON"]]}
{"text":"Prince Harry, Meghan Markle Meet Their Adoring Fans For The First Time Since Their Engagement. They marked their first joint outing with visit to a World Aids Day charity fair.","label":[[0,12,"GPE"],[113,118,"ORDINAL"]]}
{"text":"Antique Chairs Expected To Fetch $250K For Struggling Canadian Church. In a press release detailing the auction, Sotheby's describes the chairs as a pair of Huanghuali Yokeback Armchairs dating","label":[[34,37,"MONEY"],[113,122,"ORG"],[157,186,"ORG"]]}
{"text":"Hugh Jackman Treated For Skin Cancer: What Is Basal Cell Carcinoma?. People at particularly high risk for this type of cancer include those with blonde or red hair, light-colored eyes (blue","label":[[0,36,"ORG"]]}
{"text":"Julianne Moore's Secret For Flawless Skin Is Surprisingly Simple. ","label":[[0,16,"PERSON"]]}
{"text":"Easy to Make Roasted Peppers and Corn Tamales (Video). Tucked away in a nondescript section of downtown Beaverton -- a stones throw from Portland, Oregon -- there's a small, cozy restaurant that is known for their Central American cuisine. It's aptly named Gloria's Secret Café.","label":[[33,45,"PERSON"],[104,113,"GPE"],[137,145,"GPE"],[147,153,"GPE"],[214,230,"NORP"],[257,263,"PERSON"],[273,277,"PERSON"]]}
{"text":"14 Female Powerhouses You Need to Meet at SXSW. There's no shortage of stories of the careers that have been launched, or significantly propelled, during the three-week mega-event that is SXSW. If you're in Austin this month, here are a few of the female trailblazers you'd be lucky to meet.","label":[[0,2,"CARDINAL"],[42,46,"ORG"],[158,168,"DATE"],[188,192,"ORG"],[207,213,"GPE"],[214,224,"DATE"]]}
{"text":"Jill Abramson Smacks Down Questions About NYT Rumors. ","label":[[0,25,"PERSON"]]}
{"text":"Awesome Hotel Amenities: More Than Pringles And Cans Of Coke (PHOTOS). A look at some interesting hotel minibar items and in-room offerings you might not expect.","label":[[0,68,"ORG"]]}
{"text":"And the Award Goes to...  From Brooklyn. 3,979 miles from Cannes, 4,147 from Venice and 3,000 from Los Angeles, a diverse international crowd gathered at the Brooklyn Film Festival (now in its 18th year) to celebrate innovative storytelling and filmmaking in the age of the indie.","label":[[41,52,"QUANTITY"],[58,64,"GPE"],[66,71,"CARDINAL"],[77,83,"GPE"],[88,93,"CARDINAL"],[99,110,"GPE"],[154,180,"EVENT"],[189,202,"DATE"]]}
{"text":"Hillary Clinton’s Campaign, Cautious But Confident, Begins Considering Running Mates. Hillary Clinton’s advisers and allies have begun extensive discussions about who should be her running mate, seeking to compile","label":[[0,17,"PERSON"],[86,103,"PERSON"]]}
{"text":"Sporty Surf Style: In The Market For (PHOTOS). Much like Proenza Schouler's show last season, there was a surf-inspired vibe on several of the spring 2012 runways, one","label":[[22,44,"WORK_OF_ART"],[57,75,"PERSON"],[81,92,"DATE"],[139,154,"DATE"],[164,167,"CARDINAL"]]}
{"text":"Waka Flocka Flame Concert Inspires Woman To Leave Her Husband. Marriages end for a multitude of reasons -- infidelity, incompatibility and diverging interests are among the most common","label":[[0,11,"PERSON"],[12,40,"PERSON"],[41,61,"PERSON"]]}
{"text":"The Best Concealers That Haven't Failed Us Yet. Meet the real MVP of our makeup bags.","label":[[0,39,"PERSON"],[62,65,"ORG"]]}
{"text":"Naturally Rid Your Home of Mold and Mildew. If you want to thwart these musty house guests from sticking around, keep your home dry. Mold loves warm, humid areas, like bathrooms or a damp basement. To stop mold from forming, try these tips.","label":[[133,137,"PERSON"]]}
{"text":"12 Processed Foods With More Than 25 Ingredients. It's also a good idea to avoid foods with more than five ingredients; the additional 20 or so in the picks below are often","label":[[0,2,"CARDINAL"],[24,36,"CARDINAL"],[92,106,"CARDINAL"]]}
{"text":"The Hypocrisy of Extreme Partisanship. Sure, one can argue that access to guns is a Constitutional right protected by the Second Amendment. But one could also argue that access to welfare is a Constitutional right protected by extension of the Tenth Amendment and even Fourteenth Amendment.","label":[[0,37,"ORG"],[84,98,"LAW"],[118,138,"LAW"],[193,207,"LAW"],[240,259,"LAW"]]}
{"text":"‘Shape Shifter’: Condola Rashad On Third Tony Award Nomination. Could three be a charm for Condola Rashad at this year’s Tony Awards? One can only hope. But the three-time nominee is not","label":[[17,31,"PERSON"],[35,40,"ORDINAL"],[70,75,"CARDINAL"],[91,105,"PERSON"],[114,118,"DATE"],[121,132,"PERSON"],[161,166,"CARDINAL"]]}
{"text":"Jeb Bush’s Cavalry Arrives Amid Worry He's Ceding Too Much Ground. His super PAC is finally set to open the vault with a big TV ad buy in early-voting states.","label":[[0,10,"PERSON"]]}
{"text":"What Content Marketers Can Learn From TV. With shows like \"House of Cards,\" \"Modern Family\" and \"Game of Thrones,\" the massive influx of quality TV has ushered the now traditional medium into a second Golden Age.","label":[[59,73,"WORK_OF_ART"],[76,112,"WORK_OF_ART"],[194,200,"ORDINAL"],[201,211,"EVENT"]]}
{"text":"Firefighters Dodge, Duck, Dip, Dive And Dodge In Full Gear For Training. 🚨 Dodgeball alert 🚨","label":[[20,24,"PERSON"],[40,71,"ORG"]]}
{"text":"\"Birdman:\" A Triumph of Self-Consciousness. Birdman is a feat of technical expertise in search of any real meaning.  Its deepest intention seems to be to make us admire Inarritu, and some of the awards the film has won suggest it may have succeeded in that purpose.","label":[[1,9,"WORK_OF_ART"],[11,42,"WORK_OF_ART"],[44,51,"PERSON"],[169,177,"ORG"]]}
{"text":"Flow Downstream. Norman Fischer says, \"Life comes and goes. Life comes and goes very quickly. We don't need to worry so much.\" When in doubt, find your footing in change. Instead of fighting the current, take cue, and for once in your life, flow downstream.","label":[[17,31,"PERSON"]]}
{"text":"Old Hollywood Wedding Inspiration (PHOTOS). More from Lover.ly: Keep in touch! Check out HuffPost Weddings on Facebook, Twitter and Pinterest. Play it cool with luxe","label":[[4,33,"ORG"],[89,141,"WORK_OF_ART"]]}
{"text":"Cars So Hot They're Out Of Stock: 24\/7 Wall St.. U.S. vehicle sales reached a six-year high in 2013, with 15.6 million units sold, up from 14.5 million in 2012. Demand for","label":[[34,38,"CARDINAL"],[49,53,"GPE"],[78,86,"DATE"],[95,99,"DATE"],[106,118,"CARDINAL"],[139,151,"CARDINAL"],[155,159,"DATE"]]}
{"text":"That Major 'Simpsons' Theory Was Too Good To Be True. ","label":[[5,52,"ORG"]]}
{"text":"Millennials To Small Cities: Ready Or Not, Here We Come. By Tim Henderson COLUMBUS, Ind. — Tyler and Alissa Hodge, two of the hundreds of young professionals who have moved here","label":[[29,41,"PERSON"],[60,73,"PERSON"],[74,82,"GPE"],[84,88,"GPE"],[91,96,"ORG"],[101,113,"PERSON"],[115,118,"CARDINAL"],[126,134,"CARDINAL"]]}
{"text":"The 12 Most Breathtaking And Secluded Places On Earth. “Out of office” away message: Set.","label":[[4,6,"CARDINAL"],[48,53,"LOC"]]}
{"text":"Momentary Mindfulness. Momentary mindfulness is easy to fit into your to daily life. No one has to know you are doing it -- it takes seconds, and you don't even have to close your eyes. Momentary mindfulness is a private, quiet practice that will not take you away from life.","label":[[0,21,"PERSON"],[23,32,"PERSON"],[133,140,"TIME"]]}
{"text":"Obama Immigration Win At Supreme Court Could Benefit Trump. The court could rule that a president has broad authority to interpret and enforce federal immigration law.","label":[[0,21,"ORG"],[25,38,"ORG"]]}
{"text":"Mother's Day Weight Loss Success: Anne And Catherine Perry Lost 115 Pounds Together. After Weight: 155 pounds and 126 pounds Photo by Moses Robinson from Getty Images for Jenny Craig Catherine: I said I would","label":[[34,63,"PERSON"],[64,67,"CARDINAL"],[99,109,"QUANTITY"],[114,124,"QUANTITY"],[134,148,"PERSON"],[154,166,"PERSON"],[171,192,"PERSON"]]}
{"text":"Feast of the Seven Fishes: A Healthy Interpretation of an Italian Christmas Eve Tradition. The exact contours of the meal vary from region to region and household to household. I set out to design a seven-course menu that hopefully would gratify the palate and fortify the system.","label":[[13,18,"CARDINAL"],[58,65,"NORP"],[199,204,"CARDINAL"]]}
{"text":"Jackie Kennedy's White House Tour Once Stopped The Nation (VIDEO). This documentary once stopped the entire nation.","label":[[0,16,"PERSON"],[17,28,"ORG"]]}
{"text":"The GOP Health Bill Is An Assault On People Of Color. The American Health Care Act is a rich person’s bonanza. Under the plan proposed by House Republicans, each of the nation’s","label":[[4,7,"ORG"],[54,82,"ORG"],[138,143,"ORG"],[144,155,"NORP"]]}
{"text":"The Best New Private-Island Resorts In The World. 3. Thanda Island, East Africa About 18 miles off the Tanzanian coast, it’s a sanctuary with one five-suite villa—and the","label":[[0,35,"PERSON"],[50,51,"CARDINAL"],[53,66,"GPE"],[68,79,"GPE"],[80,94,"QUANTITY"],[103,112,"NORP"],[142,145,"CARDINAL"],[146,150,"CARDINAL"]]}
{"text":"Jane Fonda And Helen Mirren Stole The Show At Paris Fashion Week. These two nailed it on the runway.","label":[[0,10,"PERSON"],[15,45,"PERSON"],[46,64,"ORG"],[72,75,"CARDINAL"]]}
{"text":"Republicans Really Hope Trump Will Stop Saying Racist Things About Judge. GOP leaders attempt to domesticate Trump with the passive voice.","label":[[0,11,"NORP"],[24,60,"PERSON"],[74,77,"ORG"]]}
{"text":"The 'T' Word. Can we have a conversation about the word \"tranny\"? It's a word that is generally considered dehumanizing and offensive when referring to transgender people. But there it was in headlines last week in the story about DJ Mister Cee. There it was in a Daily Beast interview with Jared Leto.","label":[[202,211,"DATE"],[241,244,"PERSON"],[264,275,"ORG"],[291,301,"PERSON"]]}
{"text":"Turn Charitable Giving Into Tax Savings This Holiday Season. During the holidays, an estimated 75 percent of Americans plan to donate to charity but what many don't realize is that they can turn their generosity into tax savings by claiming a variety of donations on their tax returns.","label":[[40,59,"DATE"],[82,105,"PERCENT"],[109,118,"NORP"]]}
{"text":"Above Average Has Completely Revolutionized The iPhone ... Parody Video. So stylish. So intuitive. So ... timely internet content.","label":[[59,71,"PERSON"]]}
{"text":"Woman Targeted In Islamophobic Attack Delivers Powerful Message To Her Assailant. \"It doesn’t matter what’s on my head. It doesn’t matter the color of my skin,\" she said in court. \"We’re fighting for the same rights.\"","label":[[18,46,"PERSON"]]}
{"text":"She Has Lived Legally In The U.S. For 19 Years. Now The Trump Administration Wants Her Out.. Maria Elena Hernandez is one of about 5,300 Nicaraguan immigrants set to lose temporary protected status in 2019.","label":[[29,33,"GPE"],[38,46,"DATE"],[52,90,"ORG"],[93,114,"PERSON"],[118,121,"CARDINAL"],[125,136,"CARDINAL"],[137,147,"NORP"],[201,205,"DATE"]]}
{"text":"Anna Wintour '60 Minutes' Interview Goes Up Against The Super Bowl (VIDEO). If, just by chance, you choose to forgo Anna Wintour's 20 minutes with Morley Safer, here's a sneak peek. Needless to say","label":[[0,14,"PERSON"],[52,66,"EVENT"],[116,130,"PERSON"],[131,141,"TIME"],[147,159,"ORG"]]}
{"text":"From Steve McQueen and David Beckham to the Streets of Los Angeles, British Iron Endures. Steve McQueen's \"King of Cool\" reputation was fascinatingly explored in the 2014 documentary, I Am Steve McQueen, executive produced by the actor's son, Chad McQueen.","label":[[5,18,"PERSON"],[23,36,"PERSON"],[40,66,"ORG"],[68,88,"ORG"],[90,105,"PERSON"],[106,119,"WORK_OF_ART"],[166,170,"DATE"],[189,202,"PERSON"],[243,255,"PERSON"]]}
{"text":"Trump In Unexpected Trip To Mexico After Harsh Criticism. Mexican President Enrique Peña Nieto once likened his tone to the ascent of dictators like Adolf Hitler and Benito Mussolini.","label":[[28,34,"GPE"],[58,65,"NORP"],[76,88,"PERSON"],[89,94,"PERSON"],[149,161,"PERSON"],[166,182,"PERSON"]]}
{"text":"My Cohabiting Generation Has Not Fallen Out Of Love With Marriage Just Yet. By 2016 most babies will be born \"out of wedlock\", a phrase so archaic that you might as well just condense its sentiment","label":[[79,83,"DATE"]]}
{"text":"The Alleged Chinese Hacking at Vietnam's Airports Shows That the South China Sea Battle Isn't Just in the Water. PERTH, Australia -- This latest hack has not simply pointed out that nationalism and the fight over the South China Sea is being dangerously disaggregated from governments to citizens, but it has also shown that one of Southeast Asia's brightest tech hopes has a terribly large chink in its armor.","label":[[31,38,"GPE"],[113,118,"ORG"],[120,129,"GPE"],[213,232,"LOC"],[332,348,"LOC"]]}
{"text":"Necessary Change for Happiness. I know that I want nothing more than for my kids to be happy. I feel so good that I had enough sense to change my life so that I could be an example for my kids, and show them how important it is to be happy.","label":[[21,30,"ORG"]]}
{"text":"Leonardo DiCaprio Space Trip Auctioned Off For $1.5 Million (VIDEO, POLL). At a charity auction held in Cannes, France on May 23 for the Foundation For Aids Research, one man answered that question","label":[[0,23,"PERSON"],[47,59,"MONEY"],[104,110,"GPE"],[112,118,"GPE"],[122,128,"DATE"],[133,165,"ORG"],[167,170,"CARDINAL"]]}
{"text":"Genius 6-Year-Old Uses Sleeping Mom's Thumbprint To Buy Presents On Amazon. The kid spent $250 on Pokemon toys while her mother snoozed.","label":[[7,17,"DATE"],[68,74,"ORG"],[91,94,"MONEY"],[98,105,"ORG"]]}
{"text":"Prince William And Kate Middleton's Home In North Wales Is Reportedly For Rent. We don't get to say this very often... or ever actually, but now you can live like Prince William and Kate Middleton. Head","label":[[19,35,"PERSON"],[163,177,"PERSON"],[182,196,"PERSON"]]}
{"text":"Olivia Palermo In Rochas: Look Of The Day (PHOTOS). WHO: \"It\" girl Olivia Palermo Getty Images WHAT: Former star of \"The City\" and new face of Rochas perfume, Palermo was out","label":[[0,14,"ORG"],[67,81,"PERSON"],[117,125,"WORK_OF_ART"],[143,149,"ORG"],[159,166,"GPE"]]}
{"text":"Cadbury Creme Egg Recipes (PHOTOS). You'll want to make ALL of them.","label":[[0,25,"ORG"]]}
{"text":"Every Republican 2016 Candidate Turns Down Invitation From Latino Conference. Except Donald Trump, who wasn't even invited.","label":[[0,21,"ORG"],[85,97,"PERSON"]]}
{"text":"How to Slay the Inner Dragons. Our advocates have our best interests in mind and don't accept verdicts such as failure or disease. They may take the form of friends or family, but they begin with the good thoughts that are always occurring to us from a uniquely divine source.","label":[[7,29,"ORG"]]}
{"text":"The Unlikely Fix For Systemic Problems Facing Veterans Health Care: Fewer Wars, More Funding. ","label":[[0,78,"ORG"]]}
{"text":"Egypt Death Sentences. Egypt death sentences","label":[[0,21,"ORG"],[23,28,"GPE"]]}
{"text":"India Must Rename Cyclone Phailin and Call Attention to Global Warming. Bamboozled by the lure of technology, humans have become deeply amnesic. We forget a tragedy soon after the corporate media stops reporting on a particular catastrophe. In a globally warmed Earth, however, before amnesia sets in, the next assault arrives.","label":[[0,5,"GPE"],[262,267,"LOC"]]}
{"text":"13 Irish Baby Boy Names In Time For St. Patrick's Day. ","label":[[0,2,"CARDINAL"],[3,8,"NORP"],[36,49,"GPE"]]}
{"text":"Reince Priebus Plays Down Prospect Of Upending 'One China' Policy. The U.S. has acknowledged Taiwan as a part of \"one China\" since 1979.","label":[[48,51,"CARDINAL"],[52,57,"GPE"],[71,75,"GPE"],[93,99,"GPE"],[114,117,"CARDINAL"],[118,123,"GPE"],[131,135,"DATE"]]}
{"text":"Chris Martin and Gwyneth Paltrow's Kids Show Off Their Singing Chops At Charity Event. We're so jealous!","label":[[0,12,"PERSON"],[17,34,"PERSON"],[35,85,"WORK_OF_ART"]]}
{"text":"Millie Bobby Brown Has A Hollywood Doppelgänger And People Can’t Cope. \"I NEED ANSWERS.\"","label":[[0,18,"PERSON"]]}
{"text":"Dad's Snarky Video Nails The Absurdity Of Shaming Breastfeeding Moms. #NormalizeBreastfeeding","label":[[6,68,"ORG"],[71,93,"ORG"]]}
{"text":"Update Your Ombré Highlights For Summer. From BellaSugar While the ombré trend has been going strong for seasons now, we've seen various adaptations of the graduating","label":[[33,39,"DATE"],[105,116,"DATE"]]}
{"text":"Trump: Megyn Kelly Had 'Blood Coming Out Of Her ... Wherever'. Wow.","label":[[7,24,"PERSON"]]}
{"text":"This Corgi Puppy Facing The Stairs Will Melt Your Heart (VIDEO). Come on, Pudge, you can do it! Via Tastefully Offensive","label":[[0,34,"ORG"],[35,55,"PERSON"],[96,120,"PERSON"]]}
{"text":"Carla Bruni 'Fat' Comments Got To The Former First Lady. Want more? Be sure to check out HuffPost Style on Twitter, Facebook, Tumblr, Pinterest and Instagram at @HuffPostStyle. -- Do","label":[[0,13,"PERSON"],[13,26,"ORG"],[45,50,"ORDINAL"],[126,132,"ORG"],[134,143,"GPE"],[148,157,"ORG"]]}
{"text":"Touring the Town That Disney Dreamed. Try to imagine the perfect town: picket fences, moss-draped oaks, wide porches and friendly neighbors. A few decades ago, the folks at The Walt Disney Company dreamed their ideal town, and they came up with Celebration.","label":[[141,158,"DATE"],[173,196,"ORG"]]}
{"text":"States With The Most Underage Drinking: 24\/7 Wall St.. Earlier this week, the Centers for Disease Control and Prevention (CDC) released its 2011 Youth Risk Behavior Surveillance","label":[[40,44,"CARDINAL"],[55,72,"DATE"],[74,120,"ORG"],[122,125,"ORG"],[140,144,"DATE"]]}
{"text":"The Soul of Mindfulness: 7 Tips for Groovin' With Your Practice. The benefits of mindfulness aren't all ponderous and weighty and Buddhist monk-y feeling things. It sweetens our moments, our days, our lives. Gosh, what if we lived more in soulful attunement to the exquisite preciousness of life as it presents itself moment by moment?","label":[[0,23,"WORK_OF_ART"],[36,43,"PERSON"],[130,138,"NORP"],[187,195,"DATE"]]}
{"text":"How To Choose a Sofa: 50 Designer Tips. Everything you need to know about sofas in one place. Experts such as Windsor Smith, Barbara Barry, and Steven Gambrel share","label":[[22,24,"CARDINAL"],[25,38,"LOC"],[83,86,"CARDINAL"],[110,123,"PERSON"],[125,138,"PERSON"],[144,158,"PERSON"]]}
{"text":"Why Is Bacon Called Bacon? and Other Favorite Food Name Origins. From bacon to bread, the name of every single food in existence also got its start somewhere. We rounded up 10 of the most essential foods around, did some digging and tracked down where their names came from.","label":[[20,25,"GPE"],[31,63,"ORG"],[173,175,"CARDINAL"]]}
{"text":"GOP Tax Scheme Robs Californians. The good news is that Republicans have stopped trying to use horrible health care legislation to hide their corporate tax","label":[[0,32,"ORG"],[56,67,"NORP"]]}
{"text":"The End of Shared Sacrifice Set in Stone: Yale As Metaphor. It behooves Americans not only to pause and consider their war dead, even if just doing so by pondering the anonymous tale of a single lapidary name, but also to think about a contemporary society where the whole concept of such binding sacrifice is equally dead.","label":[[42,46,"ORG"],[50,58,"GPE"],[72,81,"NORP"]]}
{"text":"Celebrate the Feast of Absalom Jones. This Sunday, we celebrate the Feast of Absalom Jones, the first African-American priest in what is presently, the Episcopal Church, U.S.A.  This day of devotion is annually set aside in February, to commemorate this pioneer of religion, social action and transformation.","label":[[38,49,"DATE"],[64,90,"EVENT"],[96,101,"ORDINAL"],[102,118,"NORP"],[148,168,"ORG"],[170,176,"GPE"],[178,186,"DATE"],[202,210,"DATE"],[224,232,"DATE"]]}
{"text":"Oklahoma Teachers Prepare For Walkout As Red State Revolt Spreads. State legislators fast-tracked a pay raise bill to avoid closures, but teachers say it doesn't come close to adequately funding schools.","label":[[0,37,"ORG"],[41,65,"ORG"]]}
{"text":"Fructose, Fruit, and Frittering. Why does anyone need to make a case for eating fruit? We have cited the combination of \"fruits and vegetables\" as the cornerstone of healthful eating throughout the entire era of modern nutrition, and it has been so since before the advent of modern humans.","label":[[10,15,"ORG"],[194,208,"DATE"]]}
{"text":"Weekend Box Office: 'The Hobbit' Opens To Record-Breaking Friday. It seems that Tolkien fever is still very much alive. \"The Hobbit: An Unexpected Journey\" opened to a record-breaking Friday","label":[[58,64,"DATE"],[80,87,"PERSON"],[121,154,"WORK_OF_ART"],[184,190,"DATE"]]}
{"text":"When Art Becomes Poison. ","label":[[5,23,"PERSON"]]}
{"text":"Debra Messing Reacts To Megyn Kelly's Cringe-Worthy Gay Comment. Kelly asked a “Will & Grace” fan if the show made him gay.","label":[[0,20,"PERSON"],[65,70,"PERSON"]]}
{"text":"Gore Vidal's Former Italian Home, Villa La Rondinaia, Shows Late Author's Love Of Amalfi Coast (PHOTOS). The home is available for photo shoots and weddings, so curious travelers and Vidal fans alike can catch a glimpse while","label":[[0,12,"PERSON"],[20,27,"NORP"],[40,52,"PERSON"],[74,94,"WORK_OF_ART"],[183,188,"ORG"]]}
{"text":"Rachel Kaye on the ImageBlog. M8 Colored Pencil on Paper 9\" x 12\" 2011. Included in the exhibition Shebam! Pow! Blop! Wizz! at Johansson Projects, December","label":[[0,11,"PERSON"],[19,28,"ORG"],[62,64,"CARDINAL"],[118,122,"PERSON"],[147,155,"DATE"]]}
{"text":"Kourtney Kardashian's Bikini Selfie Takes A Page From Kim's Book. So selfish.","label":[[0,21,"PERSON"],[54,57,"PERSON"]]}
{"text":"John McCain Tells Europe Trump Team 'In Disarray'. The administration has \"a lot of work to do.\"","label":[[0,11,"PERSON"],[40,48,"GPE"]]}
{"text":"An Embarrassment of Riches. As the news of Sandy's destruction began to surface, I no longer felt bitterness toward my ex. I felt only gratitude.","label":[[43,48,"ORG"]]}
{"text":"This 28-Year-Old Is Running For Congress To Try To Destroy U.S.-Saudi Relations. Barack Obama, Paul Ryan and others are protecting the kingdom for their own financial gain, Republican hopeful Alex Beinstein alleges.","label":[[5,79,"DATE"],[81,93,"PERSON"],[95,104,"PERSON"],[173,183,"NORP"],[192,206,"PERSON"]]}
{"text":"Donald Trump Has Another White Power-Loving Delegate. Donald Trump has another delegate with controversial views on matters of race. Meet Chicago mortgage banker Lori Gayne.","label":[[0,12,"PERSON"],[17,52,"ORG"],[54,66,"PERSON"],[138,145,"GPE"],[162,172,"PERSON"]]}
{"text":"Most Things In Life Can Be Decided With A Bracket. | SportsonEarth.com : Will Leitch Article. For the past 12 days, I've been carrying around a manila envelope, grasping it like a talisman. Every 20 minutes or so, I","label":[[73,92,"PERSON"],[98,114,"DATE"],[190,206,"TIME"]]}
{"text":"How To Have A Backyard Clambake. If you've ever thought that the only place you can have a clambake is on the beach in a New England coastal town, then you're","label":[[121,132,"LOC"]]}
{"text":"Louie Gohmert Won't Attend Town Halls Because 'Giffords Was Shot At A Public Appearance'. \"I was shot on a Saturday morning,\" former Rep. Gabby Giffords said. \"By Monday morning, my offices were open to the public.\"","label":[[0,13,"PERSON"],[47,88,"WORK_OF_ART"],[107,115,"DATE"],[116,123,"TIME"],[138,152,"PERSON"],[163,169,"DATE"],[170,177,"TIME"]]}
{"text":"Joe Arpaio Has A 'Free Pair Of Pink Underwear' For Hillary Clinton. Really.","label":[[0,10,"PERSON"],[51,66,"PERSON"]]}
{"text":"Why Marriage Can Be Better the Second Time Around. Regardless of the reasons, the numbers are clear. Second marriages are more likely to fail than first unions. But, when it comes to relationships, I don't care about statistics. I care about individual marriages.","label":[[101,107,"ORDINAL"]]}
{"text":"Wine Guru Kermit Lynch Taught Us To Do It Right. Forty years ago, Kermit Lynch abandoned the handmade purse industry and opened a wine shop in Berkeley, Calif., and in doing so, became one of the great innovators of the field.","label":[[0,16,"PERSON"],[49,64,"DATE"],[66,78,"ORG"],[143,151,"GPE"],[153,159,"GPE"]]}
{"text":"'Everything, Everything' Answers Calls For More Movies About Women of Color Just Being Women. Even in 2017, the market for films with women of color as leads is pretty tricky. Though the past six months have seen a","label":[[102,106,"DATE"],[183,202,"DATE"]]}
{"text":"Don't Comfort Me, I Need to Cry. Sometimes we need to remember that our children do not need to be rescued from their wave, that they are more than capable of riding it through to the end and sometimes this is exactly what they need to do to feel better and move on.","label":[[6,16,"PERSON"]]}
{"text":"Bernie Sanders Has His Own Shadowy Donors -- And They're Nurses. The union super PAC is a bit different from Clinton's group but it's there nonetheless.","label":[[0,14,"PERSON"],[81,84,"ORG"],[109,116,"PERSON"]]}
{"text":"MH370 Seabed Search Area Extended. ","label":[[0,33,"ORG"]]}
{"text":"My Elf on the Shelf has Seasonal Affective Disorder. Chippy recognizes the total insanity of making a mess in someone else's house and is smart enough to know, if I was left to clean up after a night of elfish escapades, he could expect to be our dog's new chew toy before I poured my first cup of coffee.","label":[[192,199,"TIME"]]}
{"text":"Best\/Worst Brands: Breaking Good, Afros and Crowdfunding. Whenever I see a really big afro in bustling NYC, I get the feeling it's winking at me, saying, \"Remember me?\" When an afro sighting is followed up by a throwback cigarette or e-cigarette advertisement on a bus shelter I don't smile, for a moment i get genuinely confused what era it is.","label":[[34,39,"PRODUCT"],[103,106,"ORG"]]}
{"text":"California Fracking Bill Signed Into Law By Governor Jerry Brown. But environmentalists across the nation have decried the practice, saying that the chemicals used in the process pollute","label":[[0,10,"GPE"],[53,64,"PERSON"]]}
{"text":"Last Rescue Dog From Ground Zero Gets A Day To Remember In NYC. Every year, when the anniversary of 9\/11 approaches, I like to take a quiet moment to reflect on the many heroes who saved","label":[[64,74,"DATE"],[100,104,"CARDINAL"]]}
{"text":"11 Hilarious Expressions For 'Having Sex' From All Over The World. Every culture is unique and every culture has unique terms for having sex.  YourTango has compiled some of the weirdest.","label":[[0,2,"CARDINAL"],[56,65,"WORK_OF_ART"],[143,152,"PRODUCT"]]}
{"text":"American Flags And Other Vintage Patriotic Decor Are Hot Trends In Interior Design (PHOTOS). One expert reveals why everyone's hot for vintage Americana.","label":[[0,8,"NORP"],[93,96,"CARDINAL"]]}
{"text":"When The Cops Subpoena Your Facebook Information, Here's What Facebook Sends The Cops. One of the most fascinating documents we came across was the BPD's subpoena of Philip Markoff's Facebook information. It's","label":[[5,48,"WORK_OF_ART"],[87,90,"CARDINAL"],[148,151,"ORG"],[166,182,"PERSON"]]}
{"text":"Progressives Look Forward. Paul Raushenbush has dropped two \"c's\" from his famed Christian-theologian-minister great-grandfather Walter Rauschenbusch's name, but he reflects the ancestor's tradition, captures some of his spirit, and looks to the future in that spirit.","label":[[0,25,"ORG"],[27,43,"PERSON"],[56,59,"CARDINAL"],[81,101,"NORP"],[129,151,"PERSON"]]}
{"text":"Underwater Heatwave Sending Fish, Sea Critters Fleeing For The Poles. Marine life has shifted northward by up to 1,000 miles, according to a new study. The culprit? What else but climate change","label":[[63,68,"NORP"],[70,76,"NORP"],[107,124,"QUANTITY"]]}
{"text":"Hot Pink Is Extra Hot Right Now. Here's Proof.. Rihanna and Hillary Clinton wouldn't steer you wrong.","label":[[48,55,"PERSON"],[60,75,"PERSON"]]}
{"text":"Kitchen Update: 7 Steps To Make It Look Like New For Less. Giving your kitchen a fresh new look doesn't have to cost you thousands of dollars.","label":[[0,14,"ORG"],[16,17,"CARDINAL"],[121,141,"MONEY"]]}
{"text":"Older Fathers: Now We Know More About the Risks Their Children Face. An important study appearing today in the journal Nature sharply advances what's known about the risks faced by the children of older fathers.","label":[[98,103,"DATE"],[119,125,"WORK_OF_ART"]]}
{"text":"Debra Wilson Talks Queer Legacy of MADtv Whitney Houston Parodies, New Series 'My Sister Is So Gay'. “I don’t give a f**k who you f**k; that’s your business.\"","label":[[0,12,"PERSON"],[19,31,"PERSON"],[35,65,"ORG"]]}
{"text":"Russia Outlaws Celebrity Memes. ","label":[[0,30,"ORG"]]}
{"text":"Solange Knowles' Birthday: As Star Turns 26, A Look At Fabulous Celebrity Sisters (PHOTOS). And they are not alone. Plenty of celebrity sisters have taken the world by storm: Serena and Venus, Elle and Dakota, Tia","label":[[41,43,"CARDINAL"],[45,81,"WORK_OF_ART"],[186,191,"LOC"],[193,197,"ORG"],[202,208,"GPE"],[210,213,"PERSON"]]}
{"text":"Tales of the Waria: Inside Indonesia's Third-Gender Community. I had no idea that transgender people could live so openly in Indonesia, a country with the world's largest Muslim population. Like many Americans I had this notion of Islam as being particularly unforgiving toward sexual minorities. How could a community of warias possibly exist?","label":[[9,38,"FAC"],[39,61,"ORG"],[125,134,"GPE"],[171,177,"NORP"],[200,209,"NORP"],[231,236,"ORG"]]}
{"text":"Chill Out: 10 Cool Ways to Beat the Heat Outdoors. Summer doesn't have to send you and your guests clinging to the comforts of air conditioning, especially if you're willing","label":[[11,13,"CARDINAL"]]}
{"text":"9 Ways to Heal: This Week In Daily Giving. Healing happens in so many ways. From arts programs, to yoga, to support groups, many of our grantees this week are providing opportunities for communities to heal the challenging circumstances of their lives.","label":[[0,1,"CARDINAL"],[16,25,"DATE"],[145,154,"DATE"]]}
{"text":"Former Fox Host Eric Bolling Says His Son Died Of An Accidental Overdose. The death of 19-year-old Eric Chase Bolling has been linked to opioids.","label":[[7,15,"ORG"],[16,28,"PERSON"],[87,98,"DATE"],[99,117,"PERSON"]]}
{"text":"Tsipras' Syriza Party Wins Greek Election. \"In Europe today, Greece and the Greek people are synonymous with resistance and dignity.\"","label":[[0,41,"ORG"],[47,53,"LOC"],[54,59,"DATE"],[61,67,"GPE"],[76,81,"NORP"]]}
{"text":"Mike Huckabee Jokingly Breaks Campaign Finance Law In 2016 Announcement. ","label":[[0,50,"PERSON"],[54,58,"DATE"]]}
{"text":"Trump Floated Rejoining Trans-Pacific Partnership, Walked It Back Hours Later: Report. He withdrew from the TPP three days after entering office.","label":[[108,111,"ORG"],[112,122,"DATE"]]}
{"text":"Sean Spicer Accuses Immigration Order Protesters Of Being Paid. \"It’s not these organic uprisings that we’ve seen through the last several decades,\" the White House press secretary said.","label":[[0,48,"PERSON"],[122,146,"DATE"],[153,164,"ORG"]]}
{"text":"California's Multi-Front Fight On Climate. Environmentally conscious policy and economic growth go hand-in-hand.","label":[[0,10,"GPE"],[13,30,"ORG"]]}
{"text":"Donald Trump Wants Journalists Thanking Him Instead of Asking Tough Questions. Here's what a Trump White House press conference could look like.","label":[[0,18,"PERSON"],[93,110,"ORG"]]}
{"text":"Why It Would Actually Make Sense For Shailene Woodley To Be In The 'O.C.' Musical. California here she comes?","label":[[37,53,"PERSON"],[83,93,"GPE"]]}
{"text":"Kendrick Lamar And Barack Obama Shared A Powerful Moment At The White House. “Can you believe that we’re both sitting in this Oval Office?”","label":[[0,14,"PERSON"],[60,75,"FAC"],[121,137,"FAC"]]}
{"text":"Rudy Giuliani Gives Speech That Avoids 9\/11 Mentions. He switched it up to focus on Benghazi.","label":[[0,13,"PERSON"],[20,26,"PERSON"]]}
{"text":"Would You Invest In... Bigfoot?!. Bigfoot has been one of America's greatest all-time controversies. But investment? That seems a bit too far off to me. But, just in case you are, in Fox Mulder's lingo, a true believer, this might just be in your financial plan of the year.","label":[[23,30,"PERSON"],[34,41,"PERSON"],[58,65,"GPE"],[183,195,"ORG"],[265,273,"DATE"]]}
{"text":"Akeem Hunt Touchdown: Purdue RB Tightropes Sideline, Scored 44-Yard TD (VIDEO). It didn't look as if Purdue running back Akeem Hunt was going to go all the way after catching a screen pass at Northern","label":[[0,20,"PERSON"],[22,51,"ORG"],[53,59,"GPE"],[63,70,"PERSON"],[101,107,"PERSON"],[121,131,"PERSON"]]}
{"text":"Show Me the Love. ","label":[[12,16,"WORK_OF_ART"]]}
{"text":"Cat's Wild Ride Ends With Firefighter Rescue From Engine Compartment. Silly cat.","label":[[0,3,"ORG"]]}
{"text":"Top 9 Places To Retire Overseas So The Grandkids Will Visit. One of the biggest downsides to retiring overseas can be the distance it can put between you and your grandkids. If this is a concern, consider choosing your retire overseas destination accordingly. That is, pick a place to relocate in retirement that'd appeal to your grandkids, as well.","label":[[61,64,"CARDINAL"]]}
{"text":"How One Phone Call Resulted In Charges Initially Being Dropped Against A College Rapist. A day after then 19-year-old University of Minnesota junior Abby Honold was brutally raped in 2014 by fellow student Daniel","label":[[106,117,"DATE"],[118,141,"ORG"],[149,160,"PERSON"],[183,187,"DATE"]]}
{"text":"Cannabis Capsules Fail To Slow Multiple Sclerosis: Study. By Ben Hirschler \"Overall the study found no evidence to support an effect of THC on MS progression in either of the main","label":[[61,74,"PERSON"],[136,139,"ORG"],[143,145,"ORG"]]}
{"text":"Get Out Of A Contract Without Paying A Termination Fee: Tips. Want to cancel your gym membership in favor of outdoor exercise this summer? Beware the cancellation fees. A key part of","label":[[126,137,"DATE"]]}
{"text":"The True Cost of Not Vaccinating Your Children: Reviving a Dead Disease. Not vaccinating your children has real costs. From a purely economic perspective, there is a pretty solid incentive for making vaccination a worldwide requirement.","label":[[0,71,"WORK_OF_ART"]]}
{"text":"Here's What Cynthia Nixon Believes Is The 'AIDS Crisis Of This Generation'. \"It's kind of a secret crisis that we've got to do much better at even acknowledging,\" she said.","label":[[12,34,"PERSON"]]}
{"text":"My Grief Therapist Is Pregnant With Twins -- and I Lost Mine. I started seeing my therapist, who specializes in loss and grief, a few months after losing my twins at 20 weeks in May. She is an amazing woman who has been through a lot of the same experiences as me, and who deeply understands my loss.","label":[[128,140,"DATE"],[166,174,"DATE"],[178,182,"GPE"]]}
{"text":"10 Common Misconceptions About Money. The myths surrounding money are numerous and widely held, especially among the young. It's a shame, because pursuing myths will lead you astray, waste your time and, taken to extremes, ruin your life.","label":[[0,2,"CARDINAL"]]}
{"text":"Florida's 'Stand Your Ground' Law Linked To Surge In Homicides. As soon as the law took effect, homicide rates spiked.","label":[[0,7,"GPE"]]}
{"text":"5 Tricks From Mom To Help You Manage Stress. Every mother knows what it is to feel out of energy and patience. But a mother never runs out of love; it's self-replenishing. This week, treat yourself to that same patience and support, the kind you have shown to your own friends and family, to help you ease the negative effects of stress.","label":[[0,1,"CARDINAL"],[172,181,"DATE"]]}
{"text":"Activist Apparently Behind Failed Washington Post Sting Receives 'Hero' Award. Project Veritas' president accepted the award from Ginni Thomas, who is married to Clarence Thomas.","label":[[0,8,"NORP"],[79,95,"ORG"],[130,142,"PRODUCT"]]}
{"text":"Ikea's New Free Food Deal -- and the Powerful Psychology Behind It. In the end what's so fascinating is that customers may be completely aware of how Ikea's deal will manipulate them. But they may be fine with it anyway.","label":[[0,4,"ORG"],[7,25,"ORG"],[150,154,"PERSON"]]}
{"text":"Everyday Journeying: When the Ecstatic Becomes Mundane. Normalization of the journey experience isn't failure. It's natural, it's progress, integration. The act of journeying is a relationship, not just the connections we make from it.","label":[[0,54,"WORK_OF_ART"]]}
{"text":"Rachel Platten Makes 'Waves' With Her Latest Album. ‘Fight Song’ hit maker, Rachel Platten took time out of her busy life to visit BUILD Series to discuss and promote her latest","label":[[0,14,"PERSON"],[76,90,"PERSON"],[131,143,"LOC"]]}
{"text":"Fewer Americans Put Off Expenses This Year. But most still say they were mindful of money when making holiday plans.","label":[[33,42,"DATE"]]}
{"text":"5 Ways to Calm the Chaos in Your Life. Since the richness of life and all its opportunities are not going to go away, what needs to change is how we perceive all that we have to and want to do. A shift in perception can open new doors to the sense of purpose and productivity that we all desire.","label":[[0,1,"CARDINAL"]]}
{"text":"Report: FBI Examining Fake Documents Targeting Clinton Campaign. In a letter identified as fake, Senator Tom Carper, a Democrat, is quoted as writing to Clinton, “We will not let you lose this election.”","label":[[105,115,"PERSON"],[119,127,"NORP"],[153,160,"PERSON"]]}
{"text":"7 Reasons Being Over 50 Is Absolutely Awesome. There are lots of spinmeisters working the aging beat these days. I know this because, well, I'm one of them. We parrot things like '60 is the new 40,' and 'you are only as old as you feel.' While both those statements are in many cases true, there are times they make me cringe.","label":[[101,111,"DATE"],[194,196,"CARDINAL"]]}
{"text":"Teen Scares The Bejesus Out Of Neighbor With Her 'Creepy Window'. 👻  😂","label":[[12,50,"WORK_OF_ART"],[50,56,"NORP"],[66,67,"PRODUCT"]]}
{"text":"Ashley: Los Angeles, February 2009. I'm exiting the post office toward my car when she walks by me, with her white hair, mocha skin, translucent eyes that stand","label":[[8,19,"GPE"],[21,34,"DATE"]]}
{"text":"Five Tips For Co-Parenting When You Can’t Stand Your Ex. The process of divorce is hard enough, but when you have to co-parent with an ex who has become the bane of your existence","label":[[0,4,"CARDINAL"]]}
{"text":"10 Crazy\/Beautiful Things Happening In The Art World This Weekend. ","label":[[0,2,"CARDINAL"],[39,52,"WORK_OF_ART"],[53,65,"DATE"]]}
{"text":"11-Year-Old Canadian Girl Says Attacker Cut Her Hijab With Scissors. “I felt confused, scared, terrified,” Khawlah Noman said.","label":[[0,11,"DATE"],[12,20,"NORP"],[31,67,"PERSON"],[107,120,"PERSON"]]}
{"text":"Dining In Paris: Two New Discoveries, One Of Them Not French! (PHOTOS). A look at new (and classic) restaurants in Paris, including some unexpected finds!","label":[[10,15,"GPE"],[17,20,"CARDINAL"],[38,41,"CARDINAL"],[54,60,"NORP"],[115,120,"GPE"]]}
{"text":"This Accused 'Mainsplainer' Is Attacked For Defending Alleged Victims. I wrote a piece this week about the counter-intuitiveness of liberal women defending accused sexual-harasser Sen. Al Franken","label":[[87,96,"DATE"],[185,195,"PERSON"]]}
{"text":"Try Not To Cry Watching This Inspiring Teacher Get Surprised On 'Ellen'. Pass the tissues.","label":[[51,60,"PERSON"],[65,70,"PERSON"]]}
{"text":"Sweden Election Results Offer Uncertain Future For Austerity. ","label":[[0,6,"GPE"]]}
{"text":"Comey Testimony Shows It's Not The Crime That Could Hurt Trump. It's The Cover-Up.. Allegedly trying to lean on James Comey to end the Michael Flynn investigation has put Trump in a bad place.","label":[[0,62,"ORG"],[112,123,"PERSON"],[135,148,"PERSON"],[171,176,"ORG"]]}
{"text":"Thinking at Harvard: What Is the Future of Learning?. The future of learning should be such that it gives greater flexibility to the learner, confidence that the self can learn anything, basic idea clarity on complex thoughts and processes and awareness about the world at large and tolerance.","label":[[12,19,"ORG"]]}
{"text":"A Musical Look At The Women Of The White House As You've Never Seen Them. Michael John LaChiusa's \"First Daughter Suite\" is a two-act \"fantasia\" about first ladies and their daughters.","label":[[18,46,"WORK_OF_ART"],[74,97,"PERSON"],[99,119,"WORK_OF_ART"],[126,129,"CARDINAL"]]}
{"text":"The Most Encouraging Words, Ever. via Lisa Henderson For more GPS Guides, click here. via @erinlhanson via @luv4rescue via @Montgomery813 The stress and strain","label":[[38,52,"PERSON"],[62,72,"ORG"],[90,102,"ORG"]]}
{"text":"A Real Dog Alarm Clock Is What You Need To Wake Up From 2016. These pouncing pooches issue the cutest wakeup calls.","label":[[56,60,"DATE"]]}
{"text":"'Late Night' Writer's Winter Olympics Roundup Will Make You Say Whaaat?. You didn't need to watch for two weeks. You just needed Amber Ruffin.","label":[[1,21,"WORK_OF_ART"],[22,70,"EVENT"],[102,111,"DATE"],[129,141,"PERSON"]]}
{"text":"Master Camel Pose in 7 Steps. ","label":[[7,17,"PERSON"]]}
{"text":"Seven Secret Destinations That Will Make You Smile (PHOTOS). While I won't divulge my truly favorite places -- lest they succumb to and suffer from either the so-called Woody Allen Effect or a dreaded Year in Provence-like backlash (aka Loving it to Death Syndrome) -- here are my seven somewhat off-the-radar secret destinations that I love visiting over and over again:","label":[[0,5,"CARDINAL"],[169,187,"ORG"],[209,217,"GPE"],[250,264,"WORK_OF_ART"],[281,286,"CARDINAL"]]}
{"text":"El Chapo Pleads Not Guilty To Drug Charges. The drug kingpin appeared in court in Brooklyn, New York on Friday.","label":[[0,42,"ORG"],[82,90,"GPE"],[92,100,"GPE"],[104,110,"DATE"]]}
{"text":"Dessert Recipes Made From Jam (PHOTOS). If you've got jars and jars of jams, jellies and preserves, they don't need to be reserved just for toast. We've got 28 ways","label":[[0,20,"PERSON"],[157,159,"CARDINAL"]]}
{"text":"Tiger Woods LIVE UPDATES During Round 4 At BMW Championship. CARMEL, Ind. -- This should be great. Tiger Woods will start the final round on Sunday three shots behind Vijay Singh and","label":[[69,73,"GPE"],[99,110,"PERSON"],[141,153,"DATE"],[167,178,"PERSON"]]}
{"text":"Meet Two Amazing LGBT Foster Care And Adoption Champions. The latest in the Let Love Define Family series.","label":[[0,56,"ORG"],[72,98,"EVENT"]]}
{"text":"Mom Arrested After Police Find Crying Child In Car Outside Maryland Casino On New Year's Eve. A Baltimore woman is accused of leaving her four-year-old child in a car outside the Maryland Live! Casino for more than","label":[[78,92,"EVENT"],[96,105,"GPE"],[138,151,"DATE"]]}
{"text":"How Trump Rebranded The GOP. Whatever else you might say about him, Donald Trump is one of the great branders of our age. And what he’s accomplished over","label":[[24,27,"ORG"],[68,80,"PERSON"]]}
{"text":"Anne Hathaway Haircut Is Drastic Change For The 'Les Miserables' Star (PHOTOS). PHOTOS: Anne Hathaway debuted a drastically short crop on Sunday, stepping out in London where she is filming a new movie","label":[[0,21,"PERSON"],[49,69,"ORG"],[88,101,"PERSON"],[138,144,"DATE"],[162,168,"GPE"]]}
{"text":"Kate Middleton & William Wear Grass Skirts In Tuvalu, Show Off Their Dance Moves (PHOTOS). Nonetheless, the royal couple headed to the Polynesian island nation of Tuvalu for the last wing of their trip, and we're","label":[[0,42,"ORG"],[135,145,"NORP"],[163,182,"ORG"]]}
{"text":"5 Slow-Cooker Jam Recipes You Have To Try This Summer. Every year, it's hard not to get a little stressed out by the delicious fresh fruit that's suddenly everywhere: You're bound","label":[[0,1,"CARDINAL"],[14,25,"PERSON"]]}
{"text":"'Butch,' Photo Book By Kanithea Powell, Showcases Lesbian Identity. As the queer community continues to push boundaries outside of narrow definitions of what it means to be lesbian, gay, bisexual","label":[[9,19,"WORK_OF_ART"],[23,38,"PERSON"],[40,66,"PERSON"]]}
{"text":"Huckabee, Gay People, Finger Food and Logic. Twenty-one states have chosen to democratically enact laws forbidding discrimination on the basis of sexual orientation, but no state has enacted laws forcing Jewish delis to serve bacon-wrapped shrimp.  Is there is a reason?","label":[[10,20,"ORG"],[45,55,"CARDINAL"],[204,210,"NORP"]]}
{"text":"Braid Bars: Are They Worth The Buzz And The Big Bucks?. The verdict: If you want something elaborate or you have a special event to attend, leave it to the professionals. Otherwise","label":[[0,26,"ORG"]]}
{"text":"This Woodchuck Had A Bad Day, But It Got Better. ","label":[[0,14,"PERSON"]]}
{"text":"Quentin Tarantino On Weinstein: 'I Knew He Did A Couple Of These Things'. The filmmaker says he should have spoken up: \"Anything I say now will sound like a crappy excuse.\"","label":[[0,17,"PERSON"]]}
{"text":"Stop Saying We Need New Prison Beds In Arkansas. Are we ready to do something different?","label":[[39,47,"GPE"]]}
{"text":"Eric Trump: 'The People Of This Country Love My Father'. \"My father has the voice of this country.\"","label":[[0,10,"PERSON"],[13,44,"WORK_OF_ART"]]}
{"text":"A Stroll Down Hudson, NY's Warren Street. Perched along the river of the same name, Hudson, New York was once the 24th largest city in the United States, an important trading post and site of Martin Van Buren's first law practice.","label":[[9,20,"PERSON"],[22,24,"ORG"],[27,40,"FAC"],[84,90,"ORG"],[92,100,"GPE"],[114,118,"ORDINAL"],[135,152,"GPE"],[192,210,"PERSON"],[211,216,"ORDINAL"]]}
{"text":"Journalist Tweets Photos Of Empty Seats From Trump's 'All-Time' Record-Breaking Rally. The group was big, loud and excited. But the president seemed to want more.","label":[[45,85,"ORG"]]}
{"text":"London Terror Suspect Had Long History of Violence. But Khalid Masood was not considered a serious threat.","label":[[0,50,"ORG"],[56,69,"PERSON"]]}
{"text":"10 Things You Never Knew About The New Year's Ball In Times Square. 10. The Ball's journey down the pole takes a full 60 seconds. ...and we can't wait for every one of them this year! 5. The","label":[[0,2,"CARDINAL"],[31,45,"EVENT"],[46,66,"ORG"],[68,70,"CARDINAL"],[76,80,"PERSON"],[111,128,"TIME"],[173,182,"DATE"],[184,185,"CARDINAL"]]}
{"text":"Leslie Jones And Tom Hanks Make A Hilarious Duo In 'Saturday Night Live' Promo Reel. Hanks will host Oct. 22.","label":[[0,12,"PERSON"],[17,31,"PERSON"],[52,83,"WORK_OF_ART"],[101,108,"DATE"]]}
{"text":"Rita Ora and Calvin Harris: Working Together After a Breakup?. Last month Calvin used Twitter to announce they were no longer an item. The news came just as a song they had recorded together called \"I Will Never Let You Down\" was topping charts, and other collaborations were set to be released.","label":[[0,8,"PERSON"],[13,26,"PERSON"],[63,73,"DATE"],[74,80,"PERSON"],[86,93,"WORK_OF_ART"],[199,224,"WORK_OF_ART"]]}
{"text":"Letter From Monrovia -- Life in the Time of Ebola. It's both astounding and embarrassing as an American to observe the grossly uninformed hysteria in this country over the transfer to highly controlled hospital isolation units in New York and Atlanta of two Americans with Ebola, while entire nations in West Africa are seemingly falling apart.","label":[[95,103,"NORP"],[230,238,"GPE"],[243,250,"GPE"],[254,257,"CARDINAL"],[258,267,"NORP"],[304,315,"GPE"]]}
{"text":"The Global Search for Education:  Our Top 12 Global Teacher Blogs - How do you balance preparation for high stakes assessments with teaching and learning in your classroom?. ","label":[[0,31,"ORG"]]}
{"text":"Wedding Photobomb: Shirtless Guest Appears In Big Day Picture (PHOTO). There's always that one guest at the wedding... the one who has a little too much fun at the open bar and wants to show off","label":[[91,94,"CARDINAL"]]}
{"text":"Taco Bell, Where A 'Lifetime Of Food' Costs Just $10,000. ","label":[[0,9,"ORG"],[44,56,"MONEY"]]}
{"text":"This Playlist Will Help You Pave The Path To Your Dreams. Follow That Dream -- Elvis Presley Hall Of Fame -- The Script Remember The Name -- Fort Minor Change -- Taylor Swift I Won't","label":[[162,174,"PERSON"]]}
{"text":"Tavis Smiley: My Conversation With Boz Scaggs. With a music career spanning five decades, Boz Scaggs has produced a rich catalog of songs that stretches across multiple genres. His 1976 breakthrough album, Silk Degrees, went multi-platinum and spawned a number of hits, including \"Lido Shuffle\" and the GRAMMY-winning \"Lowdown.\"","label":[[0,12,"PERSON"],[35,45,"PERSON"],[76,88,"DATE"],[90,100,"PERSON"],[181,185,"DATE"],[281,293,"WORK_OF_ART"],[303,309,"ORG"]]}
{"text":"68 Public College Presidents Make More Than President Obama. ","label":[[0,2,"CARDINAL"],[54,59,"PERSON"]]}
{"text":"School Counselor's Family 'Will Never Get Over' Her Murder. ","label":[[0,27,"ORG"]]}
{"text":"In Rare Move, China Criticizes Trump Plan To Exit Climate Change Pact. “I believe a wise political leader should take policy stances that conform with global trends,” China’s veteran climate chief said.","label":[[3,12,"PERSON"],[14,41,"ORG"],[167,172,"GPE"]]}
{"text":"This Darth Vader Gingerbread Man Is All We Want For Christmas. Who wouldn't want to take a bite out of the dark side?","label":[[0,61,"ORG"]]}
{"text":"Better Than A Toaster: 24 Cool Wedding Gifts For Food Lovers. Wedding season is here, and while you'd rather be spending your summer paychecks on your own vacations and fancy glassware","label":[[23,25,"CARDINAL"],[126,132,"DATE"]]}
{"text":"Americans Are Surprised Domestic Terrorism Isn’t A Federal Crime. Most Think It Should Be.. The lack of a federal criminal statute outlawing domestic terrorism \"causes confusion and frustration,\" according to an FBI special agent.","label":[[0,9,"NORP"],[49,64,"WORK_OF_ART"],[212,215,"ORG"]]}
{"text":"Worldwide 'I Am Equality' Campaign Builds Momentum (AUDIO). On Aug. 17, in cities across the world, major photo shoots will be taking place to create powerful images in which people proclaim what they will do to make equality go viral. I was honored to have some of the organizers of the \"I Am Equality\" campaign on SnowbizNow.","label":[[63,70,"DATE"],[316,326,"ORG"]]}
{"text":"5 Weeknight Dinners Your Family Will Love. Grilled Thai chicken with coconut peanut sauce is a crowd pleaser for all ages. It's the sauce that makes it so good. In fact, you will be tempted to forget the chicken entirely and just have the sauce as soup!","label":[[51,55,"NORP"]]}
{"text":"Obama Has Now Granted Clemency To More Than 1,000 Federal Prisoners. “I think you can anticipate that we will keep going until the end.\"","label":[[0,9,"PERSON"],[34,49,"CARDINAL"],[50,67,"ORG"]]}
{"text":"Michigan Wolves Don't Need to Die. Protected since 1973 under the Endangered Species Act, Michigan wolves were delisted at the start of 2012. By the end of that year, Governor Rick Snyder signed legislation declaring them fair game for hunting. Why? Because... Well, that's a tough question to answer.","label":[[0,8,"GPE"],[51,55,"DATE"],[62,88,"LAW"],[90,98,"GPE"],[145,165,"DATE"],[176,187,"PERSON"]]}
{"text":"Here's What You Need To Know About Obamacare Enrollment This Year. Health insurance exchanges, financial assistance and other key issues explained.","label":[[56,65,"DATE"]]}
{"text":"A 'Drag Race' Queen Kicks Off Pride By Re-Creating A Queer Classic. Judy and Babs would be proud.","label":[[68,72,"PERSON"],[77,81,"PERSON"]]}
{"text":"Olivia Wilde Is A Lady In Red On Our Best-Dressed List This Week (PHOTOS). Strapless gowns can be so elegant, especially when they fit properly like Hatcher's. Her metallic dress flatters her hourglass","label":[[0,12,"PERSON"],[55,64,"DATE"],[149,156,"PERSON"]]}
{"text":"LIVE: France vs. Nigeria. ","label":[[6,12,"GPE"],[17,24,"GPE"]]}
{"text":"'Mary Jane' Director Anne Kauffman Talks Darkness And Light In Life And Art. If you’re lucky enough to get tickets to Mary Jane, a heartbreaking comedy by Amy Herzog now playing at New York Theatre","label":[[1,11,"PERSON"],[21,34,"PERSON"],[118,127,"PERSON"],[155,165,"PERSON"],[181,197,"ORG"]]}
{"text":"Mylan Hit With New Class Action Lawsuit Over EpiPen Pricing. The company came under fire last year after prices for its allergy devices shot up.","label":[[89,98,"DATE"]]}
{"text":"DOJ: No Civil Rights Charges For Border Agents Over Death Of Anastasio Hernandez-Rojas. Officials said there was insufficient evidence to pursue charges.","label":[[61,86,"PERSON"]]}
{"text":"Mark Hamill Hints At A Potentially Huge Reveal In 'The Last Jedi'. You're his only hope to not spoil it for everyone else.","label":[[0,17,"PERSON"],[21,46,"ORG"],[51,65,"WORK_OF_ART"]]}
{"text":"Tyler Perry's A Madea Christmas Provides Some Christmas Fun for the Family. The film is rated PG-13 for profanity and raucous talk. Tyler Perry's alter ego Madea is kicking up her heels in celebration","label":[[0,13,"ORG"],[41,59,"DATE"],[68,74,"PRODUCT"]]}
{"text":"The Multiple Uses For A Shopping Cart. You probably don't give shopping carts much thought. And honestly, we don't blame you. We shuttle them around the store, throw","label":[[0,37,"ORG"]]}
{"text":"16 Super Successful Introverts. Emma Watson The Perks Of Being A Wallflower star has said she credits her introverted personality for her reputation as a","label":[[0,2,"CARDINAL"],[3,30,"ORG"],[32,43,"PERSON"],[65,75,"ORG"]]}
{"text":"House Tour: A Cottage Home Restored By Artist Nita Stacy With Storybook Style (PHOTOS). Have something to say? Be sure to check out Stylelist Home on Twitter, Facebook and Pinterest. Even more impressive, the","label":[[132,146,"ORG"]]}
{"text":"Bernie Sanders Wins Colorado Democratic Caucus. The state was considered a must-win for the Vermont senator.","label":[[0,14,"PERSON"],[20,46,"ORG"],[92,99,"GPE"]]}
{"text":"17 Epic Beehive Hairstyles We're Still Buzzing About (PHOTOS). Cruz's tousled beehive hairstyle adds an effortless touch to her sultry, smokey eyes and glamorous red carpet outfit. Tell","label":[[0,2,"CARDINAL"],[63,67,"PERSON"]]}
{"text":"Cop Spends His Last Day On The Job Handing Out Gift Cards To Strangers. A police officer traded parking tickets for gift certificates, to give back to the community he loves. Cmdr. Brian","label":[[0,10,"PERSON"],[15,23,"DATE"],[181,186,"PERSON"]]}
{"text":"Thousands Trapped In Damascus Camp As ISIS Takes Over. ","label":[[0,9,"CARDINAL"],[21,29,"GPE"],[38,48,"ORG"]]}
{"text":"Amazon's Health Care Plans Are Driven By Its Bottom Line, Not Its People. As long as health care is subservient to corporate interests, any cost-cutting will be to the benefit of the rich, not the sick.","label":[[0,6,"ORG"],[9,56,"ORG"]]}
{"text":"Chic Symbols, Cool Tile, and the Return of WallPaper: 2013 Home Style Trends. Summer is the time of year for home decorating and design projects. It can mean a full overhaul of a space, remodeling, updating, painting, or just mixing in new pillows and other decor items.","label":[[0,12,"PERSON"],[54,58,"CARDINAL"],[88,104,"DATE"]]}
{"text":"Bridging the Disconnect Between CIO and Business Leaders. The role of the CIO continues to evolve rapidly in the midst of digital transformation and accelerating changes in technology","label":[[74,77,"ORG"]]}
{"text":"GPS Guide: Carla Naumburg's Guide To Mindful Parenting. Below, find other inspiration -- affirmations, music, quotes and more. The stress and strain of constantly being connected","label":[[0,9,"ORG"],[11,27,"PERSON"],[28,54,"ORG"]]}
{"text":"Week In #Instagigs: Mumford & Sons Rock The Stage At Barclays Center (PHOTOS). Once upon a time, Mumford and Sons, Haim and Ben Howard all took the stage at the same time at Barclay's Center in Brooklyn","label":[[124,134,"PERSON"],[174,190,"ORG"],[194,202,"GPE"]]}
{"text":"Exploiting The 'Obscurity' Of A Key Federal Court. The U.S. Court of Federal Claims has been called the “People’s Court” and the “keeper of the nation’s conscience” because","label":[[51,83,"ORG"],[100,119,"PRODUCT"]]}
{"text":"49ers Stunned In OT Loss To Chargers. hings just keep getting worse for the Forty-Niners.  After blowing a huge lead the San Diego Chargers fought back and tied the game to force an overtime and came away with the 38-35 victory over San Francisco.  Nick Novak's 40-yard field goal sealed their win in OT.","label":[[0,5,"CARDINAL"],[214,219,"CARDINAL"],[233,246,"GPE"],[249,261,"PERSON"],[262,264,"CARDINAL"],[301,303,"GPE"]]}
{"text":"Decision 2012: An American Traveler's Perspective. I've spent a majority of the past three years abroad, whether living or traveling, which has given me a broader, more objective perspective on the state of U.S. politics, and the U.S. in general. And what has struck me most about my fellow countrymen is the extent to which Americans (on both sides of the aisle) believe that the outcome of a given election will, for better or for worse, change their lives and the country in ways beyond their control.","label":[[18,37,"ORG"],[76,96,"DATE"],[207,211,"GPE"],[230,234,"GPE"],[325,334,"NORP"]]}
{"text":"Puerto Rico To Default On Some Debts. Puerto Rico is suffering from a near decade-long recession with a 45 percent poverty rate and a shrinking tax base due to people leaving the island.","label":[[0,22,"GPE"],[38,49,"GPE"],[75,81,"DATE"],[104,114,"PERCENT"]]}
{"text":"A Catholic Charity Is Reaching Out To Transgender People In India, Just Not All Of Them. Caritas India's new initiative has some limitations.","label":[[60,65,"GPE"],[89,104,"ORG"]]}
{"text":"W. Kamau Bell Rips Todd Akin On 'Totally Biased' (VIDEO). Even though Todd Akin apologized for his unfortunate remarks about rape victims, comedians like W. Kamau Bell aren't about","label":[[0,13,"ORG"],[19,28,"PERSON"],[70,79,"PERSON"],[154,167,"ORG"]]}
{"text":"Hawaii's Eroding Coastline Puts Homeowners And Government At Odds. Once the county approves a seawall, it's a slippery slope, he said, because \"it will start a domino effect down the beach","label":[[0,6,"GPE"]]}
{"text":"Tips From The Jet Set: Make Economy Feel Like First Class. Thanks to my generous boyfriend and his air-mile upgrades, I've been spoiled by the good life at 35,000 feet and find the","label":[[10,57,"WORK_OF_ART"],[156,167,"QUANTITY"]]}
{"text":"Rolling Stones' Ronnie Wood 'Staggered' By Ex-Wife's Auction Plans. The rocker, 65, and Jo, 57, separated after his widely reported relationship with a young cocktail waitress named Ekaterina","label":[[0,15,"ORG"],[16,39,"PERSON"],[80,82,"DATE"],[88,90,"PERSON"],[92,94,"DATE"],[182,191,"PERSON"]]}
{"text":"Supreme Court Hands Obama Small But Important Win In Immigration Fight. It just became much more likely that the president will get his immigration plan reviewed by the justices.","label":[[0,13,"ORG"]]}
{"text":"Albert Pujols and the End to Down Syndrome Bullying. This one presented a unique opportunity for all of us to contribute, without ever having to spend a nickel: We can help protect people with Down syndrome from being bullied.","label":[[0,13,"PERSON"]]}
{"text":"Police Chief Releases New, Graphic Videos Of Alton Sterling Shooting. \"I'm going to shoot you in your f**king head,\" one of the officers can be heard saying in the video.","label":[[27,41,"ORG"],[45,68,"ORG"],[117,120,"CARDINAL"]]}
{"text":"Flu Vaccines: Expect More Modern, Effective Versions To Hit The Market Soon. VaxInnate's flu vaccine is in mid-stage clinical trials. On Wednesday the company signed a license agreement with Emergent","label":[[0,12,"PERSON"],[77,86,"ORG"],[137,146,"DATE"]]}
{"text":"Emotional Justice: What Black Women Want And Need. When she was a small child in the 1960s, Esther Armah’s home was turned into a battlefield without warning. The daughter","label":[[81,90,"DATE"],[92,106,"ORG"]]}
{"text":"Nebraska Lion Cubs Born At Omaha's Henry Doorly Zoo (PHOTO). Labeled a \"vulnerable\" species by the International Union for Conservation of Nature and Natural Resources, African lions","label":[[9,18,"PERSON"],[27,32,"GPE"],[35,51,"ORG"],[95,167,"ORG"],[169,176,"NORP"]]}
{"text":"Comey Calls GOP-Led Probe On Russia A 'Wreck,' Slams Trump's Credibility. A House panel's finding on collusion was \"not my understanding of what the facts were before I left the FBI,\" he says.","label":[[12,15,"ORG"],[76,81,"ORG"],[178,181,"ORG"]]}
{"text":"The New York Times' Controversial New Columnist Nearly Joined Pulitzer Board. Bret Stephens was vetted for the board while at the Wall Street Journal, but couldn't serve after switching papers.","label":[[0,19,"ORG"],[78,91,"PERSON"],[126,149,"ORG"]]}
{"text":"State Dept. Warned That Trump's Anti-Muslim Tweets Could Endanger Embassies: Report. The president was trying to \"elevate the conversation\" about terrorism, according to White House press secretary Sarah Huckabee Sanders.","label":[[0,10,"ORG"],[24,83,"ORG"],[170,181,"ORG"],[198,220,"PERSON"]]}
{"text":"Our Language, Their Voices: The Transfer of Power. But as we divide them up, zero in on the one that is more powerful than the other -- have we looked over the heads of the survivors, ignored their politics, their power?","label":[[73,81,"CARDINAL"]]}
{"text":"Q10 With Jamie Hartman. This week I had the wonderful opportunity to interview British singer and songwriter Jamie Hartman. Aside from being wildly talented, his list of accomplishments are quite impressive.","label":[[9,22,"PERSON"],[24,33,"DATE"],[79,86,"NORP"],[109,122,"PERSON"]]}
{"text":"Donald Trump Jr. Tells Sean Hannity That The Dow Exonerates His Dad. The gloating goes off the rails after Comey hearing.","label":[[0,16,"PERSON"],[107,112,"PERSON"]]}
{"text":"HuffPost Tastemakers: Ottolenghi's Insights On Walmart. And he spies some interesting things.","label":[[35,54,"ORG"]]}
{"text":"After Massive Crackdown, Turkey To Release 38,000 Prisoners To Make Space For Alleged Coup Plotters. \"This measure is not an amnesty.\"","label":[[25,31,"GPE"]]}
{"text":"The '90s Just For Me Hair Relaxer Commercial Song Is Stuck In Our Heads (VIDEO). Back in the '90s, the Just for Me hair relaxer was one of the most popular straightening treatments for African-American","label":[[89,97,"DATE"],[185,201,"NORP"]]}
{"text":"Depression: An Unnecessary Stigma. Remember from the day we're born until the day we're buried, we don't do anything alone.  Therefore, don't be afraid to disclose your struggles and ask for help.  Being vulnerable to share your challenges isn't a weakness, but instead a strength. The challenge many times is convincing yourself otherwise.","label":[[49,56,"DATE"],[74,81,"DATE"]]}
{"text":"Dadmissions: The Second Act. The second act is watching the joy my wife gets being around her two girls... or the pride I get when they grab my hand to hold it just one more time. The second act is teaching them to ride bikes, watching them play with their toys, seeing them grow out of each little outfit.","label":[[33,39,"ORDINAL"],[94,97,"CARDINAL"],[165,168,"CARDINAL"],[184,190,"ORDINAL"]]}
{"text":"How Donald Trump Made The Cable News Chyron Operator A Washington Power Player. The president is watching, and responding to, what's on air.","label":[[4,16,"PERSON"],[55,78,"ORG"]]}
{"text":"Summer Music Festivals: Which Concert Packs The Most Bang For Your Buck? (INFOGRAPHIC). Dashlane also compared ticket fees at 11 major retailers, so you can (try to) cut down your costs even more. With concert","label":[[0,22,"ORG"],[88,96,"PERSON"],[126,128,"CARDINAL"]]}
{"text":"Ball: Good Or Bad For Black Fathers?. The detention of LiAngelo Ball and his two UCLA basketball teammates and Trump’s tout of his role in getting them released","label":[[55,68,"PERSON"],[77,80,"CARDINAL"],[81,85,"ORG"],[111,116,"ORG"]]}
{"text":"The One Thing Shakira Wanted Changed About Her Disney Character. Her hips don't lie, after all.","label":[[0,63,"ORG"]]}
{"text":"Baby Rhino's Looks For Love After Mom Killed By Hunters. This is heartbreaking. A baby rhino named Donnie was seen trying to adopt passing cars as his new mommy after poachers killed","label":[[0,12,"PERSON"],[13,55,"ORG"],[99,105,"PERSON"]]}
{"text":"This Week In Beauty: The Best & Worst From April 30-May 6, 2012 (PHOTOS). We spend lots of time focusing on what stars wear, but what about what they put on their faces? Although makeup may not seem","label":[[0,9,"DATE"],[13,37,"WORK_OF_ART"],[43,63,"DATE"]]}
{"text":"Don't Let Your Life Insurance Die a Slow Death. With all the excitement the stock market has brought us the last few years, life insurance seems like a relatively boring asset, and yet it can be essential to your family's bottom line.","label":[[104,122,"DATE"]]}
{"text":"New Presidental Era Stokes Gay Teen Fear. Dear Michael, I’m 16 years old, gay, a junior in high school and scared about what is going to happen to us under this new","label":[[0,19,"ORG"],[47,54,"PERSON"],[60,72,"DATE"]]}
{"text":"As A Father Of Sons: Confronting The Culture Of Toxic Masculinity. Reading and hearing the stories of sexual predator Harvey Weinstein’s assaults against so many women has been painful for","label":[[118,136,"PERSON"]]}
{"text":"Next Steps For An Adult Child With Autism. There's no book for our autistic son Mickey, who is turning 20. No U.S. News and World Report ranking best vocational opportunities.","label":[[80,86,"PERSON"],[103,105,"CARDINAL"],[124,136,"ORG"]]}
{"text":"Watch An Entire Disney Movie In The Blink Of An Eye. Stunning film visualizations compress feature-length flicks into works of art","label":[[32,51,"WORK_OF_ART"]]}
{"text":"Food Label Details Could Have Big Influence On Consumer Purchasing, Says Study. The study was published in the journal Applied Economic Perspectives and Policy. The researchers conducted the study, by","label":[[119,159,"ORG"]]}
{"text":"NCAA Tournament Bracket 2014: PRINTABLE March Madness Sheet With Teams, Matchups, Dates (PDF). The field of 68 teams for the 2014 NCAA Tournament has been revealed on Selection Sunday and the madness of March is here","label":[[0,4,"ORG"],[24,28,"DATE"],[89,92,"ORG"],[108,110,"CARDINAL"],[125,129,"DATE"],[130,134,"ORG"],[167,183,"EVENT"],[203,208,"DATE"]]}
{"text":"Duterte Says Refugees Are Always Welcome In Philippines. It's a developing country of 100 million.","label":[[44,55,"GPE"],[86,97,"CARDINAL"]]}
{"text":"Around the World in Eight Days. The eight day trip started out with an absolutely must see stop at the Tsukiji Fish Market at 5 a.m. Even at that hour the place is bustling with activity.","label":[[20,30,"DATE"],[36,45,"DATE"],[99,122,"ORG"],[126,132,"TIME"],[141,150,"TIME"]]}
{"text":"Do You Have Performance Envy?. Do you have performance envy? 3. Your portfolio may be less risky. If you have a diversified portfolio you probably took","label":[[61,62,"CARDINAL"]]}
{"text":"Michelle Obama To Release 'Deeply Personal' Memoir In November. \"I talk about my roots and how a girl from the South Side found her voice,\" the former first lady tweeted.","label":[[0,14,"PERSON"],[54,62,"DATE"],[151,156,"ORDINAL"]]}
{"text":"There's Almost No Chance Of Meeting Paris Climate Goals, Warns Grim New Study. “If we want to avoid 2 degrees Celsius, we have very little time left. The public should be very concerned.”","label":[[57,77,"PERSON"],[100,117,"QUANTITY"]]}
{"text":"Nuart Aberdeen 2017 Already Has Locals Saying 'Haste Ye Back!'. We would like to express our gratitude for the professionalism and support of the Nuart Team, to all the volunteers whose","label":[[0,60,"WORK_OF_ART"],[142,156,"ORG"]]}
{"text":"5 Ways To Make Your Wedding More Feminist. For the past few weeks we have been living in the midst of what is known in certain circles as “wedding season,” the time","label":[[0,1,"CARDINAL"],[47,65,"DATE"]]}
{"text":"Ted Cruz Singles Out Anti-Abortion Groups In Flint For Water Donations. Volunteers will be delivering water to crisis pregnancy centers for \"expecting moms and moms of little ones,\" according to Cruz's campaign.","label":[[0,34,"PERSON"],[195,199,"PERSON"]]}
{"text":"Why I Was Reluctant To Let Go Of My 'Single Mother' Title. Angie and I were playing hide-and-seek at the playground on a Wednesday afternoon when three helicopters starting circling","label":[[59,64,"PERSON"],[121,130,"DATE"],[131,140,"TIME"],[146,151,"CARDINAL"]]}
{"text":"Man Accidentally Leaves Baby In Car, Calls 911. SILVER SPRING, Md. (AP) — Authorities say a man left his 6-month-old baby in a truck parked at a Metro station in Maryland","label":[[43,46,"CARDINAL"],[48,61,"GPE"],[63,66,"GPE"],[68,70,"ORG"],[105,116,"DATE"],[145,150,"FAC"],[162,170,"GPE"]]}
{"text":"Laser Frasier Is Hilarious and Terrifying (VIDEO). You may remember Peter Javidpour for his edit of Mrs. Doubtfire as a horror film. Looks like the Santa Monica based designer","label":[[68,83,"PERSON"],[105,114,"PERSON"],[148,160,"GPE"]]}
{"text":"Rich In History, Land and Architecture, Butte, Montana Stands Proudly As Big Sky Country's Vintage Jewel. Truth be told, as an East Coast guy, I still see Montana as the proverbial Wild West -- and that's why it has so much appeal.   There are miles and miles of land and sky without so much as a glimpse of civilization, and the ranch where I stayed was historic and right out of a movie set.","label":[[40,45,"ORG"],[47,69,"ORG"],[99,104,"PERSON"],[127,137,"LOC"],[155,162,"GPE"],[181,190,"LOC"]]}
{"text":"Mom Explains How Giving Birth Helped Her Learn To Love Her Body. “This body of mine held and grew and pushed out my incredible daughter.”","label":[[50,63,"WORK_OF_ART"]]}
{"text":"Shepard Fairey's New Art Blatantly Condemns 'Demagogue' Donald Trump. But the artist says he doesn't find Hillary Clinton \"inspiring enough\" to illustrate.","label":[[0,16,"ORG"],[56,68,"PERSON"],[106,121,"PERSON"]]}
{"text":"News Roundup for July 5, 2017. The news is back with a vengeance after the long weekend. Read at your own risk. 1. NPR tweeted out the Declaration of Independence","label":[[17,29,"DATE"],[71,87,"DATE"],[112,113,"CARDINAL"],[115,118,"ORG"],[131,162,"EVENT"]]}
{"text":"These Cheap Celeb Finds Are Giving Us Yet Another Reason To Go Shopping This Weekend. It's the weekend, which means it's time to stop working and start shopping. There is no better place to look for great style","label":[[0,27,"ORG"],[35,37,"GPE"],[72,84,"DATE"],[91,102,"DATE"]]}
{"text":"8 Vegan Dinners That Moonlight As Lunches. Vegan lunches can -- and should -- be a lot more interesting than bare salads or carrot sticks and hummus.","label":[[0,1,"CARDINAL"],[34,41,"PERSON"]]}
{"text":"10 New Year's Resolutions That Could Actually Change Your Life. ","label":[[0,2,"CARDINAL"],[3,13,"EVENT"]]}
{"text":"Eggplant Recipes That'll Make This Summer More Delicious. Eggplant gets a bad rap. Let us set the record straight.","label":[[9,16,"PERSON"]]}
{"text":"Make A Paint Splattered Vase As A Throwback To The '80s. And it's so fun to make!","label":[[32,55,"PERSON"]]}
{"text":"The Psychological Trick That Could Help You Reach Your Goals. Whether your goal is to exercise three-to-five times per week, or to save $100 to $200 per month, establish a reasonable range. When you hit its low end, challenge yourself to keep going. You'll likely find that a little taste of success can motivate you to get to the next level.","label":[[0,60,"ORG"],[136,148,"MONEY"]]}
{"text":"Sardinia Beaches: The Glorious Beauty Of Italy's Coastal Gem (PHOTOS). Well doesn't this look like a little slice of heaven? Sardinia, the tiny island off the coast of Italy just south of Corsica","label":[[0,17,"PERSON"],[41,46,"GPE"],[125,133,"PERSON"],[168,173,"GPE"],[188,195,"PRODUCT"]]}
{"text":"China Orders Leading Women's Legal Aid Center To Shut Down. The Chinese authorities have ordered a leading women’s legal aid center in Beijing to shut down operations, the center’s","label":[[0,58,"ORG"],[64,71,"NORP"],[135,142,"GPE"]]}
{"text":"It's 2016 And Two Men Kissing Is Still A Stunning, Terrifying Sight. Just existing as a queer person is still a radical --and very dangerous -- act.","label":[[5,9,"DATE"],[14,17,"CARDINAL"]]}
{"text":"Infographic: Craft Spirits By The Numbers. Behind the rise of the U.S. craft spirits industry.","label":[[66,70,"GPE"]]}
{"text":"Health Care Organizations Kludge Networks. We know that we need to reduce the burden of administrative tasks care providers are faced with to improve productivity and","label":[[0,41,"ORG"]]}
{"text":"7 Post-Breakup Habits That Do More Harm Than Good. Am I saying that you should rearrange every route you take to avoid running into an ex forever? No, of course not — that","label":[[0,1,"CARDINAL"]]}
{"text":"Dear Hollywood, Please Lay Off The Post-Baby Body Judgments (PHOTOS). When I left the hospital after my first child was born, I still looked six months pregnant -- which is totally normal. Today I am asking you to please lay off the \"post-baby body\" judgments because reading about Heidi Klum in her size 2 jeans just weeks after the birth of her child doesn't do much to strengthen the bonds of female solidarity.","label":[[104,109,"ORDINAL"],[141,151,"DATE"],[282,292,"PERSON"],[305,306,"CARDINAL"],[313,323,"DATE"]]}
{"text":"It's Been More Than 100 Days Since The Worst Environmental Disaster Since The BP Oil Spill. The ruptured well in Porter Ranch, California, is emitting tens of thousands of pounds of methane every day.","label":[[35,67,"ORG"],[74,90,"ORG"],[113,125,"PERSON"],[127,137,"GPE"],[151,168,"CARDINAL"]]}
{"text":"Impavido, Drug To Treat Parasitic Disease Leishmaniasis, Backed By FDA Panel. Impavido was granted priority review by the FDA, a status that cuts the review time to six months from the standard 10. Priority","label":[[67,76,"ORG"],[78,86,"PERSON"],[122,125,"ORG"],[165,175,"DATE"],[194,196,"CARDINAL"]]}
{"text":"Tax Day: How Do Brides Spend Their Tax Returns? (INFOGRAPHIC). You know what they say, there are two certainties in life... death and taxes. Every year on April 15, millions of Americans","label":[[97,100,"CARDINAL"],[141,151,"DATE"],[155,163,"DATE"],[165,173,"CARDINAL"],[177,186,"NORP"]]}
{"text":"Lucky Magazine's Fashion News and Features Director Names The Best Fashion Week Hotels. \"Uptown, I duck into the Royalton. Downtown, the Crosby Street Hotel is my home away from home.\"","label":[[0,16,"ORG"],[17,29,"ORG"],[113,121,"ORG"],[133,156,"ORG"]]}
{"text":"Airbnb Just Suffered A Major Loss In New York. The state just made it illegal to advertise your apartment on Airbnb for less than 30 days.","label":[[29,33,"PERSON"],[37,45,"GPE"],[120,137,"DATE"]]}
{"text":"'The Revenant' Wins Big At 2016 BAFTA Awards. Congrats!","label":[[27,31,"DATE"],[32,44,"ORG"]]}
{"text":"Marco McMillian Funeral: Silence Speaks Volumes. \"Being number 50, the bottom of the list in almost everything in Mississippi, I think there are just so many other things","label":[[0,23,"PERSON"],[33,47,"PERSON"],[63,65,"CARDINAL"],[114,125,"GPE"]]}
{"text":"Checking In At A Seaside Retreat In New Hampshire (PHOTOS). Presidential history, historic preservation and a stunning coastal drive are all part of what makes this New Hampshire resort so special.","label":[[15,35,"WORK_OF_ART"],[36,49,"GPE"],[165,178,"GPE"]]}
{"text":"The Rise Of India's Booming Media Business. ","label":[[12,17,"GPE"],[20,42,"ORG"]]}
{"text":"America's Best Pizza. Pizza! If you grew up obsessed with it and followed that American passion for cheese, sauce, and bread with an adult pursuit of the best slice, the finest pie, the Platonic Neapolitan, then the idea of naming America's best is likely contentious.","label":[[0,7,"GPE"],[79,87,"NORP"],[231,238,"GPE"]]}
{"text":"Russian Lawyer Who Met With Trump Jr. Willing To Testify Before Congress. “I’m ready to clarify the situation behind this mass hysteria.\"","label":[[0,7,"NORP"]]}
{"text":"The Food Waste Crisis. In Scotland, 600,000 tonnes of food are thrown away every year[1]. This is food waste. This amount of food, which could feed","label":[[0,21,"ORG"],[26,34,"GPE"],[36,50,"QUANTITY"]]}
{"text":"Australian Mom Told To Stop Breastfeeding At Satellite Cafe Organizes Nurse-In (PHOTOS). And so, around 50 protesters showed up on Tuesday holding signs -- and babies -- to educate the public about breastfeeding","label":[[131,138,"DATE"]]}
{"text":"5 Unconscious Habits That Block Your Inner Peace. There are many different ways to attain inner peace, tranquility and serenity. Practicing meditation, affirmations and breath work are a few good ones. However, sometimes hidden blockages exist that may prevent you from attaining that inner calm you seek.","label":[[0,1,"CARDINAL"]]}
{"text":"Report Fuels Anthony Kennedy Retirement Rumors. The Supreme Court justice apparently has told some people he's considering stepping down from the bench.","label":[[7,28,"PERSON"],[48,65,"ORG"]]}
{"text":"Sunday Roundup. This week we went back to the future as President Obama authorized air strikes in Iraq, along with humanitarian airdrops of food and water to thousands of Yazidis besieged by Islamic State fighters. The White House emphasized the military action's limited scope. \"I will not allow the United States to be dragged into fighting another war in Iraq,\" said the President. But, of course, even though the U.S. formally withdrew our forces from Iraq in 2011, this is not another war; it's a continuation of the Iraq War, which should be renamed The War of Unintended Consequences. Though this week's air strikes, however warranted, should serve as a sobering rebuke to the kind of thinking that led us into Iraq in the first place, the same voices that headed that ill-conceived charge are still front and center -- like Paul Wolfowitz, who on Tuesday claimed that America had \"won\" the war in Iraq \"in 2009.\" I guess someone forgot to tell Iraq.","label":[[16,25,"DATE"],[66,71,"PERSON"],[98,102,"GPE"],[158,167,"CARDINAL"],[171,178,"ORG"],[191,198,"NORP"],[215,230,"ORG"],[297,314,"GPE"],[358,362,"GPE"],[417,421,"GPE"],[456,460,"GPE"],[464,468,"DATE"],[518,530,"EVENT"],[556,590,"EVENT"],[604,608,"DATE"],[718,722,"GPE"],[730,735,"ORDINAL"],[832,846,"PERSON"],[855,862,"DATE"],[876,883,"GPE"],[905,909,"GPE"],[914,918,"DATE"],[952,956,"GPE"]]}
{"text":"Paula Patton Opens Up About Split from Robin Thicke. ","label":[[0,18,"PERSON"],[28,33,"PERSON"],[39,51,"PERSON"]]}
{"text":"21 Mini Elsas Star In An Epic Supercut Of 'Let It Go'. And, if you'd like a synopsis of the plot acted out by kittens, well, that exists too. The Internet's most adorable little","label":[[0,2,"CARDINAL"],[3,18,"ORG"]]}
{"text":"Original Baby Names: 14 Newest Names On Nameberry. Written by Pamela Redmond Satran for Nameberry The newest crop of baby names to be added to Nameberry.com are a modern mix","label":[[21,23,"CARDINAL"],[62,76,"PERSON"],[88,97,"GPE"],[143,156,"ORG"]]}
{"text":"The Best Movie Theater Food, In Order (PHOTOS). Where does your favorite fall?","label":[[0,27,"ORG"]]}
{"text":"Next 'Transformers' Expected In 2017. ","label":[[32,36,"DATE"]]}
{"text":"Why It's Taken Months To Pick Out Bedding For My Kid's Dorm Room. So. Your kid got into a college. Or maybe a few colleges. And the decision has been made. You think you can sit back and relax now because that year of stress and arguments, all those months of waiting, they're all behind you, right? Um, not so fast.","label":[[250,256,"DATE"]]}
{"text":"Saudi Arabia Cuts Diplomatic Ties With Iran, Foreign Minister Says. The announcement comes after increased tensions following the execution of a prominent cleric.","label":[[0,12,"GPE"],[39,43,"GPE"]]}
{"text":"Taming The Cost Of Traffic Tickets. It's little surprise that traffic tickets can lead to higher insurance premiums. But as travelers hit the road this summer","label":[[147,158,"DATE"]]}
{"text":"Breastfeeding Isn't The Only Cause Of Droopy Breasts, New Study Says. (h\/t Blisstree) Not so fast. A study published this week in the Aesthetic Surgery Journal sexily titled \"Determinants of","label":[[71,85,"ORG"],[117,126,"DATE"],[130,159,"ORG"]]}
{"text":"This Is Your Brain On Trump. Do you ever find yourself wondering what the story is with those thrilled faces behind Donald Trump at his rallies?","label":[[116,128,"PERSON"]]}
{"text":"The Land of the Glee and the Home of the Depraved. On Fox News' The O'Reilly Factor, Bill O'Reilly recently worked himself and Gretchen Carlson into an absolute tizzy over an episode of Glee that featured a transgender teen. O'Reilly expressed his concern that Glee is glamorizing \"alternative lifestyles.\"","label":[[16,20,"PERSON"],[41,49,"PERSON"],[54,63,"ORG"],[85,98,"PERSON"],[127,143,"PERSON"],[225,233,"PERSON"],[261,265,"PERSON"]]}
{"text":"Worst-Dressed Stars Of 2012: Kim Kardashian, Lady Gaga and More Epic Fashion Flops (PHOTOS). Better luck next year, ladies.","label":[[23,27,"DATE"],[29,43,"PERSON"],[45,54,"PERSON"],[105,114,"DATE"]]}
{"text":"Joe Scarborough Essentially Writes Joe Biden's First Campaign Speech. Don't make it about Hillary, he says. But also, talk about Hillary a lot.","label":[[0,27,"PERSON"],[35,46,"PERSON"],[47,52,"ORDINAL"],[90,97,"PERSON"],[129,136,"PERSON"]]}
{"text":"Sexy Bedrooms To Get You In The Mood This Valentine's Day (PHOTOS). We can hear Barry White already.","label":[[28,36,"WORK_OF_ART"],[80,91,"PERSON"]]}
{"text":"George Soros Weds Consultant Tamiko Bolton For His Third Marriage. For Soros, whose net worth is $20 billion according to Forbes, this will be his third marriage. It is Bolton's second. The","label":[[0,12,"PERSON"],[29,42,"PERSON"],[71,76,"PERSON"],[97,108,"MONEY"],[122,128,"ORG"],[147,152,"ORDINAL"],[169,175,"PERSON"],[178,184,"ORDINAL"]]}
{"text":"This Amazing Computer Chip Is Made Of Live Brain Cells. A few years ago, researchers from Germany and Japan were able to simulate one percent of human brain activity for a single","label":[[0,54,"ORG"],[56,71,"DATE"],[90,97,"GPE"],[102,107,"GPE"],[130,141,"PERCENT"]]}
{"text":"School's Out, Structure's In: How to Plan Your Child's Summer \"Work Week\". While kids are counting down the days till \"school's out forever!,\" many parents are secretly dreading the final bell. They love the thought of not having to wake up at the crack of dawn and get kids off to school, but they are anticipating being on the losing side of an endless game of keep away from electronics.","label":[[104,112,"DATE"]]}
{"text":"Kristen Bell Knows Exactly How Veronica Mars Would Take Down Trump. She doesn't even have to use Mr. Sparky.","label":[[0,18,"PERSON"],[101,107,"PERSON"]]}
{"text":"Divorce Confidential: Should I Negotiate or Litigate My Divorce?. Recently, a client reminisced about her excruciating decision to divorce her husband. The couple had been married for almost 20 years and the thought of separating after years of marriage terrified her.","label":[[184,199,"DATE"],[236,241,"DATE"]]}
{"text":"Evolving to Survive Ourselves. As a Taoist monk, I find the notion of the Earth as a superorganism to make perfect sense; I also find the notion of evolution as a propulsive, all-encompassing, and all-pervasive force to be completely congruent with the ancient Chinese concept of Tao.","label":[[36,42,"NORP"],[74,79,"LOC"],[261,268,"NORP"],[280,283,"PERSON"]]}
{"text":"How Yoga Saved My Life. Yoga was a doorway to enter a new territory and listen quietly to an internal voice that encouraged me to go deeper. During these months, life revealed moments of clarity amidst the pain. One thing became clear: Love is what we are here to experience and share.","label":[[148,160,"DATE"],[212,215,"CARDINAL"],[236,240,"WORK_OF_ART"]]}
{"text":"'Trump Terrible 10': Harvey Edition. This week's definitive listing of the worst from the White House.","label":[[1,19,"ORG"],[21,35,"PERSON"],[42,46,"DATE"],[86,101,"FAC"]]}
{"text":"Dzhokhar Tsarnaev, Boston Bombing Suspect, Has Life Or Death Resting In Attorney General. He is accused of killing three people and injuring hundreds more in a bombing that shook Boston and the nation. Only 33 percent","label":[[0,17,"PERSON"],[19,41,"ORG"],[115,120,"CARDINAL"],[141,149,"CARDINAL"],[179,185,"GPE"],[202,217,"PERCENT"]]}
{"text":"A Bernie Delegate Has The Most Bernie Metaphor For The Democratic Convention. For people accustomed to \"really healthy granola,\" the nominating convention is white bread.","label":[[51,76,"ORG"]]}
{"text":"Andrew Cuomo Creates Special Unit To Investigate Post-Election Surge In Hate Crimes. The governor is strengthening his fight for civil rights as discriminatory attacks increase.","label":[[0,33,"PERSON"]]}
{"text":"Jessica Alba, Michelle Williams, Kate Bosworth Choose Erdem. From People Style Watch: With so many choices to pick from, it's not exactly a coincidence when style stars like Michelle","label":[[0,12,"PERSON"],[14,31,"PERSON"],[33,46,"PERSON"],[174,182,"PERSON"]]}
{"text":"Sarah Ferguson's Balmoral Visit Sparks Wedding Rumors For Princess Beatrice. Fergie was spotted leaving the Aberdeen airport en route to meet up with ex-husband Prince Andrew and her daughters, Princesses","label":[[0,16,"PERSON"],[77,83,"ORG"],[108,116,"PERSON"],[161,174,"PERSON"]]}
{"text":"How Cheap Oil Handicaps Nigeria's Fight Against Boko Haram. The crisis for Africa's biggest economy \"could not have come at a worse time.\"","label":[[34,58,"FAC"],[75,81,"LOC"]]}
{"text":"Egypt's Mubarak Denies Ordering Killing Of Protesters. ","label":[[0,5,"GPE"]]}
{"text":"18 GIFs Of People Who Just Can't Hold It In Anymore. ","label":[[0,2,"CARDINAL"]]}
{"text":"Neil Gorsuch And The Deconstruction Of The Administrative State. It turns out that confirming Gorsuch and achieving deregulation are inextricably linked.","label":[[0,12,"PERSON"],[17,63,"WORK_OF_ART"],[94,101,"PERSON"]]}
{"text":"CNN's Erin Burnett Reports Donald Trump Kissed Her Friend Without Consent. \"Trump took Tic Tacs,\" the woman told Burnett. \"Then leaned in ... catching me off guard and kissed me.\"","label":[[0,3,"ORG"],[6,26,"PERSON"],[27,39,"PERSON"],[87,95,"PERSON"],[113,120,"PERSON"]]}
{"text":"Mike Pence To Robert Mueller On Russia Probe: 'Wrap It Up'. \"Why does Mike Pence want to kill this investigation?” asked Joe Scarborough.","label":[[0,10,"PERSON"],[14,28,"PERSON"],[32,38,"GPE"],[70,80,"PERSON"],[121,136,"PERSON"]]}
{"text":"LeBron James Wears A Safety Pin On The Cover Of Sports Illustrated. Fashion statement? Yes. Political statement? Could be.","label":[[0,31,"PERSON"]]}
{"text":"Heart-Shaped Pox. What does this holiday accomplish besides training kids to have a Pavlovian, gift-based response to a meaningless day in the middle of February? Or worse, an association between love and gift-giving? Doesn't Christmas already cover that, without the creepy romance angle?","label":[[84,93,"NORP"],[118,135,"DATE"],[139,161,"DATE"],[226,235,"DATE"]]}
{"text":"I'm White, Gay, and Dating a Black Man: What I've Learned About Racial Profiling. Over the years, the startling consistency of the manner in which I am addressed while he is ignored has become a quasi joke between us.","label":[[87,96,"DATE"]]}
{"text":"Paris Attacks Suspect Sentenced To 20 Years In Prison For Brussels Shootout With Police. Abdeslam’s co-defendant Sofien Ayari also received a 20-year term for attempted terrorist murder.","label":[[0,21,"ORG"],[35,43,"DATE"],[47,53,"GPE"],[89,97,"PERSON"],[113,125,"PERSON"],[142,149,"DATE"]]}
{"text":"Indonesia's Protected Rainforests Disappearing. Please support the work of Sumatran Orangutan Conservation Program, Rain Forest Action Network, DeforestACTION, WWF and Greenpeace","label":[[0,9,"GPE"],[75,114,"ORG"],[116,142,"ORG"],[168,178,"ORG"]]}
{"text":"Circus Politics Is Alive and Well in the Philippines. The circus continues with the motion to impeach President Aquino, with opposition politicians having sharpened their knives in an attempt to draw some blood from the Teflon President.","label":[[0,15,"ORG"],[41,52,"GPE"],[112,118,"PERSON"]]}
{"text":"Male Model On Photoshop: 'You Understand That This Isn't Real... So Accept It'. But regular non-model individuals like us don't have that option, meaning we have to make peace with the bodies we've got","label":[[0,10,"PERSON"]]}
{"text":"3 Ways to Get Outside for Fall. The autumn leaves are amazing right now. Spend a little extra time outside before the trees are bare and the winter winds shut us inside for the season. Here are three easy and fun ways to get outside and see those leaves before they are gone.","label":[[173,183,"DATE"],[194,199,"CARDINAL"]]}
{"text":"Obama Refutes Allegation That He Wiretapped Trump Tower During Campaign. This is \"simply false.”","label":[[0,24,"ORG"]]}
{"text":"Build Bridges Not Walls: Resisting Trump’s Anti-Immigrant Rhetoric. Last week President Donald Trump signed anti-immigrant executive orders. His orders included: the construction of a wall","label":[[25,42,"PERSON"],[68,77,"DATE"],[88,100,"PERSON"]]}
{"text":"Black Women in the Fight Against Police Brutality. Mosby's courageous decision to prosecute makes her just one of the many black women over the decades who have worked hard to quell the scourge of police brutality. Black women have played a substantial role in bringing national and international attention to the issue, both in the past and today.","label":[[15,49,"ORG"],[51,56,"PERSON"],[140,151,"DATE"],[342,347,"DATE"]]}
{"text":"Groundwater Issues Still a Hot Topic in California. Local GSAs will not only have to be put in place over the next couple years, they'll have to come up with plans, and, more importantly, adequate funding to carry out sustainable basin-wide management.","label":[[40,50,"GPE"],[106,127,"DATE"]]}
{"text":"New England's Best Ski Spots For Families. k. Another nod to Okemo is their superior ski area food, from Asian at the summit, Waffles on the slopes, to woodfired flatbreads, signature martinis and s'mores by the fire for the kids at Coleman Brook Tavern","label":[[0,13,"LOC"],[105,110,"NORP"],[126,133,"PERSON"],[233,253,"FAC"]]}
{"text":"Is It the Super Bowl or the 'Super Bowl'?. ","label":[[6,20,"EVENT"],[29,40,"EVENT"]]}
{"text":"Run at the Speed of Fun. I eased off the pace. Got my breathing back under control. And the epiphany struck: I don't need to run at any particular pace or register any particular time. All I need to do is run at the speed of fun.","label":[[7,23,"ORG"]]}
{"text":"Scouting out the Top Ten Experiences of Southern Peru. As one of the most diverse and culturally wealthy countries in the whole of South America, Peru is one of those destinations that offers so much to visitors. But where, what and how do you get the very best of it?","label":[[40,53,"LOC"],[58,61,"CARDINAL"],[131,144,"LOC"],[146,150,"GPE"],[154,157,"CARDINAL"]]}
{"text":"Paul Ryan Declines To Say If He'll Run For Another Term In Congress. “I’m not gonna share my thinking with you before I even talk to my wife.\"","label":[[0,18,"PERSON"],[59,67,"ORG"]]}
{"text":"How I Engage in Racial Profiling. ","label":[[16,32,"ORG"]]}
{"text":"Pan Am 103's Lasting Legacy. I hope that with the 25th anniversary of the Lockerbie bombing, you spend a few moments thinking of the 270 victims who died tragically but spend even more time thinking of how you can have a positive effect on those around you today. Life is short, and each day is a blessing.","label":[[0,12,"PRODUCT"],[50,54,"ORDINAL"],[74,83,"GPE"],[133,136,"CARDINAL"]]}
{"text":"Tens Of Thousands Flee To Turkish Border As Aleppo Assault Intensifies. The assault around Aleppo, which aid workers have said could soon fall to government forces, helped to torpedo Syrian peace talks in Geneva this week.","label":[[0,17,"CARDINAL"],[26,33,"NORP"],[183,189,"NORP"],[205,211,"GPE"],[212,221,"DATE"]]}
{"text":"Student Gets Awesome Note After Missing Class To Visit City Hall. Well, this is certainly an awesome reason to get out of class. A young Canadian student named Chloe received a great birthday","label":[[137,145,"NORP"],[160,165,"LOC"]]}
{"text":"The Pulse Shooting Changed Our World, But We Are Still Here. Even as attackers aim to destroy our places of refuge, we stand strong.","label":[[0,36,"ORG"]]}
{"text":"Brian Williams Accidently Calls Pulitzer Prize-Winning Journalist A Communist. Oops!","label":[[0,14,"PERSON"],[32,54,"WORK_OF_ART"],[68,77,"NORP"]]}
{"text":"Despite Being British Born And Raised, People Are Always Asking Me Where I'm From. Despite being British born and raised, I'm regularly asked where I'm from. \"Where are you from?\" \"London.\" \"No where are","label":[[14,21,"NORP"],[97,104,"NORP"],[181,187,"GPE"]]}
{"text":"Karoline Hjorth and Riitta Ikonen on the ImageBlog. Eyes as Big as Plates # Jaska (2012) Karoline Hjorth & Riitta Ikonen Digital C-Type 120 x 100 cm Recess Redhook","label":[[0,15,"PERSON"],[20,33,"PERSON"],[41,50,"ORG"],[83,87,"DATE"],[89,120,"PERSON"],[149,163,"PERSON"]]}
{"text":"Jeb Bush Campaign Adviser Serves on Board of Predatory College ITT. Vin Weber is much more than a Bush campaign advisor. He's a lobbyist who has pressed his former colleagues in Congress on behalf of clients like AT&T, the pharmaceutical trade association PHRMA, student loan giant Sallie Mae, and student debt collection companies Navient and ECMC.","label":[[0,32,"PERSON"],[36,66,"ORG"],[68,77,"PERSON"],[98,102,"PERSON"],[178,186,"ORG"],[213,217,"ORG"],[282,292,"ORG"],[332,348,"ORG"]]}
{"text":"Bill Maher Goes Off On The Constitution, Senate Representation & Second Amendment (VIDEO). Watch the clip above and let us know if you agree with Maher's contention that the constitution is in need of a major rewrite","label":[[0,19,"PERSON"],[27,39,"LAW"],[41,81,"ORG"],[146,151,"ORG"]]}
{"text":"Camilla Belle Rocks Coachella In Armani Exchange: Look Of The Day. Want more? Be sure to check out Stylelist on Twitter, Facebook and Pinterest. Shop a similar ensemble below and check out","label":[[0,57,"PERSON"],[112,119,"PERSON"]]}
{"text":"Extreme Weather Photos Of The Week. A massive, 500-yard landslide on Washington State's Whidbey Island damaged a house and led to a neighborhood evacuation. This","label":[[0,22,"PERSON"],[26,34,"DATE"],[47,55,"QUANTITY"],[69,87,"GPE"],[88,102,"LOC"]]}
{"text":"Going All The Way: Public Opinion And Premarital Sex. Over the next few years, GSS added questions about pornography and sexual activity with someone other than one’s spouse. NORC","label":[[59,77,"DATE"],[79,82,"ORG"],[175,179,"ORG"]]}
{"text":"Sandie's Hero's Journey. ","label":[[0,6,"ORG"],[9,13,"ORG"]]}
{"text":"Trump Slams Republican Ed Gillespie Following Democratic Win In Virginia Governor's Race. Trump says Gillespie, who ran a Trump-style campaign, \"did not embrace me or what I stand for.\"","label":[[0,22,"PERSON"],[23,35,"PERSON"],[46,56,"NORP"],[64,72,"GPE"],[101,110,"GPE"]]}
{"text":"California Democratic Party Chair John Burton On Campaign Finance And The Election (Audio). John Burton is the chair of the California Democratic Party, and he has over three decades of experience working in the California","label":[[0,27,"ORG"],[34,45,"PERSON"],[70,89,"ORG"],[92,103,"PERSON"],[120,151,"ORG"],[169,182,"DATE"],[212,222,"GPE"]]}
{"text":"10 Pinterest Users We're Loving This Week. At this point, pretty much everyone is aware of what Pinterest is; and if you're a \"pinner,\" you're definitely aware of its","label":[[0,2,"CARDINAL"],[25,41,"WORK_OF_ART"],[96,105,"LOC"]]}
{"text":"Former 'Glee' Star Lauren Potter's Engagement Is Called Off. Say it ain't so. 💔","label":[[78,79,"ORG"]]}
{"text":"First Nighter: Robert Wilson's \"Life and Death of Marina Abramovic,\" Martha Clarke's \"Cheri\". Even before the piece proper begins, Wilson sends out three sleek Dobermans to gallivant among fake cardinals scattered on","label":[[15,30,"PERSON"],[32,66,"WORK_OF_ART"],[69,84,"PERSON"],[86,91,"EVENT"],[131,137,"ORG"],[148,153,"CARDINAL"]]}
{"text":"Google To Open Retail Stores In Major U.S. Cities By End Of 2013: REPORT. According to 9to5Google, an \"extremely reliable source\" confirmed that Google is building stand-alone retail stores in the","label":[[38,42,"GPE"],[87,97,"CARDINAL"],[145,151,"ORG"]]}
{"text":"Two Guys Set Up Fantastic Subway Joke On Stereotypes. The message is good, we promise.","label":[[0,3,"CARDINAL"],[41,52,"PERSON"]]}
{"text":"When White Women Magazines Disregard Indigenous Women Of Color. We have to make a commitment to stop this cycle.","label":[[5,62,"ORG"]]}
{"text":"Top 10 Steps to Quit Smoking. Nicotine addiction is a tough battle and often takes multiple quit attempts until you finally quit for good. In observance of the American Cancer Society's Great American Smokeout, which takes place today, here are the top 10 steps you can take to quit.","label":[[156,209,"ORG"],[229,234,"DATE"],[253,255,"CARDINAL"]]}
{"text":"How National Service Can Help Communities And Build A Stronger Workforce. Young Americans today are facing the crisis of unraveling traditional communities and social structures. In fact, 1 million students drop out of school each year, and 17 percent of youth aged 16 to 24 are out of school and work.","label":[[80,89,"NORP"],[90,95,"DATE"],[188,197,"CARDINAL"],[241,251,"PERCENT"],[266,274,"DATE"]]}
{"text":"What Breaking Up On ‘The Bachelorette’ Reveals About Toxic Masculinity. The way we raise boys makes having relationships with men difficult -- and scary.","label":[[21,70,"WORK_OF_ART"]]}
{"text":"Carrie Underwood And Brad Paisley Call Out The Election That Never Seems To End At CMAs. \"We don’t even care who wins.\"","label":[[0,16,"PERSON"],[21,38,"PERSON"],[43,87,"WORK_OF_ART"]]}
{"text":"Let There Be Light. Few artists paint from the perspective that \"You're only as big as the canvas that's facing you.\" Sculpted by the father-and-son team of Gutzon and Lincoln Borglum, the Mount Rushmore National Memorial is one of the few exceptions to the rule.","label":[[157,163,"PERSON"],[168,183,"PERSON"],[185,221,"ORG"],[225,228,"CARDINAL"]]}
{"text":"Vandals Topple Statue Of Saint Junipero Serra Who Pope Francis Canonized During His Trip. Pope Francis made the controversial Spanish missionary Junipero Serra a saint just last Wednesday.","label":[[55,72,"PERSON"],[90,102,"PERSON"],[126,133,"NORP"],[145,159,"PERSON"]]}
{"text":"Urban Outfitters Is Creating Its Own 'Lifestyle Center' In Pennsylvania. This isn't the first time we've seen retail mini-cities, IKEA has developed its own as well. We're looking forward to seeing","label":[[59,71,"GPE"],[88,93,"ORDINAL"],[130,134,"ORG"]]}
{"text":"Bill O'Reilly: 'People Are Trying To Kill Me Right Now'. Former Fox News host compares himself to his father, who fought in World War II.","label":[[0,13,"PERSON"],[64,72,"ORG"],[124,136,"EVENT"]]}
{"text":"Delta Passenger Baraka Kanaan Forced To Crawl Down Aisle, Across Tarmac To Wheelchair: Complaint. Caring for and accommodating the needs of customers with disabilities to ensure accessibility is a top priority for Delta","label":[[0,56,"ORG"],[58,85,"PERSON"],[214,219,"ORG"]]}
{"text":"Donations Flow To McCain Opponent After McCain Blames Obama For Orlando Massacre. Democrat Ann Kirkpatrick raised at least $100,000 after the cranky Republican blamed the president for the horrific nightclub slaughter.","label":[[82,90,"NORP"],[91,106,"PERSON"],[114,131,"MONEY"],[149,159,"NORP"]]}
