{"id": 9959, "data": " 32M  Because of Sunburn? Went to the pool yesterday, got sun burnt around the shoulders and upper back.   Woke up this morning with carpal tunnel like pain in both of my wrists and my hands are swollen.   Took ibuprofen throughout the day with no results.   Is this in relation to the Sun Burn?\n32M\n6ft \n275lb\nNo medications\nI don't smoke", "label": [[133, 146, "DISEASE"], [152, 177, "SYMPTOM"], [185, 202, "SYMPTOM"], [211, 220, "DRUG"]]}
{"id": 9960, "data": "Potentially bleeding in my intestines somewhere. Hospital no hospital? Female, 21, 125lbs, 55. Nonsmoker. Social drinker  maybe at maximum 4 5 a week but sometimes Ill go months not drinking anything. 20mg Dexedrine spansule AM and 40mg Fluoxetine PM   a multivitamin. No recent med changes or diet changes. No history of IBD that I know of, although I used to have IBS in high school but I honestly think it was just from stress.\nOn to the actual problem \nI have had stomach issues for probably about three months now  bloating, foul gas, and very sticky stool. I would pass small amounts maybe 6 7 times a day. I was ignoring it because Im in school (premed) and dont really have time or energy to deal with what I thought was just me not remembering to take a lactose pill when I had milk products. However I have within the last few weeks completely cut dairy out of my diet. There was no real change i got a little better, and then a little worse, and then a little better, etc etc. \nUntil the last few days where my gas has been RANK, theres a serious overproduction of mucus, my stools are stickier than ever, and today about 15 20  of it has just been black grainy specks like coffee grounds. Like I said, Im pre med so Im very aware of the implications, I just dont want to automatically assume the worst. All Ive eaten the last few days is rice, mixed vegetables (corn, green beans, carrots etc), bananas, chicken, coffee, and cereal, so I dont think its from diet. My multivitamin has iron but Ive been taking the same one for over a year and this hasnt happened before. No severe pain or anything, but I have aspergers and my ability to accurately gauge pain is not great  Ive broken bones before and not noticed. \nRight now Im feeling some minor cramping in my lower abdomen, like right below my belly button, and a strange swollen feeling in my back under my ribcage. I have tachycardia when I stand up too fast, Im sleepy, sweating, and cold, but its hard to tell if thats a result of my Dexedrine starting to wear off or a symptom of my stomach issues. My entire abdomen is moderately bloated, a little flushed, but not tender to the touch anywhere, but the part of my lower back that feels swollen is slightly tender. I dont look pale and my breathing rate is not any faster than normal. The black coffee ground stuff hasnt increased or decreased in amount in my stool over the last four hours  Ive been keeping an eye on it with the intention of going to the walk in or something if it gets any worse or if any other alarming symptoms present themselves.\nMy questions is just  should I suck it up and go to a   right now? Id been planning on going next Thursday after finals are over. Im kind of the stubborn suck it up type but my family is pressuring me and I think it might be good to get a second opinion. especially since Im going to head to bed soon and would like to hopefully wake up tomorrow morning  my familys doomsaying is kind of freaking me out.", "label": [[206, 215, "DRUG"], [237, 247, "DRUG"], [322, 325, "DISEASE"], [366, 369, "DISEASE"], [520, 528, "SYMPTOM"], [549, 561, "SYMPTOM"], [1076, 1081, "SYMPTOM"], [1585, 1596, "SYMPTOM"], [1621, 1630, "DISEASE"], [1689, 1701, "SYMPTOM"], [1753, 1767, "SYMPTOM"], [1837, 1852, "SYMPTOM"], [1889, 1900, "DISEASE"], [1938, 1946, "SYMPTOM"], [2003, 2012, "DRUG"], [2101, 2108, "SYMPTOM"], [2207, 2214, "SYMPTOM"]]}
{"id": 9963, "data": "Covid Vaccine side effects Male, 24\n just got my first dose of Pfizer covid vaccine yesterday with my girlfriend. We were both fine yesterday but this morning I had a sore arm that was so bad at some points it was hard to move it, Tylenol solved that problem, but I was really nauseous and fatigued this morning to the point where I couldn't finish my zoom class and I've been laying on the couch ever since. It's gotten slightly better through the day.  Everyone I've spoken to says that you don't really get the bad after shocks until your second dose.  If I reacted like this to the first, am I gonna be worse after the second or doesn't it really work like that?  For context I've never had an allergic reaction to a vaccine before and I have already had Covid back in December and I heard if you had it and get the vaccine it makes side effects worse but that was just word of mouth.", "label": [[63, 83, "DRUG"], [231, 238, "DRUG"], [759, 764, "DISEASE"]]}
{"id": 9964, "data": "Intense abdo pain after c section.. help? 22 year old, Female, Caucasian, uncomplicated surgery. \nWhen I had my first child via emergency c section in 2017, I suffered with this pain for almost a year that was awful and undiagnosed. I had an ultrasound  no scarring. Bloodwork  everything came back perfectly normal   from my WBC to my kidney functions. It was almost like contractions, radiating intensely from my lower upper back to my abdomen. It was excruciating to the point I couldnt move. There was no clear trigger  food and drink, amount of sleep, switching from breast to bottle, nothing made a difference. And taking OTC pain meds didnt even touch the pain. Then when I was 8 months PP it just... disappeared. Now Ive had another c section (albeit a planned one), Im 1 week PP its come back just as bad. The exact same in every way. Its debilitating. I cant even get up to feed my baby, I need my husband to make the bottles for me so I dont have to move. Whats wrong with me?? Any advice or ideas will be helpful!!", "label": [[0, 17, "SYMPTOM"], [373, 385, "SYMPTOM"]]}
{"id": 9965, "data": "Newly developed head tics. Why is this happening? I'm 23 ftm and for almost two years I've been experiencing head jerks. It happens randomly and never hurts but today I had a big one that did. \nI have ADHD, Autism, and anxiety so maybe I just developed a new tic or perhaps I'm just now realizing that I'm doing it and it's always been a thing?\nThis is causing me a lot of stress. I'd appreciate some help on what this could be.", "label": [[16, 25, "SYMPTOM"], [201, 205, "DISEASE"], [207, 213, "DISEASE"], [219, 226, "DISEASE"]]}
{"id": 9966, "data": "I was helping my cousins and uncles get food for the restaurant i picked up the bag of onions and felt something wierd in my testicle like if it moved and it kinda hurted a little i checked them and they feel fine is this a hernia or something?? Im a 17 yr old 190 lbs no medical issues i dont smoke or drink and im 5foot9", "label": [[224, 230, "DISEASE"]]}
{"id": 9968, "data": "Nexplanon site issues Age 36\nSex Female \nHeight 5.1\nWeight 260\nRace White\nDuration of complaint 1 day\nLocation arm\nAny existing relevant medical issues\nCurrent medications soma, nortriptyline, lexapro\nInclude a photo if relevant \nI just got the nexplanon implant on Thursday. My implant site is massively bruised and there is a blister that was under a piece of bandage tape. \nIll call my   Monday if its still there but...is this ok?! Normal?\nThe post wont let me post a picture but I can try to send one if I can. Im new to Reddit. \nThanks in advance!", "label": [[0, 9, "DRUG"], [172, 176, "DRUG"], [178, 191, "DRUG"], [193, 200, "DRUG"], [245, 254, "DRUG"], [328, 335, "SYMPTOM"], [305, 312, "SYMPTOM"]]}
{"id": 9970, "data": "Problem breathing for the last 12 years advice needed please I am a 32 year old male. I have been smoking a pack of ciggarettes a day from the age of about 15 years old however I switched to vaping about 3 years ago and now I chain vape.\n \nWhen I breathe people around me often say I breathe 'loudly' and close family members have often commented that I am battling to breathe. When I breathe it feels like I can never get a satisfying deep breath in and my chest feels 'burny'\nThis problem started around the time I was 20 years old so it's been going on for the last 12 years. I am not conscious of it during the day so it does not trouble me, but every single night before bed it is a problem that worries me, especially when I lay down in bed. Both breathing in and out are difficult and take concious effort, it also feels like it is not normal. I should also add that during the day sometimes it does bother me when I am concious of my breathing.\nAny idea what could we wrong with me? Could it be something serious? Does anyone have the same problem? Please help", "label": [[0, 17, "SYMPTOM"]]}
{"id": 9971, "data": "I keep being told it's muscle spasms. So I (22 male) have been to the hospital 5 times for back pain. The reasons range from putting on clothes to picking up a box. I have a consistent sharp pain that goes up and down my spine. It knocks the wind out of me and it gets really hard to breath. I've had muscle spasms before and they feel nothing like this. Could it be spasms or something else? I'm just tired of this happening and being turned away everytime.\nEven on pain meds and muscle relaxers the pain is still there. Everytime it happens I feel a snap in my back like when you crack your knuckles. It spots me dead in my track and the pain is unbearable for hours. Every time I've been to the ER they say muscle spasms. Today they did a xray and the NP told me my spine showed signs of straightening but it's probably because of the spasms. I'm tired of being in pain and I just want to feel good again.", "label": [[23, 36, "SYMPTOM"], [91, 100, "SYMPTOM"], [185, 195, "SYMPTOM"], [301, 314, "SYMPTOM"], [550, 567, "SYMPTOM"], [710, 723, "SYMPTOM"], [838, 844, "SYMPTOM"]]}
{"id": 9972, "data": "50F My mother has Covid and her blood pressure drops rapidly. Her oxygen levels are normal but her blood pressure severly drops several times a day. She also coughs alot and she has an upset stomach. \nIs the blood drop issue a sign of an infection or something more serious? So far, I've been giving her some food to lift her blood pressure and it has been working.\nI'd also appreciate any advice I can get.", "label": [[18, 23, "DISEASE"], [99, 127, "SYMPTOM"], [158, 164, "SYMPTOM"], [185, 198, "SYMPTOM"]]}
{"id": 9973, "data": "Pain in left arm only when I eat? 23, Male, 59, 165, no diagnosed medical issues, no allergies, not on any medication, not a smoker and only a social drinker\nWhen I eat, particularly large or heavy meals, I get a pain in my upper left arm. Unfortunately searches in Reddit have been fairly inconclusive as to what the cause for this could be. \nTangentially related  Since January, Ive had on and off chest pains tightness. Ive seen my PCP twice for this issue who dismissed it as anxiety without running any tests, and went once to urgent care where they completed an EKG, blood test, and chest x ray and said it all came back normal. Ive cut out coffee which has seemed to help a bit, but Ive never struggled with and dont feel like I am struggling with anxiety.\nIm not sure if the pain while eating accompanied with this non specific chronic chest pain could point to another issue, but wanted to include that as background.\nAny ideas?", "label": [[0, 16, "SYMPTOM"], [213, 238, "SYMPTOM"], [400, 411, "SYMPTOM"], [480, 487, "DISEASE"], [755, 762, "DISEASE"]]}
{"id": 9974, "data": "25M just sneezed and felt my whole body fill with intense pain 25M\n5'8 155lbs\nAllergies anxiety high blood pressure \n10mg 6mg linsinpro hctz \nI was having a allergy attack and was sneezing back to back the first like 5 sneezes felt normal \nThen I sneezed and it felt like my whole body was like shocked and I got this intense pain it went through my chest and down both my arms \nIt felt like every muscle in my body tensed up at one and all my joints and hurt pretty bad it resonated for about 20 secs then went away \nThis has happened to me a handful of times and cant find any info on it and its so odd to me lol", "label": [[96, 115, "SYMPTOM"], [88, 95, "DISEASE"], [78, 87, "SYMPTOM"], [126, 135, "DRUG"], [157, 171, "SYMPTOM"]]}
{"id": 9975, "data": "Timing of 2nd dose of Astra Zeneca problem. Caucasian female, 47\nHi, Im due for my 2nd dose of Astra Zeneca 16.June but now need to travel to NZ on the 12th (3.5 hours flying time) as my Dad is on his way out. I had the flu shot on Sunday so if I wait the required 2 weeks then that puts it on the 13th even if I got it early. With the blood clot issues I dont want to not wait the full 2 weeks, nor do I want to have it a day before I fly. \nNew Zealand only has the Pfizer vaccine so I would be mixing vaccines. \nIn your opinion, is it best to mix the vaccines and have the 2nd dose on schedule or should I have the second dose 4 weeks late? \nThanks in advance for any advice you can give.", "label": [[220, 228, "DRUG"], [336, 346, "SYMPTOM"]]}
{"id": 9977, "data": "Going back to regular life after head injury Hi! Im a 21yo female, 53, 120lbs. I was hit by a car almost a month ago crossing the street and have been off work since. I got a concussion, some stitching and smaller wounds in the back of my head, and have started physical therapy for my head neck and shoulder for the side I was hit. Im still experiencing some mild symptoms but of course theres been significant improvement from where I was. I have a neuro appt coming up next week but was wondering if I can have any questions answered before then and also for a second opinion. \nDo you think Ill be approved to go back to work since almost a month will have passed, and or will I have any say in this if I want say take another week or two to wait until my headaches are completely gone? My job is fully behind the screen and I worry its not good for my brain but of course I dont know best. Also, for the long run looking forward for the summer, when do you think Ill be allowed to go on a plane and also have a glass of wine with dinner? This isnt very important but Im interested to know!", "label": [[175, 185, "SYMPTOM"]]}
{"id": 9978, "data": "Pain in my left leg  \nI (22 Male) have had this nerve pain starting in my left buttocks and running down to my lower calf for almost two months. It is minimally painful in the morning and is very bad at night. It's most problematic when I go to stand up after sitting in a chair for a while. When I do this I can't stand up straight or else the pain is really bad. After walking around for   3 minutes it's usually much better and I can walk normally with a little bit of pain. It doesn't bother me when sitting. It's really just when I am changing positions. Once I get to a position it doesn't hurt.\nI am pretty sure this pain is in my sciatic nerve. At first, I thought this was sciatica, but I really don't have any pain in the back. It starts in my left buttock between the hip and cheekbones. Then I thought it might be piriformis syndrome, but I've been doing stretches for a couple of days, but have no relief. Almost 4 months ago, I had really bad low back pain after doing a lot of yard work. I don't remember specifically doing anything to mess it up, but my back was a little fatigued at the end of the day. The next day I had similar symptoms to what I have now. I couldn't stand up straight after sitting but it was because of back pain, not this nerve pain in my leg. This finally cleared up after a few weeks and I probably had two weeks where I was healthy before my current condition started.\nWhat is this condition and how can I fix it? What kind of   would I see to treat it?\nHeight  5'10, Weight  175 lbs, Race  White, No other medical conditions, prescriptions, or drug alcohol use", "label": [[48, 58, "SYMPTOM"], [682, 690, "DISEASE"], [720, 736, "SYMPTOM"], [826, 845, "DISEASE"], [957, 970, "SYMPTOM"], [1241, 1250, "SYMPTOM"], [1261, 1271, "SYMPTOM"]]}
{"id": 9979, "data": "I am vaccinated (Pfizer). I took a PCR Monday and a rapid test yesterday. Is it possible I could have COVID but it hasnt built enough? Male\n62\nWhite\n30\n220\nColorado\nNo health issues\nBarely (and I mean barely) runny nose with the occasional ahem to spit out very little phlegm.\nI got my final dose of Pfizer on April 13th of this year. Fast forward to today, and I had just gotten back from NYC visiting other vaccinated family members (no outsiders)\nMonday when I got back to Colorado I had a very very slight runny nose. With the ahem mentioned above to clear it out. I feel fine otherwise, no sore throat, fever or coughing of any kind. Can taste and smell normally. \nMy eyes are strained tired (I work in tech on a laptop) and have dealt with this before.\nI got PCR tested Monday, and rapid test on Wednesday. The rapid showed negative, later that day I got my negative   NOT DETECTED result.\nThat being said, could I feel confident I do not have it? Would it have shown up on either test already? \nAny help appreciated !", "label": [[209, 219, "SYMPTOM"], [510, 520, "SYMPTOM"]]}
{"id": 9980, "data": "(1F) I've been crying all day for the last few days, and recently, I broke out in some kind of rash blemishes spots on my face, belly and back What is wrong with this baby? She was checked out at a hospital and found no evidence of UTI or ear infection. Then the rash happened today", "label": [[95, 99, "SYMPTOM"], [232, 235, "DISEASE"], [239, 252, "DISEASE"]]}
{"id": 9981, "data": "Platelets 483 after surgery 36 YO Female   hypothyroidism, \nMeds  levothyroxine 50, Lexapro 10, Motrin 600 mg, Tylenol, Iron Tablets \nRecently had emergency salpingectomy two weeks ago. Had labs checked today everything was nearly normal except platelets are 483. My HGB and RBC improved and are closer to normal range. Can elevates platelets be caused from surgery ? My OB   . Didnt mention the cause or seem concerned ?", "label": [[43, 57, "DISEASE"], [66, 79, "DRUG"], [84, 91, "DRUG"], [96, 102, "DRUG"], [120, 132, "DRUG"], [111, 118, "DRUG"]]}
{"id": 9982, "data": "Cant hear after migraine please help 25F\n5'3\n130lbs 59kg\nNon smoker non drinker\nNo previous medical issues besides being  anemic due to heavy period. Currently taking iron supplements   folic acid.\nOn friday I spent the day in the sun   by nighttime I got what I think is a migraine as Ive had bad headaches before but nothing like this as I thought my head was gonna explode from pain the same time my ears got as I would best describe clogged like the feeling when theres too much water that got in your ears after swimming for a long period of time (I havent been in the water) On monday my left ear got better   I can hear well out of it since tuesday   the clogged feeling is gone. However my right is the same it seems to be getting worse I still cant hear out of it fully like 20  hearing   it started to hurt today when it didnt hurt before   it hurts more as the hours go by.\nCan anyone tell me whats going on or if its serious? Ive never had any ear problems before btw thanks!", "label": [[298, 307, "SYMPTOM"], [274, 282, "DISEASE"], [16, 24, "DISEASE"], [167, 183, "DRUG"], [186, 196, "DRUG"]]}
{"id": 9983, "data": "Anxiety Or Something More? Been Going On For 2 Months Straight now... Scared Everyday 21M, 59, 221 lbs\nI have asthma but it hasnt been a big issue since I was a little. I smoked weed for about 3 4 years straight really without taking breaks and on April 30th (so its been 2 months) I took a dab and after the dab my lips got tingly and my left hand got tingly and I got lightheaded and laid down and rested for an hour. Ever since then Ive been having to control my breathing and feels like Im not getting enough air along with acid reflux that washes up to my esophagus and burns sometimes. I had about 4 different panic attacks when it first started happening and was hyperventilating and breathing too heavy at first because I didnt know what was going on but now I dont have the panic attacks Im just left with my breathing getting shallower like maybe its trying to return to normal and manual breathing everyday until I finally fall asleep even though my chest x Ray, chest catscan, EKG and blood work have been normal according to the doctors. Never had anxiety ever like this before and it has now been going on for 2 months straight basically so Im just confused, my   has tried Clonodine and Paxil so far and they both dont really seem to help at all. Im basically scared for my life all the time because of my breathing and cannot shake this. Any help?", "label": [[691, 710, "SYMPTOM"], [1202, 1207, "DRUG"], [110, 116, "DISEASE"], [370, 381, "SYMPTOM"], [528, 539, "SYMPTOM"], [616, 629, "SYMPTOM"], [670, 686, "SYMPTOM"], [818, 845, "SYMPTOM"], [1061, 1068, "DISEASE"], [1188, 1197, "DRUG"]]}
{"id": 9984, "data": "How long can heat exhaustion symptoms last? Age 33 \nSex f \nHeight 52 \nWeight 110 pounds \nRace white\nDuration of complaint  just over a day \nLocation  Scotland \nAny existing relevant medical issues  none, v healthy normally \nCurrent medications  none \nYesterday I went for a long hike in the sun and didnt wear a hat (my thinking was how burnt can someone get in Scotland?   thats me shown!). I wore sunscreen so didnt get burnt but still had too much sun exposure and got a bit dehydrated. Last night when I got back I was shivering, today its been lots of dizziness  nausea  stomach cramping  diarrhea. Its now 1am and I still feel like shit  have the shits pretty bad. Im wondering how long can diarrhea symptoms from heat exhaustion last? \nAlways wear a hat and take lots of water yall!", "label": [[478, 488, "SYMPTOM"], [557, 566, "SYMPTOM"], [568, 574, "SYMPTOM"], [576, 592, "SYMPTOM"], [594, 602, "DISEASE"], [697, 705, "DISEASE"], [720, 735, "DISEASE"], [13, 28, "DISEASE"]]}
{"id": 9985, "data": "Should I get checked out? Hi, im 22 F  5'3, white, and suddenly 168 lbs, I have been having issues with being constantly tired, like exhausted and just sleep, I also get extremely hot. My house is kept at 650 F but I'll be sweating and be so hot I need to lay directly under a fan nude. I have also suddenly gained around 20 lbs, should I get a thyroid test or am I just getting fat?", "label": [[110, 126, "SYMPTOM"], [133, 142, "SYMPTOM"]]}
{"id": 9986, "data": "Odds of bicuspid aortic valve being misdiagnosed? 31, female, 53, 115lbs, no known previous conditions other than POTS. \nI received an echocardiogram 2 months ago (due to tachycardia) and one of the things noted on the results was, aortic valve    possible bicuspid. Mild regurgitation. Mild thickening of leaflets My new cardiologist doesnt agree with these findings because she said she heard no murmur after listening to my heart. Im getting a second echo test done on her request next week and Im not sure what to think now. Is it possible the first test was inaccurate? Im not sure how common this condition is to misread on results.", "label": [[114, 118, "DISEASE"], [171, 182, "DISEASE"], [267, 285, "SYMPTOM"], [398, 404, "SYMPTOM"]]}
{"id": 9987, "data": "Fluid coming out of cuts 33F. 248lbs, white. Taking anti depressants for depression and anxiety. \nIn the last year or so, my body has started doing this (image link below). If I get a cut or something, it will produce a huge amount of yellowish clear fluid, even to the extent that Ill be able to feel it bead up and drip down my skin, and my skin seems to take much longer to heal than it used to.\nI got a blood test done, because I was concerned about it being a symptom of diabetes, and they told me my blood sugar was well within normal ranges but i did have an elevated blood platelet count. They basically told me I didnt really have to worry about it, but I wonder anyway.\nWhat is this? Is it something I should be concerned about? \n", "label": [[52, 68, "DRUG"], [73, 95, "DISEASE"], [235, 256, "SYMPTOM"], [476, 484, "DISEASE"], [566, 595, "SYMPTOM"]]}
{"id": 9988, "data": "IBS vs IBD, never have a colonoscopy or seen GI   but   still says I only have IBS curious for input \n25 male. Roughly two years ago I started having recurring diarrhea. Typically once or twice a month I would have a total blowout which was always almost totally corrected the next movement. I would get terrible cramping and rushing water noises from my abdomen. However this pain went away the moment a movement was finished. My   did a sample for parasites etc, Clear. Doctor did ESR to check inflammatory markers which was clear. The only oddities were mildly low B12 indicating some level of malabsorption, and slightly low MPV which Ive heard means not much but can be associated with IBD. Anyway as Ive worked on my diet being better the episodes have gotten further between but still once a month or every other month I get the runs. With very bad cramping. I am more gassy on average as well in general and I often get cramps even with normal movements. Doc said without any ESR levels being raised or weight loss its unlikely any IBD and to be fair a friend I have with Crohns does second that in his experience. Plus he said my pain going away the moment a movement is done isnt par for the course with Crohns, is that true? \nIn the end the   said its likely IBS, it started after moving and major life changes so the stress part fits. Its intermittent but still fairly far apart and the pain is gone with a movement. They said a colonoscopy is out of the question unless I lose weight or develops more serious symptoms. I get IBS is common and IBD more rare, still I cant help but worry and would just appreciate your input and experiences related to mine.", "label": [[7, 10, "DISEASE"], [0, 3, "DISEASE"], [79, 82, "DISEASE"], [160, 168, "DISEASE"], [313, 321, "SYMPTOM"], [691, 694, "DISEASE"], [856, 864, "SYMPTOM"], [876, 881, "SYMPTOM"], [928, 934, "SYMPTOM"], [1040, 1043, "DISEASE"], [1080, 1086, "DISEASE"], [1214, 1220, "DISEASE"], [1270, 1273, "DISEASE"]]}
{"id": 9989, "data": "Pain when sitting up and bleeding from bellybutton. Hello. Just to preface, Ill be contacting my   on Monday. Im asking here to try and ease some anxiety that Im going to die lol. \n24F, 58, 190lbs, Caucasian. For a few years Ive felt a weird pressure to the left of my bellybutton that sometimes progresses into pain when I sit up or bring my knees to my chest. I have a copper IUD and never noticed it before then, so I figured maybe it was just me feeling it. Well about a year ago I got a bit of bleeding in my bellybutton and my   said it was likely a skin infection, to keep the area dry and clean, and let him know if it persisted. So I havent had any bleeding until last night, and since it started bleeding again (with a bad smell), Ive had more pain than usual when sitting up. Is this likely an infection or does it sound more serious? I dont have insurance so we cant afford surgeries or extensive tests... I know Im getting ahead of myself so thats why I turn to you all. Any reasons to not panic are welcomed  Im also super embarrassed about it so its another source of anxiety. Thanks in advance for any advice  )", "label": [[499, 507, "SYMPTOM"], [556, 570, "SYMPTOM"], [658, 666, "SYMPTOM"], [706, 714, "SYMPTOM"]]}
{"id": 9990, "data": "Arm Shock Feel 35 male 74\" 200 lbs.  20 30 days duration.  No current medications or existing medical issues.\nI finally got time from my  work travel work to take the COVID Vaccine 4 5 weeks ago. Got the first  Pfizer dose left arm. In the first 2 3 weeks after, I occasionally have  felt at times when I go to move my right arm, a strange feeling like  piercing sensation from the elbow, both upward and downward. Hard to  describe it as it's never happened before. May resemble what happens  when you get a shock from bumping the elbow. I don't remember it having  happened over the past 7 days, but it definitely happened on a number of  days in the first 2 3 weeks after the first shot, usually if it  happened on a given day 1 2 times on that day.\nI'm concerned about going for the next shot. And I can tell you that  all the censorship of any concerns doesn't help me to take any advice. I  was more comfortable with the idea of this vaccine back when it was  okay to say whatever you thought about it. I don't have a regular    so I don't think going to a random one over this would help. I expect  to need to complete this thing to be allowed to continue to travel for  work but at the same time I have no way to find if what I experienced  could be a reason for concern. Even if I went and saw a random  ,  being I have no prior relationship they if anything might say \"well  don't take the second dose until xx months go by and we do all these  tests.", "label": [[167, 180, "DRUG"], [354, 372, "SYMPTOM"]]}
{"id": 9991, "data": "Testicle pain 21 years old male 5 7 135lbs \nIve been having pain for 6 hours now. My dogs (Doberman pinscher) tail whipped my testicles. He has a very strong long tail. I still feel pain in my lower abdomen and Im worried. How serious does this sound? Is this an emergency?", "label": [[0, 13, "SYMPTOM"], [182, 206, "SYMPTOM"]]}
{"id": 9992, "data": "Bleeding for 6 months Ive been having vaginal bleeding for 6 months straight now. I got diagnosed with an ovarian cyst a few weeks ago, and was given no medicine or anything. I told my   about my bleeding and she just looked in the other direction. Im starting to get very worried and frustrated.\n19 female, 140 lbs. 56", "label": [[38, 54, "SYMPTOM"], [106, 118, "DISEASE"], [196, 204, "SYMPTOM"]]}
{"id": 9993, "data": "2 year old bite I dont even know how to start this. My  motherly instincts came into play and I just reacted before I proceeded what happened with ?\nI was playing on the trampoline with my son (2) I think I landed with my legs crossed. After I landed and bounced back up his top teeth left a massive mark on my knee. I didnt notice the blood dripping down.\nToday its swollen bruised and throbbing \nShould I worry about? I put some aaa cream.\nDoes it looked infected?\n", "label": [[367, 374, "SYMPTOM"], [375, 382, "SYMPTOM"]]}
{"id": 9994, "data": "Sore throat and white spot on uvula. 30 year old male, 225 pounds, no medical history or medications. Had this for about 5 days now. Moderate sore throat, swallowing hurts, and I have these white spots on my uvula that are staying the same size or getting bigger.  I have no idea what it is so any help would be appreciated.", "label": [[0, 11, "SYMPTOM"], [16, 26, "SYMPTOM"], [190, 201, "SYMPTOM"], [155, 171, "SYMPTOM"]]}
{"id": 9996, "data": "Hypochondria and anxiety making me think my abdominal pain is fatal  help me out here. Your local hypochondriac is back again, 18F 145lbs 5'7 as usual\nMy anxiety is off the charts over this, so if someone could reply quickly that would make me very very grateful. \nImma try to not be gross about this but I was you know, taking a number 2. I get abdominal cramps all the time during this, suspected IBS, so usually it's nothing for me to worry about, but this time the cramp felt more like my intestines were on the verge of splitting open with gas. It was incredibly painful and got worse if I breathed in too much. This pain lasted maybe 30 seconds and dissipated.  Now of course, my brain likes to think my colon actually split open. I know that's asinine but that's just how my anxiety works. Could this have just been some particularly bad gas or colon spasm? Have you felt anything like this before? I'm really just panicking right now and need some input. Thanks.", "label": [[17, 24, "DISEASE"], [44, 58, "SYMPTOM"], [346, 362, "SYMPTOM"], [399, 402, "DISEASE"], [469, 474, "SYMPTOM"], [841, 848, "SYMPTOM"], [852, 863, "SYMPTOM"]]}
{"id": 9997, "data": "Does a conservative approach to AC joint dislocation mean I have to do shoulder strengthening indefinitely? I'm 26f, very active. I've dislocated my AC joint and torn two of my ligaments. Both the   and physio said it's grade 2 or 3 and recommended conservative treatment.\nFrom the reading I've done it seems that ligaments don't repair well, if at all. And that with conservative treatment I am building up the muscles around the joint to stabilize it and hold it in the right place. Does this mean that in the future if I stop doing any gym work and shoulder strengthening that my shoulder will drop back down and my AC joint will be unsupported and in pain? And be at risk of reinjury because I don't have the muscles supporting it? Is it likely that I will need to keep doing shoulder maintenance work as long as I'm doing sports and mountain biking?", "label": [[135, 157, "SYMPTOM"], [162, 186, "SYMPTOM"]]}
{"id": 9998, "data": "Need help with if I need a shrink or a surgeon 39yo male mental health issues but otherwise healthy. I am an alcoholic but have not drank since February. Couple months ago we find out my sisters father is not her father. As this was happening I decided a little old fun with robetussin wouldn't hurt anything. Since I have been regularly drawn into self destructive behavior, such as continuing with the cough syrup. My entire world is upside down now it seems. I'm having daily nightmares of nuclear war, convinced I'm a woman living in a man's body. I have been very impulsive during this time too. It seems the inner woman in is hell bent on coming out with or with out me. Please help. I'm starting with new councilors on Tuesday.", "label": [[275, 285, "DRUG"], [404, 415, "DRUG"]]}
{"id": 9999, "data": "DARK URINE CAUSING HEALTH ANXIETY 24 , F, 160cm height and 48kg weight, non smoker, i was prescribed amoxicillin (3x per day before food) and metronidazole (200g tablet 6x per day) upon my visits to the dentist on monday.. start taking the meds on monday.. on wednesday morning i woke up to pee and i noticed that my urine is very VERY dark colour.. this is the first time anything like this occurred to me... im worried.. please help...", "label": [[101, 112, "DRUG"], [142, 155, "DRUG"]]}
{"id": 10000, "data": "Confirmed Labrum Tear, unconfirmed scapula pain? M25, 62, 185lbs, non smoker light alcohol.\nGot an MRI after 2 months of pain and 6 weeks of PT. Was confirmed to be a small superior labrum tear. The pain in the joint doesnt bother me too bad, planning to get a cortisone shot and continue PT for another few weeks. \nBut I have a lot of pain near my scapula, sometimes its just soreness of the rhomboid but sometimes its an awful pain like pressing on a bruise. Happens at the top and bottom of my shoulder blade. It occurs with movement of the scapula, something simple like folding a load of laundry is painful. Im at the point where I just dont move my arm to avoid and rotation of the scapula. \nMy PT believes it is sore because weve been working the area for 6 weeks now....which sure some of it is but Ive taken a few days off (4) and it didnt improve. Im wonder if its scapula dyskinesis, improper movement of the scapula. \nIs scapula dyskinesis common with a labral tear? Ive tried to look it up but havent seen much, if anything I wouldve thought it was extremely common. \nCan it be corrected with PT while the labrum is still torn? Or would getting the labrum repaired be the first step to getting the scapula corrected?", "label": [[10, 21, "SYMPTOM"], [173, 193, "SYMPTOM"], [261, 270, "DRUG"], [329, 356, "SYMPTOM"], [423, 433, "SYMPTOM"], [875, 893, "DISEASE"], [933, 951, "DISEASE"], [966, 977, "SYMPTOM"]]}
{"id": 10001, "data": "High MCV   Macrocytosis causes? I had blood work done after a recent miscarriage. The miscarriage occurred about 2 weeks prior to this blood work I had done. I was told everything looked good except my red blood cells were large (aka my MCV on CBC was high). I dont have the exact numbers, but was told it was just slightly elevated   .7  above normal reference range. I have had blood work done quite a few times and it has never been high so this concerns me. \nMy b12, folate, TSH, iron, was also checked and all came back normal. When you look up the reasons for a high MCV, it looks like b12 deficiency is the most common cause? I started supplementing with a high dose b12 a little less than 2 months ago after experiencing every symptom of having a deficiency (fatigue, dizziness, weakness, poor balance, mouth sores, tongue symptoms, tingling sensations strange neurological symptoms,etc.) \nMy   said that even though my levels are normal now, I could have been deficient prior to supplementing and my MCV is taking time to get back to normal since it can take up to 6 weeks to reflect? \n  I started seeing things like leukemia and bone marrow Disorders like myelodysplastic syndrome when searching high MCV. I have debilitating health anxiety so this really concerned me.  \n  Also, I lost a ton of blood during my miscarriage   very close to hemorrhage. Is this a possible cause for larger than normal red blood cells? Everything I have researched about high MCV doesnt mention anything about blood loss as a possible cause. \n25 year old female, 5ft5 130lbs, not currently on any medications, not a smoker or a drinker.", "label": [[767, 774, "SYMPTOM"], [776, 785, "SYMPTOM"], [787, 795, "SYMPTOM"], [811, 822, "SYMPTOM"], [841, 860, "SYMPTOM"], [1126, 1134, "DISEASE"], [1166, 1190, "DISEASE"]]}
{"id": 10002, "data": "Should I take my HRT pills when sick? 28 male 53 200mg spironolactone 6mg estradiol\nNo smoking \nFever, sore throat, fatigue started since Sunday \nGot rapid tested for covid and strep   both negative. Doc wasnt an endocrinologist so he said to ask my provider but theyre too busy", "label": [[55, 69, "DRUG"], [74, 83, "DRUG"], [96, 101, "SYMPTOM"], [103, 114, "SYMPTOM"], [116, 123, "SYMPTOM"]]}
{"id": 10005, "data": "1.5M toddler   on off fever for 10 days, ear infection, viral bronchiolitis (persistent runny nose and cough for a month prior) Hi everyone, like the title says. Hes had a continuous runny nose cough for about a month now, pediatrician had him on Claritin 2.5ml and 50mcg Flonase as she supposed it was allergies. Had a fever 10 days ago after getting home from daycare on a Friday which lasted through the weekend so brought him to his pediatrician Tuesday who noticed an ear infection brewing. Put him on Amoxicillin, fever subsided Wed Fri. On Saturday, he woke up with a 102.5 fever. COVID test negative, ear infection getting better, but   switched to Augmentin instead (said its stronger, helps cut through the mucus) and has him on nebulizer with saline.\nMonday morning we get the chest X ray showing viral bronchiolitis. Dr says to keep to the Augmentin and nebulizer, stated hes going through a viral fever, says it normally runs a 10 day course. She says if he goes up to 104 105 range to bring him into the ER for a full work up.\nMy question is  is it prudent that I just go ahead to the ER for the work up? Hes had a fever all day today (highest at 102.5), which Ive been administering infants Tylenol as usual. I just dont want to wait until something severe happens or am I overthinking this? Hes my first, we dont really have family to turn to so I admit Im a clueless mom. Im just looking to get information based on someone elses expertise experiences. Thanks in advance!", "label": [[41, 54, "DISEASE"], [56, 75, "DISEASE"], [88, 98, "SYMPTOM"], [103, 108, "SYMPTOM"], [172, 193, "SYMPTOM"], [194, 199, "SYMPTOM"], [272, 279, "DRUG"], [473, 486, "DISEASE"], [507, 518, "DRUG"], [609, 622, "DISEASE"], [657, 666, "DRUG"], [739, 748, "DRUG"], [808, 827, "DISEASE"], [852, 861, "DRUG"], [866, 875, "DRUG"], [904, 915, "DISEASE"], [1198, 1213, "DRUG"]]}
{"id": 10006, "data": "26F, should my friend get a rabies shot? My friend was traveling in Mexico. This was not a tourist area. It was a very rural village. While there she was bitten by a dog. The dog does belong to family friends and they said that it was not vaccinated. She went to the ER when she got back (to the US) and they would not give her the rabies shot and told her to ask the family in Mexico to watch the dog for odd behavior. Should she press them to get the shot?", "label": [[154, 169, "SYMPTOM"], [332, 343, "DRUG"]]}
{"id": 10007, "data": "Ciprofloxacin?   Age    28  \n  Sex    Male  \n  Height    6'0\"   183cm  \n  Weight    180lb   81kg  \n  Race    Caucasian  \n  Complaint    I was prescribed Ciprofloxacin for an ear infection (Sandoz Ciprofloxacin   Dexamethasone) but the infected ear is perforated (and has been for a decade).   Is it safe to use these ear drops on a perforated ear drum?   I remember getting water in there accidentally once or twice in the past and getting a headache as a result, so I'm wondering if this is safe to do. I'm supposed to put 4 drops, twice a day for a week.  \n  Current Medications    None, just Vitamin D3 supplements. I was taking Nasonex for 4 5 days but stopped 1 2 days ago.  \n  Drink    Very rarely  \n  Smoke    Vape only (nicotine)  \n  Recreational Drugs    No", "label": [[153, 166, "DRUG"], [174, 187, "DISEASE"], [189, 225, "DRUG"], [632, 639, "DRUG"], [595, 617, "DRUG"]]}
{"id": 10008, "data": "Can barely move hands in morning, super painful 26, female, 180lbs, no medications, no previous major health conditions\nHello, the past week or so, my hands have been so stiff and painful in the morning I can hardly change my babies diapers. It usually takes about 45min 1 hour to dissipate. \nMy mom has rheumatoid arthritis and I am quite terrified this is an early on site sign. Could it be? Or could there be any other explanation for why this is happening? I havent been engaging in any more physical activity than normal, and the only changes I have made with vitamins is increased biotin. \nAll tips appreciated. Thank you.", "label": [[170, 187, "SYMPTOM"], [304, 324, "DISEASE"], [587, 593, "DRUG"]]}
{"id": 10009, "data": "No one can figure out what is wrong, please help  24F  Throwaway. I just can't handle this anymore. \nI have a long laundry list of symptoms that none of my doctors can figure out, albeit I'd be lucky if half of them are trying. \n24F. I've been struggling with severe joint pain since I was a teenager. The last four years its gotten so much worse. I've lost all my hair (including most leg hair and most of my eyebrows), I've lost 20lbs (which puts me into the underweight category because I wasn't that large to begin with). The brain fog is so thick I can't get anything done    and I mean literally nothing. I sweat so badly at night there's a noticeable temperature change in my bedroom between the living room when I wake up in the morning and Jesus, I sleep all day. I mean ALL day. But I'm also freezing my ass off half the time as well. There is no rhyme or reason. \nMy hands shake and my heart is racing all the time. I have very low blood pressure (75 48 today). I have trouble peeing but apparently no kidney stones. I get extreme mouth sores that cover almost the entire surface of my mouth and tongue. I get rashes on my legs, too. I have a goiter in my throw that makes it painful and impossible to talk (ENT has cleared me, too). I have no control over my emotions when I'm off of progesterone. I take a progesterone pill because we learned it helps with the amount of blood I'm hemorrhaging but its also the only thing that makes me feel sane. The \"crazy\" feeling I get off of it never goes away, no matter how long I'm off of it. That seems like a big issue to me, but take it as you do. \nThere is probably a dozen symptoms I forgot so I can add them if they are important or come up. \nI have seen most specialists and they've all cleared me (albeit many with not a lot of effort). Dermatology doesn't understand the hair loss, I had endocrinology today which belittled my complaints (despite admitting I had no hair and that my thyroid was large on my ultrasound). OBGYN Endocrinolgoy says its endocrine's problem (and I had two surgeries through them towards the beginning of this, back in 2016    my uterus was one giant ball and they had to remove the extra muscle mass and take it out). \nRheumatology found ankylosing spondylitis, which I agree with. But we also agree that there is a second condition that no one can figure out. I currently have a lovely   who is primarily a research and he is trying and I appreciate him, but its even mystifying him. He can see something is wrong, but none of it makes any sense. \nPsychiatry has cleared me of anything, even fibromyalgia type things (my symptoms aren't right). Sleep medicine has cleared me, as has ENT, neurology found no sign of neuropathy, nephrology and urology say I'm crazy (despite having quite a wacky 24hr urine), orthopedics said the irregular MRI results for my hip pain were nothing. \nWhat do I do? I will be completely honest, I've been trying for four years. I've been patient. I have been unable to go to school or work during this time and I'm starting to lose hope. I'm not depressed or anxious or suicidal    I've been cleared by multiple psychiatrists because so many of the specialists just want to blame my mental health. But I'm fine. I am, however, getting to the point where I'm thinking suicide is the only way out of this. I don't want to die    I have plans for my life, and there are so many things I want to do and achieve. But I also don't deserve to live in pain all the time either, you know? I don't deserve this life and I don't have a quality of life. Going to doctors appointments all the time and crying because it hurts to stand up to shower, or struggling to even cook, isn't life. I've remained optimistic until the last week or two but at this point, it doesn't look like I'm ever going to see the other side of this. \nPlease help me figure this out. Tell me who I need to see, or what tests I need to run. I have had one million tests, so if there is anything you're looking for, let me know and I can share your results. \nI appreciate your help.", "label": [[260, 277, "SYMPTOM"], [530, 539, "SYMPTOM"], [939, 957, "SYMPTOM"], [1013, 1026, "SYMPTOM"], [1042, 1053, "SYMPTOM"], [1121, 1127, "SYMPTOM"], [1154, 1160, "DISEASE"], [1296, 1308, "DRUG"], [1319, 1331, "DRUG"], [2229, 2251, "DISEASE"], [3067, 3076, "SYMPTOM"], [3080, 3087, "SYMPTOM"], [3091, 3099, "SYMPTOM"]]}
{"id": 10010, "data": "Testicle pain  M19  \nAs the title suggest im a male, 19 and im around 185cm and 70kg and i have no medical conditions.\nI have had on and off pain in my left testicle for around a month now. the pain comes and goes and can get really painful at times. I have had blood and urine tests twice and also ultrasound twice and nothing. Doctors havent given me any explanation on what it could be, last time i was at the doctors they did a referral for me to urology but the answer was no need and its honestly pissing me off since i cant go to work, workout or even go on a moving vechile without immediate pain.", "label": [[0, 13, "SYMPTOM"], [141, 165, "SYMPTOM"]]}
{"id": 10011, "data": "Recurring cut in on intergluteal cleft  26F USA  hx of HSV2 ( I don't think it is an outbreak which I've been having under control). Currently on Lamictal for epilepsy. Cut has been recurring for quite some time. I try not to wear a thong...try to keep area dry. One   told me to just put Vaseline on it to keep moisture away (kinda weird IMO). \nNo one swabbed it as everyone i go into the   office, the wound is not open. It is just annoying and I put a thin layer of neosporin on it. Any idea of what this might be?", "label": [[146, 154, "DRUG"], [289, 297, "DRUG"], [469, 478, "DRUG"]]}
{"id": 10012, "data": "Armpit slightly swollen for months after vaccine M, 20s, normal weight, psoriasis, no meds\nEver since I got my second Pfizer shot almost 6 months ago, my armpit where I got pricked has been very lightly swollen. No apparent discomfort, although sometimes I feel a bit of pain if I somehow pressure it or pinch it with the arm", "label": [[16, 23, "SYMPTOM"], [72, 81, "DISEASE"], [195, 210, "SYMPTOM"]]}
{"id": 10013, "data": "Dizzy spells 21F, 50kg, 52 no other health issues. \nPast week or two Ive been experiencing dizzy spells like for just a few seconds at time. I dont know how to describe it like the room doesnt move but my head feels a bit off in those few seconds. Happens mostly when Im standing up but has happened when Im sitting down and turn my head to fast. When I get the dizziness spell when Im sitting down sometimes I feel like leaning to one side.", "label": [[0, 12, "SYMPTOM"], [91, 103, "SYMPTOM"], [362, 371, "SYMPTOM"]]}
{"id": 10014, "data": "Are wounds closed with glue supposed to seep pus? Last night I split my chin open on a door. Applied pressure, put some gauze on it, tried to close the flaps etc but it kept bleeding to the point of dripping blood\nAbout 3 hours after it wouldnt stop so went in to get stitches. They put it back with glue\nWoke up with this small bubble of blood that Im guessing was kept in due to the glue sealing it in? \nWell, right now I just felt this stream of water running to my neck, looked at it and looks like its seeping pus now. \nJust wondering if thats part of the healing process \nM22 180lbs 511", "label": [[45, 48, "SYMPTOM"], [515, 518, "SYMPTOM"]]}
{"id": 10015, "data": "Undiagnosable abdominal pain FTM (untransitioned) 23, native white \nMedical history \nAutism PTSD \nGraves disease   total thyroidectomy in 2016\nSuperior Mesenteric Artery Syndrome  duodenum bypass in 2019 \nCurrent situation \nConsistent abdominal pain that's located in the belly button region primarily on the left side. At its worst it has sent me to the ER on multiple occasions and pretty much brought my life to a screeching halt. After my bypass in 2019 I was in the best health of my life, a proper weight, could eat what I wanted, and had tons of energy. \nIn febaury of 2021 I went to the ER for the first time from the pain that caused vomiting, i had been treating it with OTC painkillers for months at that point but they were no longer working. They did not find anything but treated me for ulcers. I have lost 40 pounds and am now wildly underweight, I cannot eat the amount of calories my height should and I'm miserable. The amount of doctors I've seen since February is insane and I'm at a complete loss.\nThe only thing that ever came up was a UTI and bacterial vaginosis which were treated and have henceforth came back normal. \nMy pain is most often at night but is generally present throughout the day, just worse at night. I have a chronic problem with urination and constipation but even when neither of those things are acting up the pain still persists. It does not feel like period cramps. When the pain happens it often causes my sinus to swell at the same time, and my vision is also horrendous. \nTests that have been run and came back unremarkable \nMultiple GI scopes   upper and lower\nMultiple CT scans to check surgery site\nBarium Xray to check surgery site\nFull endocrine blood panel \nFull General blood panel \nAbdominal MRI\nBladder ultrasound \nInternal vaginal ultrasound (horrible experience)\nNerve testing (conductive)\nEEG\nBrain MRI to rule out MS \nOnly lead  one positive ANA marker which could easily be from the Graves. \nAny other ideas? \nI'm seriously losing hope, this thing has absolutely destroyed my life, the pain is absolutely unbearable at its worst.", "label": [[14, 28, "SYMPTOM"], [92, 96, "DISEASE"], [85, 91, "DISEASE"], [98, 112, "DISEASE"], [235, 249, "SYMPTOM"], [643, 651, "SYMPTOM"], [681, 696, "DRUG"], [1058, 1061, "DISEASE"], [1066, 1085, "DISEASE"], [1285, 1297, "SYMPTOM"], [1397, 1410, "SYMPTOM"]]}
{"id": 10016, "data": "Dear orthos, when can I start working out again if I have a chronic avulsion fracture of the lateral malleolus? Hi! I'm 30, female, 5\"2', 140 lbs, Asian. I'm not entirely sure when I first fractured my ankle because I have a really high pain tolerance and all my hobbies are bad for it (Muay Thai, Boxing, Pole Dancing with the 8 inch heels, and longboarding). I thought I'd sprained it a couple of times in the past but never got it looked at and would just keep working out as per usual when the pain would subside. I have a bunch of meds but they're mostly for mental health issues (e.g. antidepressants, anxiolytics, sleeping pills). Anyway, a week ago, I got drunk (I know. So stupid.) and thought I sprained it again after the fall. I couldn't get up so I was sent to the hospital because the EMT thought I tore a ligament. The MRI showed that I have a chronic avulsion fracture of the lateral malleolus with marrow oedema in the avulsed fragment indicating acute on chronic injury. ATFL nearly completely attached to this fragment shows grade II sprain. CFL has a grade II sprain. Superficial deltoid severe sprain versus low grade partial tear. No osteochondral lesion seen. I wasn't prescribed a backslab or ortho boots and I can walk normally now. I was just advised to do some rehab exercises which I'm doing but I wasn't told when I could work out normally again. I don't limp but my balance is a little off and I have a bit of pain usually in the morning. Can I wear an ankle guard and start using my speed rope again at least or train at Muay Thai and just not use my left leg for kicks? I'm definitely going to avoid wearing my pole heels and longboarding for now but can I at least lift weights again or go on long walks hikes? Thank you!", "label": [[60, 85, "SYMPTOM"], [705, 713, "SYMPTOM"], [859, 884, "SYMPTOM"], [1129, 1151, "SYMPTOM"], [1044, 1059, "SYMPTOM"], [591, 606, "DRUG"], [608, 619, "DRUG"], [621, 635, "DRUG"], [813, 828, "SYMPTOM"], [1071, 1086, "SYMPTOM"], [1108, 1121, "SYMPTOM"]]}
{"id": 10017, "data": "Is my arm broken? Sprained?  26M  Hello, y'all! Earlier this evening I got catapulted off my bike as I hit the wrong brake while going (not very fast) down a fairly steep and paved hill. I sustained some scrapes, and landed on my hands so my thumbs and joints thereof are achey. I also sort of tumbled onto my left arm, and it's quite sore and stiff now (about 4 hours after the incident). I iced it and got it in a sling. Right after the wreck I was moving it just fine without any real impediments to mobility, but about an hour in I noticed it getting sore and my range of motion decreasing. Now I can't bend it very far in either direction without some pain, and the stiffness and firmness is definitely being felt. Though it's not visibly swollen, nor does it hurt to touch it anywhere, should I be more concerned about it? I've never broken anything or really ever sprained anything, so I don't a frame of reference. Currently typing on the keyboard just fine though!", "label": [[567, 593, "SYMPTOM"], [744, 751, "SYMPTOM"]]}
{"id": 10018, "data": "Is this oral thrush or allergies? I recently went through this phase where I could barely eat anything so I only stuck with veggies and fruits. I ate many fruits and the made my mouth burn to where it was hard to eat anything. This went on for longer than normal so we went to the clinic and ran some tests and got antibiotics. They worked like a charm, Ive been taking them for about three four days. I can now eat things without much burning again but no when I try and have bananas, my throat feels weird, is this just another symptom of oral thrush? Or did I develop an allergy?  Side note before all this id (week ago) Id eat 2 bananas a day and definitely wasnt allergic to anything else. If I were to get tested for allergies I would have to go to the city (6hr drive) which me and my parents would rather not do. 16 male, 62", "label": [[23, 32, "DISEASE"], [541, 552, "DISEASE"], [8, 19, "DISEASE"]]}
{"id": 10194, "data": "Pain hyposensitivity 41F, no current health concerns, awaiting evaluation for autism spectrum disorder.\nI have an unusually high pain threshold, and have been told that I must ALWAYS inform medical professionals when receiving treatment because it could be life threatening.  \nI do have sensation, but things that are supposed to hurt generally only register as discomfort (eg childbirth).\nI wish to know of safe (not risking permanent damage) ways to experience pain, and am wondering if you folks have any suggestions?\nThe only obvious suggestion Im aware of is knuckles to sternum (a consciousnesses check from first aid class) but I would simply bruise myself without any discomfort.\nApologies if this is not an appropriate forum!", "label": [[78, 102, "DISEASE"]]}
{"id": 10195, "data": "Question about Lymphoma Hello, I have had swollen nodes in neck and groin for over 2 weeks and I have had 2 normal CBC   multiple normal blood test ALONG with a normal ultrasound. Is there still a chance of my nodes being lymphoma? Im a 17 male.", "label": [[15, 23, "DISEASE"], [42, 55, "SYMPTOM"], [222, 230, "DISEASE"]]}
{"id": 10196, "data": "Why does my face hurt when I'm in my office? Age  25\nSex  Male\nHeight  5 ft 9'\nWeight  160\nNo existing medical conditions  no drugs smoking drinking\n   Primary Complaint    \nI've been coping with this dilemma for the last 6 months (duration), and it's been driving me crazy! Whenever I'm in my office, my face just hurts! Intense pressure along the bridge of my nose, my forehead, my cheekbones. As SOON as I step into my office I feel the pressure (quite literally) and within minutes of leaving my office, the pressure dissipates. I'd also mention that on days that are especially hot (such as today), the pressure feels worse.\nThis might sound like such a small inconvenience, but within ten minutes of being in my office, I feel disoriented, foggy brained and I just can't think clearly on the job... I also feel like my breathing has not been as good, as my lungs feel itchy and my chest feels tighter than usual when I am in my office.\n   Further Details    \nThere was a major roof leak in my office 6 months ago  water got into the ceiling drywall, was left to dampen for multiple weeks, and mold grew as a result. I have since removed all the moldy drywall and taken all the steps to do proper mold remediation (using a negative air machine, spot treating the ceiling with Concobrium Mold Killer, the whole nine yards, etc)\nLast week, I hired a mold inspector to run an air sample. The results came back negative  there were no mold spores to be found. I figured, this whole time, that my health issues stemmed from the mold. The mold test is now telling me otherwise, but my face (and chest) still hurt   ( and I fear for my long term health.\nAny and all help would be greatly appreciated. I am lost as to what my next steps should be. Thank you all in advance, fellow Redditors. I hope to solve this mystery soon.", "label": [[746, 759, "SYMPTOM"], [887, 906, "SYMPTOM"], [322, 338, "SYMPTOM"], [733, 744, "SYMPTOM"], [863, 879, "SYMPTOM"]]}
{"id": 10197, "data": "What could this rash be?. 27f. Fit and active. 5\"1 85lbs. No other health conditions. No drinking or smoking or  medications. I noticed an itchy bump on my right butt cheek (closer to the hip not the crack) about 3 days ago. It felt like a mosquito bite and I scratched it aggressively without thinking too much about it as it was very itchy. When I woke up the next day it had a brownish grey scab. I thought maybe because I scratched too hard.... it was only slightly itchy towards the edges of the scab and I didn't scratch it anymore. Today it's still not very itchy anymore but I feel the scab has grown a little bit....  rash (\nIt could be ringworm but I got that once before and it was different.. way more itchy and circle shaped. So could it be something other than ringworm?", "label": [[394, 398, "SYMPTOM"], [16, 20, "SYMPTOM"], [627, 631, "SYMPTOM"], [501, 505, "SYMPTOM"], [775, 783, "DISEASE"], [139, 149, "SYMPTOM"], [646, 654, "DISEASE"]]}
{"id": 10198, "data": "Pain management I have recently been diagnosed with chiriosis of the liver reversible and I need something for pain have an enlarged spleen and low plalet count doctors keep giving me the run around with ubiprofane and tylenol some say yes others say no. My current past   gave me vicodine 12 pills which I didn't like it made me really high lol. I been sober 1.5 years and tylenol is bad for the liver as I come to understand so my past   just recently told me to take 200mg of ubiprofane in the morning and 200mg at night with propenalol for portal hypertension which she increased to 20mg from 10mg daily it makes me really dizzy but the pain kinda lowered just off the blood pressure medication. I apologize for the grammar and spelling. \nMy question is what do I take a specialist said not to take ubiprofane bcs I can bleed out from varicose veins which I've had done 3x in 3 years. I'll be deleting this after an hour if some   can answer. I won't take it as advise just as you know knowledge. I want to excessive to lose excess weight but I don't want to over do it and burst s vein again from my esophagus. I have reduced my sodium intake and wear compression socks for mild edema it went away already. I eat salads like a rabbit and been losing consistently like 10lbs a month purposely.", "label": [[479, 489, "DRUG"], [219, 226, "DRUG"], [374, 381, "DRUG"], [52, 74, "DISEASE"], [144, 160, "SYMPTOM"], [627, 632, "SYMPTOM"], [803, 813, "DRUG"], [839, 853, "DISEASE"], [1179, 1189, "SYMPTOM"], [281, 289, "DRUG"], [544, 563, "DISEASE"], [124, 139, "SYMPTOM"], [204, 214, "DRUG"], [529, 539, "DRUG"]]}
{"id": 10199, "data": "I have a reoccurring rash on my neck but this time its bigger and so so painful I cant move my neck. And it seems to be wet? Ill attach a picture. F21, 52, 10st5, no existing conditions, taking paroxetine 30mg once daily. Im currently four days clean from painkillers too, not sure if that could have anything to do with it. \nSo for about six months Ive noticed I keep getting a rash on the front of my neck. It happens about once every couple of weeks and just goes after a couple days. Its never bothered me before. \nAbout three days ago I noticed it had returned and didnt think much of it tbh. But for the last day its hurting me so much and its bigger than normal? I cant move my neck without crying because its so sore. It also seems wet to touch? But at the same time feels rough and hot. \nIm sure its nothing! Just wondering if its anything bc of the pain lol! Thank you for reading! \n    pic link", "label": [[21, 25, "SYMPTOM"], [379, 383, "SYMPTOM"], [194, 204, "DRUG"], [256, 267, "DRUG"], [720, 724, "SYMPTOM"]]}
{"id": 10200, "data": "Allergic reaction. Still ill days later? Normal? 28 year old male, don't know weight, allergic reaction from food (probably mushrooms) that were consumed 6 days ago, taking antihistamines\nI'm asking for my friend. He had an allergic reaction to something he ate, which he thinks was caused by mushrooms, and he's still feeling ill 6 days after consuming them. According to him, his initial allergic reaction included a rash on a portion of his body, his throat felt tight, and he felt generally ill. He didn't seek medical attention and still hasn't. Since the initial reaction, he's been taking antihistamines but he says they only help a little. He's still feeling ill and is sleeping most of the day since the initial reaction. He scheduled a  's appointment but the soonest available appointment was NEXT Friday, so that's not exactly helpful.\nIs it normal to still be so ill days later from an allergic reaction or could this be something else? Does he need to seek medical care sooner than next Friday? Thanks in advance for any advice!", "label": [[596, 610, "DRUG"], [419, 423, "SYMPTOM"], [86, 103, "SYMPTOM"], [173, 187, "DRUG"], [0, 17, "SYMPTOM"], [224, 241, "SYMPTOM"], [899, 916, "SYMPTOM"]]}
{"id": 10202, "data": "Stomach pain in waves 29\nFemale\nWhite \n5ft. 132lbs.\nCurrent conditions  Gerd, chronic gastritis \nCurrent meds  zofran, bentyl \nNo smoke no drinking \nI had a stomach virus Tuesday, felt bad Wednesday, better yesterday. Now today I am having more frequent BMs, the last one being loose. I keep getting sharp pains in my stomach, like 2ish inches above my belly button, maybe 3. It comes   goes,   when it comes it causes a huge wave of nausea with it. I can hear my stomach making all kind of noises before it goes away   then comes back about an hour or so later.  I do not have a gallbladder (had it removed last year) idk if this is just the stomach bug still or what, I don't typically get sharp pains like this   it is worrisome.", "label": [[692, 703, "SYMPTOM"], [72, 76, "DISEASE"], [434, 440, "SYMPTOM"], [111, 117, "DRUG"], [119, 125, "DRUG"], [300, 311, "SYMPTOM"], [0, 12, "SYMPTOM"], [643, 654, "SYMPTOM"], [78, 95, "DISEASE"], [157, 170, "SYMPTOM"]]}
{"id": 10203, "data": "Chest pain in the mornings 20F 130lbs smoker \nFor a couple of months now Ive been having chest pain every morning when I wake up and hurts more when I breathe. I tend to need to pee quite bad in the mornings and for a while I thought it was bladder pain from that, the pain usually feels like its between my ribs but can sometimes feel higher and lower? It tends to go away after Ive gotten up and been to the toilet", "label": [[0, 10, "SYMPTOM"], [89, 99, "SYMPTOM"], [241, 253, "SYMPTOM"]]}
{"id": 10205, "data": "Do I have an eating disorder? (20, F) Im not looking for a diagnosis but am looking for advice. Ive been overweight my entire teenage years, this led to binging huge meals then following me purging (throwing up). Some days I eat less than 1000 calories, sometimes just an apple or lemon water to lose weight. Is this normal ? Some people Ive asked said yes everyone does this and others look at me like Im absurd", "label": [[13, 28, "DISEASE"]]}
{"id": 10206, "data": "Feels like I'm underwater 24 7, left ear clogged, No Pain 22 Male, 5ft 7inch, weight  200lbs\nProblems  left ear blocked with no pain, sound in left ear feels very muffled, \n  x200B \nThis started maybe 3 days ago right when I woke up in the morning. I thought maybe it would go away on it's own, but it hasn't. Every single day it just gets worse   worse. It's so annoying because any sound I hear seems amplified by 2. I hate speaking because my own voice seems so loud in my ears. I have been told that it's probably allergies, but I've dealt with allergies so many times in my life, and never has something like this happened.", "label": [[108, 119, "SYMPTOM"], [518, 527, "SYMPTOM"], [549, 558, "SYMPTOM"], [37, 48, "SYMPTOM"]]}
{"id": 10207, "data": "Should I trust Google Yelp Reviews for hospitals? Considering paying out of pocket for oral surgery... Hello all!\n24M  5'8\", 170lb, Mexican, Impacted tooth for 5 years. \nHere's the situation... I have a horizontal, impacted bottom wisdom tooth that is very close to my nerve. Because of how close it is to my nerve, my general dentist says that the procedure  has  to be done at a hospital. He referred me to the Highland Hospital Dental Clinic because they are the only hospital in my area that accepts my insurance (Medi cal) and can do the procedure.\nMy concern is that the Highland Hospital Dental Clinic has poor reviews on Google and Yelp (about 2.5 5). Most of the complaints are about uncleanliness and improper care. I'm already really scared of getting permanent nerve damage from surgery. So when I saw the poor reviews, I started considering paying out of pocket at a more highly reviewed hospital where, presumably, care would be greater.\nAnyway, my question is    Should I take these reviews seriously? Are poor reviews on google yelp an indication of less skilled care? OR, should I just ignore the reviews and have the surgery at Highland Hospital.  \nThank your professional help. I understand that I might be overthinking this, so I greatly appreciate your feedback!", "label": [[215, 243, "SYMPTOM"], [773, 785, "SYMPTOM"]]}
{"id": 10208, "data": "Friend (17M) had what I think was a seizure, despite not having a history of them. So me and a friend, who I will call Jack for this post, were chilling out together at Jacks house playing video games at his table. He has a dining table in his basement that we were sitting at. His basement is carpeted. Suddenly though, he sat back down after getting water and hit his knee against the leg of the table. He said it hurt way more than it should have, saying it was the most pain he had ever felt, but before he could tell me about it, he started seizing out in his chair. I only saw his legs, after he fell off. His legs were stiff. I got up to ask him if he were ok, but he did not respond and was shaking on the ground mildly. He was not shaking enough to actually hurt himself. He came back to about 5 seconds later, saying he had blacked out. I told him what happened, and sat him down on his couch. There he told me that he had various memories from recent events flash through his head. For example, earlier that day were playing a game called Payday 2 and he had been listening to the soundtrack. He vaguely remembered something related to that game flash though his mind. I asked if something like this had happened before, but no, and his family does not have a history of this. Should he go to a   or something? He has no injuries except like a bruise on his knee? And also was it a seizure in the first place? It was definitely possible his head was just kinda moving around because he fell off a chair, as he was barely moving when he was on the ground? Whats your take on this Reddit?", "label": [[546, 557, "SYMPTOM"], [36, 43, "SYMPTOM"]]}
{"id": 10209, "data": "Was laying in bed about to fall asleep, woke up felt like I was having a heart attack. My chest was sore, felt like my heart was pumping really fast, and I started going dizzy Hi I'm 26f and 112lbs \nI have had a tight chest all night, and bad upper back pain.\nI was just laying down about to fall into a sleep when my heart started pumping extremely fast, I got a pain all round my chest and started to feel sick like I was dying. When I say it was like my heart was beating fast, it was like 4 beats per second, all I could hear was my heart pounding, I started going dizzy and thought I was going to die.\nI got up and started taking really deep breaths, and put my bedroom light on\nI'm really scared, should I go to a hospital?", "label": [[212, 223, "SYMPTOM"], [537, 551, "SYMPTOM"], [73, 85, "SYMPTOM"], [249, 258, "SYMPTOM"], [318, 354, "SYMPTOM"], [569, 574, "SYMPTOM"], [90, 104, "SYMPTOM"], [364, 387, "SYMPTOM"], [119, 148, "SYMPTOM"], [170, 175, "SYMPTOM"]]}
{"id": 10211, "data": "I picked up a big bag of onions and felt a cramp on my testicle is this a hernia?? Im 17 yrs old no medical issues 190lbs and dont drink or smoke", "label": [[43, 48, "SYMPTOM"], [74, 80, "DISEASE"]]}
{"id": 10212, "data": "35M  Drinking too much water on buprenorphine? 6 2, 175, white, smoker. I'm changing my life, which involves a better diet and nutrition. I'm on the Sublocade shot which is entirely too much bupe for most people, but that's a story for another day. I've had all types of nasty side effects but most have lifted the last 4 6 weeks after months and months of them. My body is very used to bupe, too, as I use to be on films. I've been drinking around 120 160 ounces of water lately the last several days, but two days ago I woke up and felt very different. I feel almost dehydrated in the head. Like that feeling when you drink a bit too much alcohol the night before. I want the benefits of water, but I've also read people on opioids need to be careful. \nIs it possible to drink so much water you dehydrate yourself? \nDo I need to make sure I spread the water out more evenly throughout the day?", "label": [[149, 163, "DRUG"], [191, 195, "DRUG"], [387, 391, "DRUG"], [726, 733, "DRUG"], [569, 579, "SYMPTOM"], [32, 45, "DRUG"]]}
{"id": 10213, "data": "Heart rate and fitness Age  16\nSex  Male\nHeight  176cm\nWeight  67kg\nRace  White\nDuration of complaint  idk since I started using a fitbit, so a year or 2\nLocation  self explanatory\nAny existing relevant medical issues  Asthma ig \nCurrent medications  just Asthma medication\nInclude a photo if relevant\nIs it possible to be very fit physically but have a high heart rate? Because I'm very good at running, I do well on fitness tests such as the beep test getting high 13s but often my resting heart rate seems really high whereas less often it seems about what it should be  55 64 but that's mostly only when I'm sleeping. When I'm exercising it seems good, light exercise can sometimes give me the same results as when I'm just chilling, really confusing......", "label": [[219, 225, "DISEASE"], [256, 262, "DISEASE"]]}
{"id": 10214, "data": "Shocked myself unplugging laptop charger from power strip. Age   18\nSex   Male\nWeight   150lbs\nHeight   58\nPrior conditions   PVCs\nLocation   Texas \nJust a few minutes ago I shocked myself trying to unplug my laptop charger. I stupidly grabbed the metal plug when it was halfway out the socket. I was shocked up my right arm for about half a second, yelling out a yelp and quickly pulling my arm off. I am fine. My heart isnt beating weird at the moment but Im anxious and tense. I have PVCs and intense cardiophobia and even though Ive had an X ray and two EKGs in the past month, Im worried this shock will mess with the electrical system of my heart and potentially cause cardiac failure. Are my fears justified or am I just worrying too much?", "label": [[461, 468, "SYMPTOM"], [675, 690, "SYMPTOM"]]}
{"id": 10215, "data": "DIZINESS, BONE PAIN  \n19F, 5'0, 4'11, 46 kg, Filipino, i dont smoke nor drink\nrecently, my legs hurt for no reason at all, specifically in the long bones. i also get small random bruises and i get dizzy everytime. my bone in the legs also hurt when i press them. i am very anxious right now because when i looked up my symptoms it would lead me to leukemia.\nlast night, i slept late because im very anxious of the pain in my legs but the pain is not that bad, my anxiety is just acting up. im worried sick  ((", "label": [[273, 280, "SYMPTOM"], [348, 356, "DISEASE"], [399, 406, "SYMPTOM"], [463, 470, "DISEASE"], [197, 202, "SYMPTOM"]]}
{"id": 10216, "data": "26M, Undiagnosed for 13 Months, Does this Sound Like a Hernia? Hello everyone! I recently thought I should pursue the track of Hernia a bit more because Ive gone 13 months undiagnosed. TL DR at bottom.  \nPersonal Details   \n   26 years old, 140 lbs, 6 3, male, white  \n   Dont work out, in reasonable condition for my age. Symptoms don't seem to get worse when I bike or walk.  \n   Diet is decent, not enough vegetables and fruits, likely. No soda, coffee, alcohol, never smoked or used recreational drugs.  \nSymptoms   \n   Chest Pain  absolutely hard to place, best bet is middle lower ribs in the center. In my mind, I feel like I am cresting a hurdle when I try to take a deeper breath, but this isnt like only when I am exerting myself. I feel it constantly throughout the day. I do get some relief if I lay completely down and stretch my arms back. It does not seem to be driven by food. I wake up feeling it, it usually does get worse as the day goes on, but is still present when I wake up. I have slept okay every night (has not woke me). But the symptoms are constant. Just feel very NOT normal with my breathing patterns.  \n   No cough, no sore throat, no runny nose, no fever, no vomiting, no diarrhea.  \n   Nausea  the nausea has been around since about beginning of June and seems to be a much more regular and intense thing. Will wake up with it and it will persist 24 7. Currently, on two a month straight. I don't feel like I need to vomit, but it is relentless and debilitating.  \n   Constipation  \nMore recently   \n   When I am slightly slouched, I can feel what seems like my belly feeling like scrunched up, maybe around my belly button and it's not super pleasant.  \n   If I lay down and stretch arms back I get a similar pain in my belly button.  \n   Same if Im laying down and I clench Ike Im trying to force gas out. Also get slight pain in throat when doing this.  \n   Not necessarily difficulty swallowing but I dont think the motility is perfect either.  \nTests completed to date   \n   Blood Work (all normal)  Basic and Complete Metabolic Panel, CBC and DIFF W  Platelets, Hepatic Function Panel, Lipase (OO), Troponin, Celiac Disease Comprehensive Panel, Allergy Food Panel  adult, Carboxyhemoglobin Blood Test, Covid Antigen, Tests for Inflammation, Cortisol, Hepatitis, Ferritin, TSH, CPK, Aldolase, Lyme, lots of others.  \n   Chest X Rays  three completed  in both instances, no pneumothorax or pleural effusion, cardiomediastinal contour is normal, lungs are clear  they've done variety of views and sternum.  \n   Upper GI Endoscopy x 2  tube advanced to the third part of the duodenum. The examined esophagus with slight esophagitis, GE junction at 43 cm, entire examined stomach was normal. Helicobacter pylori bacteria was tested via biopsy and came back negative. Duodenum was normal. Variety of biopsies taken, normal.  \n   Echocardiagram of heart  normal, nothing to report.  \n   CT Scan of Chest with Contrast  normal.  \n   CT Scan of Abdomen with Barium Drink and Contrast  normal  \n   Multiple EKGs  also normal.  \n   Ultrasound of abdomen  normal. This included full abdomen (gullbladder, pancreas, spleen, etc.)  \n   Pulmonary Function Test  The results led doctors to think possibly asthma but I can hike and bike extensively without issue.  \n   Gastric Emptying Study  Normal results, emptied after 3 hours.  \n   Throat Motility Study   slightly below average, nothing alarming (that's what prompted Reglan, which only made me more anxious and nauseous).  \n   Impedance and Bravo PH studies. Came back normal, no signs of reflux. So, I reckon not GERD.  \nMedicines Taken   \n   Prilosec, Nexium, Tagamet, Pepcid. Peaked at Nexium 40 mg twice a day for about two months. No real change at all. Actually felt small amount of reflux after stopping Nexium (unique to the chest pain I typically feel).  \n   Nortriptyline   two separate month long stints. No change.  \n   Cyclobenzaprine   two stints for a month plus. No change.  \n   Reglan   no luck. Took with Pepcid for a few weeks. Made me anxious.  \n   Ibuprofen   took 800 mg three times a day, along with the Cyclobenzaprine and Pepcid with no luck.  \n   Nortriptyline (took for more than a month with no real help).  \nDoctors Seen   \n   I have seen three GI doctors, a PCP, a pulmonologist, an Internal Medicine, a Thoracic Team, and a Rheumatologist, along with some folks when I went to the ER back in June after feeling rather nauseous.  \nQuestions   \n1. Hernia didnt show up on these imaging tests. The more recent symptoms of pain in my belly depending on my posture is more recent.  \n2. Had been scheduled for a Chest and Abdomen MRI today but wasnt authorized by insurance. Would this be a better method to detect a Hernia?  \n3. Are there other obvious tests I have missed that would be worth pursuing to diagnose Hernia?  \n4. Should a specialist be able to physically examine me and determine this? Ive had various doctors feel all around my chest and belly without much success to date but I cant say they are hernia specialists.  \nTL DR  Chest Pain and Nausea for Months, had taken PPIs off and on (did 2 month straight of Nexium), endoscopy, chest x ray, blood work, echocardiogram, CT scans of Chest   Abdomen, Gastric Emptying Study, PFT normal, PH Studies, etc. all normal. Pain in belly when stretching or leaning forward. Some constipation, pain when clenching. Sound like a Hernia?", "label": [[2655, 2666, "DISEASE"], [55, 61, "DISEASE"], [127, 133, "DISEASE"], [524, 534, "SYMPTOM"], [1219, 1225, "SYMPTOM"], [1231, 1237, "SYMPTOM"], [1501, 1513, "SYMPTOM"], [2241, 2246, "DISEASE"], [3228, 3234, "DISEASE"], [3478, 3485, "SYMPTOM"], [3490, 3498, "SYMPTOM"], [3593, 3597, "DISEASE"], [3623, 3631, "DRUG"], [3641, 3648, "DRUG"], [3812, 3822, "SYMPTOM"], [3847, 3860, "DRUG"], [4034, 4041, "SYMPTOM"], [4048, 4057, "DRUG"], [4152, 4165, "DRUG"], [4428, 4436, "SYMPTOM"], [4456, 4462, "DISEASE"], [4721, 4727, "DISEASE"], [4819, 4825, "DISEASE"], [5017, 5023, "DISEASE"], [5046, 5056, "SYMPTOM"], [5061, 5067, "SYMPTOM"], [5341, 5353, "SYMPTOM"], [5389, 5395, "DISEASE"], [3633, 3639, "DRUG"], [3668, 3674, "DRUG"], [3974, 3980, "DRUG"], [3650, 3656, "DRUG"], [5131, 5137, "DRUG"], [3790, 3796, "DRUG"], [3911, 3926, "DRUG"], [4002, 4008, "DRUG"], [4126, 4132, "DRUG"]]}
{"id": 10217, "data": "Pain in lower back thats getting worse, pulled muscle? Did I pop a disk? Im a 21M and while I was working I bent over and put my hands on my knees. I was just trying to get some tension off my back. I pushed my butt out kinda like squat and a pain in my lower back hit me immediately. Its more focused on the lower right side but I cant pivot my hips or even walk without being in pain. Its been hurting for about 4 hours now and its getting worse. Theres no numbness and no bulge that I can feel. Its very strenuous to walk and its making my heart race when I try. If Im sitting theres a constant pain in my lower back. Its not unbearable but its more than uncomfortable. Should I be worried and seek help or tough it out and keep taking ibuprofen? I have to go back into work tomorrow and I have to be standing for 5  hours", "label": [[459, 467, "SYMPTOM"], [739, 748, "DRUG"], [0, 18, "SYMPTOM"], [243, 264, "SYMPTOM"]]}
{"id": 10218, "data": "Left leg and arm pain F23 5'5 125lbs White.\nBorn with scoliosis, corrected with brace then reverted backwards. Diagnosed with Dysautonomia 6 years ago, no passing out issues since. \nI have pain down the back left side of my left leg, same pain in my left elbow. Unable to determine if it's at the same time as my shortness of breath, or my anxiety makes it happen afterwords.\nI've had tons of blood tests done due to my shortness of breath beginning 3 years ago which was determined to be my anxiety. Had D dimer tests done, ultrasounds on leg, ct scans, mri, you could name it. \nDoes anyone have any ideas? It's beginning to be uncomfortable and scary.", "label": [[313, 332, "SYMPTOM"], [340, 347, "DISEASE"], [420, 439, "SYMPTOM"], [492, 499, "DISEASE"], [54, 63, "DISEASE"], [126, 138, "DISEASE"]]}
{"id": 10219, "data": "I Randomly Smell Terrible (20M) Let me just start off by saying that I do shower properly and regularly. Also, I talk about suicide here, so if that does you no good, please don't read. Lastly, I'm from the UK, if that matters.\nThis is an issue that has taken centre stage in my life for the last 5 or so years. I find that randomly, I start to smell. Sometimes like urine, other times like feces and sometimes it resembles the smell of a bin on a very hot day. After doing some research at like 16 years old I was overwhelmed by the stories of people who'd suffered something similar. There were only a handful of medical terms for diseases discussed by them, and I feel as if I fit into none of them. After being rocked with such confusion, and after feeling so damn helpless, I just told myself it was in my head and instead, I consciously distanced myself from everyone. Friends would randomly ask \"did you fart?\" and \"is there a bin around?\" when it flared up, but they didn't completely abandon me, even though I'm sure they realised I was the one smelling. Even as naive as I was and as emotionally underdeveloped I was at 16, I couldn't help but hate myself. In under a 5 month span, I went from a very happy kid with a very healthy social life to whatever beast I am now.\nSince then, it's only got worse. I was still telling myself it was in my head, though, as reality was just too scary for me. Now, I feel as though I smell terribly for the majority of the day. It's gotten to a point to where I can tell that my family don't want to be near me. Really, that, with the fact that I will be starting university soon, has made me realise that I must face this head on. After 6 years of losing connection and living like a zombie, I'm ready to hear of what I could be suffering from.\nThis problem has been the root of essentially all the problems I've faced since I was 15.  From the anxiety, to the suicidal ideation, to the depression and even how awkward I've become. Some nights I find myself wandering of what could've been had I not had this problem, and other nights I think of very violent ways to go out. It's something that I've never wanted to admit was even real, but there's no doubt in my mind that it is real now. What still scares me, though, is the prospect of having to live with this for a long time pushing me to do something stupid. I just can't picture myself living like this for much longer, and to be frank, I think that ending it all is one very plausible conclusion for me.\nSome things I've realised js that certain foods makes it flare up worse, and those foods are all either gassy or sugary. Still, though, it feels like no foods are fool proof. I'm not sure why, but I feel as if it's linked in one way or another to my IBS. \nIf you're finding it hard to follow my ramblings, I'm sorry. I'm not doing very well mentally right now and it seems like it's having an effect on my ability to write.\nNow, what I want to ask is if you guys know of anything I could be suffering from? If so, do you know of how I could get treatment? If not, how do I go about getting any form of help, especially during a pandemic? I feel as this is life or death for me, and I genuinely want to keep living.\nPlease let me know if you'd like me to elaborate on anything or if you know of any alternative options beside the ones mentioned above. \nIf you've taken your time to read through all of this, I appreciate it. It feels like a massive weight has been lifted from my shoulders.", "label": [[1892, 1899, "DISEASE"], [1934, 1944, "DISEASE"], [2613, 2618, "SYMPTOM"], [2759, 2762, "DISEASE"], [1908, 1925, "SYMPTOM"]]}
{"id": 10221, "data": "Severe OCD. Terrible sleep. Lingering depressive symptoms. Anhedonia. 26, Male. White. There's a lot of information but I'm desperate. I'd very much appreciate any help.\n  Background Information  \nI think about 3 5 people from my past and conversations I had with them constantly all day every day  this has been going on for 4 years. Even in my sleep I think about these people and events involving them. I wake up feeling exhausted and suffering, like I'm sinking into death.\nI don't think I get enough oxygen when I sleep. I had a full sleep study done and there weren't enough waking events or whatever do diagnose sleep apnea. Everything else (I had every sensor possible  the study was done in the hospital) was normal. \nAs I wake up every morning, I feel horrible. I feel like I struggle to breath and sometimes I catch myself not breathing and have to use my willpower to get myself to breathe. \nAll my problems started the summer after I graduated high school in 2013. I was a successful swimmer, had plenty of friends, smart (got hired at Microsoft out of college but had to quit due to mental health). But the summer after HS I fell into a terrible depression  I didn't know what was happening at first, I thought I had Mono or nerve damage affecting my brain from getting dry sockets after getting my wisdom teeth taken out.\nI finally sought treatment my junior year  I told my parents that I was collapsing mentally. Got prescribed Lexapro and Ativan as needed. Lexapro saved my life and after 6 months most of the depression faded away. However, during the depression I began to develop OCD tendencies  cleaning the areas where my wisdom teeth were with Q Tips dipped in mouthwash then in water, three times or more a day. Became obsessed with grooming myself. Developed obsessive, intrusive thoughts about mildly traumatic past events that have become magnified. Most of the OCD behavior went away with the Lexapro as well, but these OCD PTSD intrusive thoughts have remained and utterly taken over my life.\nOne is of a time a teacher yelled loudly right in my ear in high school. I didn't think about it at all for 3 years then suddenly started thinking about it literally all day every day   maybe an hour per day max where it's not in my brain. The other thoughts involve people who hated me interacting with me at the funeral of a person I knew as an acquaintance in high school who killed himself. I replay interactions with these people, and one individual in particular who was very envious of me and unfortunately attended the same university as me.\nEven with Trazadone I get 5 hours a night max, and I don't feel rested at all. I exercise every day now  30 minutes of nonstop cardio (elliptical). I plan to increase it to 45min after   2 3 weeks. Currently taking Lexapro, Adderall, and Ativan. I know the last two may seem counteracting, but these three medications are the only ones that have ever helped me. And, I've tried almost every medication imaginable for my diagnosis  I'm not exaggerating. I have a big list my mother maintains.\n  Medications Tried  \nAnti psychotics  tried   5, couldn't tolerate  none helped and I had torturous akathisia with all but one, and lingering facial tics. \nAnti depressants  Lexapro, Cymbalta, Effexor, Luvox, Zoloft, Prozac, Paxil, Trintellix,  probably more. Lexapro still has been the most effective. Luvox was crazy   missed a dose and went into an inhuman rage, crying and calling my mother screaming. More  Wellbutrin, some SDNRIs or something (one that hit all three of dopamine, norepinephrine  \nBenzos  Klonopin, Lorazepam (Ativan), Xanax, Librium. Had a genetic test done  only significant thing was that I shouldn't take Valium so I never have. Also don't have that vitamin deficiency that makes medicines less effective (hopefully you know what I mean if you're a psychiatrist).\nHad TMS for OCD. Had 2 Ketamine treatments (6 sessions each) at two separate places, about 2 years apart. Had EMDR (did nothing).\nStimulants  Vyvanse, Mydais, Adderal XR, Adderall IR, Ritalin, Focalin. Adderall XR IR effective at giving my brain \"positive juice\" and executive function plus motivation. Feel like I've built up a tolerance but Adderall feels like it gives me life. The intrusive thoughts dial way down, motivation and positive mood go up, concentration goes up, feel much, much CALMER. Could at least be somewhat productive but still couldn't focus on work at Microsoft (work wasn't too technical for me... I just couldn't focus on getting done what needed to be done at the right pace. Spent time endlessly bookmarking internal company pages, lol. Still felt like a zombie being propped up by the stimulant. I'll get back to this.) I didn't tolerate Ritalin or Ritalin like meds at all  just made my mood sad and irritable.\nWhat else? Buspar, Lithium (made me feel dumb and confused), Phenibut.\nMarijuana  only made things worse so I don't smoke it at all. Never was a regular user  only occasionally and when I was so upset and frustrated I wanted to simply escape somehow. Depression started the day after I smoked weed at a party that summer after HS  I'm convinced Marijuana had something to do with the mental illnesss... I've always been very creative and high dopamine neurotransmitter amplitude (hyper hypo active troughout HS but I was very functional  just a little weird), so I think I was susceptible to weed induced psychotic illness. But yeah, Marijuana has only left me feeling worse for a few days after I use it.\nI don't drink or do any other recreational drugs.\n  Extra Misc. Information  \nHave terrible sleep  currently quitting Afrin since I got addicted whatever. Have bad airflow through my nose and my mother said I've been snoring and snoring more loudly than ever before.\nI'd been prescribed Trazodone to get to sleep which worked but still only 5 hours. Also, would struggle to breath when waking up... would catch myself not breathing, pretty terrifying. Now I only take a cocktail of benadryl with valerian root and some other supplements my mother has picked out. Trazodone dreams would be too intense sometimes when coupled with the stress of the intrusive thoughts.\nBlood test showed I had low Testosterone so I have a gel I rub on my shoulders now. Lexapro has really killed my libido and I can rarely achieve a full erection. I don't look like I'd have low testosterone  I'm 26, lots of chest and facial hair, physically attractive, 6'0\" and had an athletic build (I even weightlifted while depressed in college for a whole semester and achieved a muscular build) until I started gaining weight   6 months ago  was 210lbs a couple weeks ago which put me at overweight. In my swimming prime in HS I was 185 with lean muscles, six pack abs. Got weighed at an ENT appointment regarding my poor airflow through nose and was 198. Currently fasting dieting and continuing with cardio and I'm dropping weight quickly  I can feel the difference   the fat was mostly concentrated in my lovehandles, abdomen, and some in the face I think. A lot in the lovehandles and midsection.\nFeeling so frustrated. OCD for   4 years now. Was doing alright even with depression  got hired at Microsoft and loved my team, product. But, couldn't take care of myself  police had to come once and do a check since I lost my phone, so I didn't get reminded about picking up a prescription, so I stopped taking meds and descended into a mental haze and missed 3 days of work without contacting anyone. My apartment was a complete mess  everything strung out on the floor and tons of shit from home depot I purchased when hypomanic from Adderall. I bought  900 of crap because I wanted to DIY my apartment (?!)  thankfully my mom returned most of it after I called her and told her I was losing it and to fly out to rescue me. \nBy the way, when out in Seattle area I was taking 90mg Adderall IR a day plus 8mg Lorazepam a day (all prescribed  psych. wanted to push limits to see what would work)  I was basically high at work  I felt great but still wasn't productive and couldn't learn retain information due to all the Lorazepam, lol. I would forget things told to me the day before earlier in the morning. I would talk incessantly and butt into conversations   I was very uninhibited. It was like I was drunk but minus the impairment. Eventually I quit and moved back to my hometown in illinois to live with my parents. I quit in Jan. of 2020, so I've been living with my parents for over a year now. I was able to keep up programming a little every day in the beginning but now I have zero motivation to do anything. I can't pay attention to movies, books, anything. The thoughts are too strong. Sometimes I have explosive, rage like anger responses. My emotional state is disturbed. I feel trapped.\nThere's more information I can't recall right now. Anything at all would help  don't hesitate. I'm just frustrated and desperate at this point.", "label": [[4808, 4814, "DRUG"], [4816, 4823, "DRUG"], [3249, 3257, "DRUG"], [3298, 3308, "DRUG"], [7, 10, "DISEASE"], [424, 433, "SYMPTOM"], [1160, 1170, "DISEASE"], [1445, 1452, "DRUG"], [1457, 1463, "DRUG"], [1475, 1482, "DRUG"], [1528, 1538, "DISEASE"], [1571, 1581, "DISEASE"], [1601, 1604, "DISEASE"], [1890, 1893, "DISEASE"], [1922, 1929, "DRUG"], [1949, 1952, "DISEASE"], [1953, 1957, "DISEASE"], [2788, 2795, "DRUG"], [2811, 2817, "DRUG"], [3222, 3238, "DRUG"], [3240, 3247, "DRUG"], [3259, 3266, "DRUG"], [3275, 3281, "DRUG"], [3291, 3296, "DRUG"], [3326, 3333, "DRUG"], [3598, 3604, "DRUG"], [3868, 3871, "DISEASE"], [5048, 5058, "DISEASE"], [6254, 6261, "DRUG"], [6497, 6506, "SYMPTOM"], [7099, 7102, "DISEASE"], [7150, 7160, "DISEASE"], [1231, 1235, "DISEASE"], [3495, 3501, "DRUG"], [3552, 3566, "DRUG"], [3587, 3596, "DRUG"], [3607, 3612, "DRUG"], [3614, 3621, "DRUG"], [3998, 4005, "DRUG"], [4007, 4013, "DRUG"], [4027, 4038, "DRUG"], [4049, 4056, "DRUG"], [4858, 4866, "DRUG"], [5790, 5799, "DRUG"], [3268, 3273, "DRUG"], [3208, 3219, "SYMPTOM"], [3478, 3488, "DRUG"], [5985, 5993, "DRUG"], [6066, 6075, "DRUG"], [3283, 3289, "DRUG"], [59, 68, "DISEASE"], [2583, 2592, "DRUG"], [3166, 3175, "DISEASE"], [3369, 3374, "DRUG"], [1796, 1814, "SYMPTOM"], [3569, 3585, "DRUG"], [3697, 3703, "DRUG"], [4015, 4025, "DRUG"], [4040, 4047, "DRUG"]]}
{"id": 10222, "data": "Texting while asleep   teenage memory loss? Help.\nI am a 16 year old male and over the last 2 months, I have done the following twice \n1. Decided to take a nap\n2. fell asleep\n3. received a text while i was sleeping\n4. responded to the text coherently, as if i was awake\n5. woke up hours later with absolutely no memory of the texts i received or sent, and read them all for the first time\nit is so strange waking up and reading someones texts to me and then realizing... i already responded. Please help me. Im tearing my hair out over this.\nIf its any relevance, i also have mild short term memory issues when it comes to remembering chores or homework, more than the average teenager, but not so intense as to bring it up at a doctors visit.", "label": [[581, 605, "SYMPTOM"], [31, 42, "SYMPTOM"]]}
{"id": 10223, "data": "What is wrong with my tongue?  Tongue (gross) (\nFemale\n34\nNo real issues other than hypertension and continuously high liver enzymes \nSo  for the past few months, when I eat or drink certain items, mainly lime juice like in a Margherita or orange juice , and for some reason yum yum sauce for hibachi  my tongue starts burning and swells up a bit. It's very painful and I have to cease drinking or eating at the time it happens. Today I looked at my tongue after eating yum yum sauce and it was nasty. The pic is from a little bit ago so not right after but it's still gross. It looked thrush and had noticeable bumps all over.  It is also cracked and really red in areas.", "label": [[84, 96, "SYMPTOM"], [586, 592, "SYMPTOM"]]}
{"id": 10224, "data": "Constant pain in testicles 32M 6ft 185lbs,  Caucasian, experiencing pain for several month in my testicles. I have herpes, and I take lexapro daily for anxiety.\n \nFor the last several months I have had a constant pain in my testicles. It varies from simple discomfort, to pain so intense I can't walk or sit down. I have had a physical exam as well as an STI screening and ultrasound with no answers. So far the doctors have suggesting supportive undergarments, loose pants, and tylenol for pain. No one seems to have any answers, but living with this pain is proving more and more difficult the pain has also been worsening. Any advice would be very appreciated as you can imagine this is very worrisome.", "label": [[134, 141, "DRUG"], [152, 159, "DISEASE"], [479, 486, "DRUG"], [9, 26, "SYMPTOM"], [115, 121, "DISEASE"], [204, 233, "SYMPTOM"]]}
{"id": 10225, "data": "Can an older virgin develop a pelvic organ prolapse? (or chances of vaginal cancer for that matter). 32 Female 5'1 137 lbs I have been experiencing a foreign body sensation in my vagina for a few weeks. I took a look, and there is definitely something pink and fleshy bulging out of there. I am trying to make an OBGYN appointment, but I'm not sure how soon I will be able to go between my work schedule and a trip I will be leaving town for in a few days. I can upload a picture if it would be of help  I just don't know if a picture like that would be allowed on here, so I am holding off for now. As the title states, I've never slept with anyone, so I would think the chances of HPV would be very low, and I've never had any children.", "label": [[30, 51, "DISEASE"], [683, 686, "DISEASE"]]}
{"id": 10226, "data": "Switch to liquid diet? 30F, 5'7\", 160lbs, Caucasian. \nI'm trying to decide how best to treat my symptoms at home. I have a long history of constipation, and I have terminal ileitis that is being watched for Crohn's (I have my next set of bloodwork tomorrow), and have been experiencing right lower abdominal pain, frequent and loose bowel movements, and fatigue since July 2020. If helpful I can provide more details on tests. I have been taking Bentyl and Tylenol as needed for pain cramping. \nThis weekend, my fatigue has become markedly worse and I've been experiencing bloating and nausea and feeling more constipated. I took some Miralax this morning to see if it helped, and I had two solid bm's and one liquid since then. However, all day I've been experiencing stabbing pains in my right lower abdomen, just for a split second, every couple of minutes. I don't have a fever or rebound pain, it hasn't been getting worse throughout the day, and I'm still passing gas so I don't think it's an emergency at the moment. Bentyl and Tylenol haven't really touched the pain. I haven't tried anything solid today to try and see if giving my intestines a rest would help. Is staying on a liquid diet something that I should keep doing for a few days or is there something else I could be trying?", "label": [[207, 214, "DISEASE"], [139, 151, "SYMPTOM"], [298, 312, "SYMPTOM"], [354, 361, "SYMPTOM"], [457, 464, "DRUG"], [484, 492, "SYMPTOM"], [512, 519, "SYMPTOM"], [573, 581, "SYMPTOM"], [586, 592, "SYMPTOM"], [876, 881, "SYMPTOM"], [1035, 1042, "DRUG"], [446, 452, "DRUG"], [635, 642, "DRUG"], [173, 180, "DISEASE"]]}
{"id": 10227, "data": "What do I have with these symptoms? (fatigue, chills, body ache, headache, earache) Male, 15\nThe first day I have not been feeling well (Thursday) I experienced fatigue, chills, and body ache. I experienced those until Saturday in which it went away. When I did wake up on Saturday, those symptoms were gone like I said, but I started having a headache. Headache was gone on Sunday, but had an earache on Sunday continuing onto today. The earache actually began Saturday night. Any idea what might be going on with me? As a side note I got the vaccine last Saturday, May 22. Although I did not experience any of this until May 26.", "label": [[46, 52, "SYMPTOM"], [182, 191, "SYMPTOM"], [394, 401, "SYMPTOM"], [37, 44, "SYMPTOM"], [65, 73, "SYMPTOM"], [161, 168, "SYMPTOM"], [344, 352, "SYMPTOM"], [354, 362, "SYMPTOM"], [54, 63, "SYMPTOM"], [75, 82, "SYMPTOM"], [170, 176, "SYMPTOM"], [439, 446, "SYMPTOM"]]}
{"id": 10228, "data": "Did I just overdose Im a f 28 year old 125 pounds 55\nHave had many issues over the past years\nGI , depression, Graves disease, increased heart rate with palpitations after thyroid removal, overall feeling of being unwell\nI just took 309 mg of propranalol did I just overdose,?", "label": [[99, 109, "DISEASE"], [111, 125, "DISEASE"], [243, 254, "DRUG"], [127, 165, "SYMPTOM"]]}
{"id": 10229, "data": "Ever since my c section two weeks ago Ive gotten several boils pimples on my body. Then I got an infected area on my incision. What could be causing this? White, 28 Female, 57, 145lbs. I take supplements, (probiotics, calcium, prenatals) overall in ideal health. I was prescribed an antibiotic today for infection on incision. \nWhat could be causing the sudden boils all over? Ive seen at least 10 ranging from bigger to pin head size basically from my chest down to buttocks. Theyre not painful except one that was below my buttocks. Im not doing anything different other than recovering from a c section. The infection part sucks and I hate that it happened but now Im wondering if the pimple boils are of any correlation? What should I do? Is it staph?", "label": [[57, 62, "SYMPTOM"], [361, 366, "SYMPTOM"]]}
{"id": 10230, "data": "Female, 18. Got an itch in my ear that wouldn't go away for a bit so I scratched inside my ear. I suddenly got a pain there  not sure if related or something else. Woke up with runny nose blocked on one side due to sleeping in my room with air conditioning that was colder than what I am used to. So I have been blowing my nose several times for the past 2 hours or so. Not sure if the pain I got in my ear was related to the scratching and I inflicted something serious or simply because I've been blowing my nose too much. Ears are now slightly achy and I have gotten a similar pain in my other ear. Sorry for rambling but having wisdom teeth(Impacted) causing similar or such symptoms, I can barely differentiate the causes of such situations. Also, I would've gotten an appointment to extract them but COVID situation is scary over here and with heightened restrictions, I am honestly anxious to leave my house even for essentials so I'm asking here and hopefully getting some advice help on this.", "label": [[177, 187, "SYMPTOM"], [806, 811, "DISEASE"], [889, 896, "SYMPTOM"]]}
{"id": 10232, "data": "Can anesthetic make you feel nothing when suffocating?  Just let me sleep after covid 19 \n 19M 170cm 62kg no smoking", "label": [[80, 85, "DISEASE"]]}
{"id": 10233, "data": " 16.5  M  5'.5\"  131lbs  Latino  I'm concered for my weight gained and height growth  Evans Syndrome  Not using any substances or medications  Hello, today I weight myself and I was shocked that it was 131 pounds only because I'm usually around 18 BMI and that is now 21.5. I am happy that I gained that weight cus now clothes look normal on me but what makes me concerned is that   \n1. I jumped to that BMI within about 2 months or more  \n2. I haven't seen any significant height growth in a while  \nso I'm mainly concerned that I've stopped growing. I feel like if I have been growing, my body wouldn't need to store weight. I have gotten the bone age test (about 2 years ago) which was about 1.5 2 years younger than my actual age but at the same time, the tanner stage test that I just took, says that I'm at stage 4.1 which means 'growth in height has slowed down'  (. I feel like I've already gotten a growth spurt and I know you can get more but what worries me is that both my sisters probably got 1 growth spurt, and stopped at 5'2 (they both stopped growing around 15), while my mom is 5'4... So what if I get stuck at 5'5.5\" while my dad is 5'7\"  (.   \nI know height is 60  genetics and 40  environmental so is there anything that I should that will help me continue to grow?  \nIs possible that my body is storing this fat for a potential growth spurt?   \nI have taken the corticosteroid Prednisone when I was 2 and 8.", "label": [[1399, 1409, "DRUG"], [1384, 1398, "DRUG"]]}
{"id": 10234, "data": "Acute pancreatitis 38 F, healthy weight (130 135 lbs, 55) non smoker, non drinker, relatively healthy eater, gallbladder removed 8 years ago, possible lupus, diagnosed with RA as a juvenile, just got diagnosed with acute pancreatitis Wednesday night after CT with contrast. \nMy biggest question is the ED let me leave after a liter of saline, some toradol for pain and some Zofran for nausea through the IV and advised to follow up with PCP the next day and I was clear to return to work. My PCP hit the ceiling and said I needed to have been admitted since I was discharged in severe pain and still not holding down fluids. \nToday was the first time I could eat since last Tuesday. I wasnt able to hold down any fluids until late Saturday night.  I plan on going back to work tomorrow as Im feeling a lot better, still a little weak and fatigued but able to eat light food (brat diet and scrambled egg whites so far w  Ensure to supplement some nutrition)  \nIs this standard to send someone with idiopathic acute pancreatitis home? Should I request a referral to a gastroenterologist or endocrinologist? Could my RA play any part in why I got pancreatitis even with no other risk factors? Im really freaked out by this and never want to experience it again.  \nThe last week has been the most horrific pain of my life and I say this as someone that went through 21 hours of hard labor to deliver my son naturally and 6 shoulder surgeries without pain killers so I know true pain. I have an abnormally high pain tolerance and I have to be cautious of this as I worked 3 days with pancreatitis and nobody had a clue anything was wrong which inevitably caused me to delay treatment until I was sobbing  hysterically in pain.", "label": [[215, 233, "DISEASE"], [348, 355, "DRUG"], [385, 391, "SYMPTOM"], [578, 589, "SYMPTOM"], [0, 18, "DISEASE"], [1144, 1156, "DISEASE"], [151, 156, "DISEASE"], [374, 380, "DRUG"], [1008, 1026, "DISEASE"], [1579, 1591, "DISEASE"]]}
{"id": 10235, "data": "DRs of Reddit, How Rare is RARE? Hey, sorry for the weird title and format I'm on my phone, ect. Anyway I am a 22F, hight  5'1 weight 46kgs, I have an implanon (I'm on my 3rd, so a total of around 7consecutive years, and I was on the Deppo Needle contraception for 15months before that) no other medication or problems, I smoke a little bit, by that I mean I smoke about 25gms over about3 4 weeks so about 2 3cigs a day, and I'm currently in the preliminary stages of being testing for breast Cancer, I found a large lump in my right Breast last week, fuckin yay, and I've had a yellow discharge coming from that boob for about 8 8 months but I just thought that was due to the fact I have my right nipple pierced, but apparently it might be connected to this lump my Doctor is fucking lovely, she's super on top of it, she takes all my concerns into account, she's super knowledgeable, she is really great. But one thing she's (understandably) being doing that is driving me bonkers is being SUPER vauge when I ask questions like \"how common is it to be X\" \"what are the chances of Y\" \"have you seen Z before?\" She usually responds with something along the lines of \"it's rare\" and I know she can't really give me any indication of hope worry but it's quite scary so I guess my question is, what the FUCK quantifies as rare? Is it 1 in a Million? One in a thousand? Like how rare is RARE? When you tell a patient something is rare what do you mean?", "label": [[486, 499, "DISEASE"], [511, 540, "SYMPTOM"], [579, 595, "SYMPTOM"]]}
{"id": 10236, "data": "two ER visits and elevated heart rate Hello\nI am a 23 year old woman, weighing about 120 pounds and 5'2. I work out multiple times a week and am generally in good health.\nFor the past four days, I have been experiencing an increased heart rate, discomfort in my chest, and a feeling of a pounding heart. I have no trouble breathing. My resting heart rate is between 85 100bpm and when I get up to walk around, it jumps to 120 140bpm. It stays around this level until I sit back down. I went to the ER twice over this feeling and they said the EKG and bloodwork were normal. They also said blood pressure was normal and no sign of clots.\nI am on spironolactone (150mg) for acne and my potassium levels are normal. I was spironolactone 100 mg for about six months and then increased to 150 about 1.5 months ago. I am also on Yasmin birth control. \nShould I go see a cardiologist? Is it possible that spironolactone is causing an increased heart rate?", "label": [[288, 302, "SYMPTOM"], [645, 659, "DRUG"], [719, 733, "DRUG"], [830, 843, "DRUG"], [898, 912, "DRUG"], [672, 676, "DISEASE"], [18, 37, "SYMPTOM"], [223, 243, "SYMPTOM"]]}
{"id": 10237, "data": "Im developing a habit of sleepwalking. 36M, have been on amytriptaline (sp?) for a few years for sleep, recently (past 2 months) started a suboxone program, where I take 16mg 4mg of bupinorphine naloxone once daily. \nSince I started the suboxone, my sleep patterns have changed  Im only getting 4 6 hours of sleep a night, where I previously got 8 10 a night. Along with this change, Ive started to notice signs that Im sleepwalking. Ive never been caught in the act, but have woken up out of my sheets, with random strange things being moved changed from when I went to sleep, latest instance was my towel in my bathroom being slung over my computer chair after I woke up on my couch, when I went to sleep in bed. \nI am relatively tired after my dose, but Im not nodding out napping after it. I assume this new habit has something to do with the suboxone Im taking, along with not getting my normal amount of sleep waking during REM cycle most of the time, and sometimes being half asleep and running on autopilot after I wake up (Ill wake up, go brush my teeth, get something to drink or eat, only to realize I only slept for 2 hours and should just go back to sleep. \nSo far, nothing really negative has come from the times Ive slept walked, but feel like I should bring it up to my Drs., I just dont know which one. Definitely going to mention it to my Dr. prescribing my suboxone, but should I also bring it up to my PCP, or my psychiatrist as well?\nIs there anything that can be done about this new habit, before something bad happens, or is this a sort of, okay it by ear condition?\nAny help info would be appreciated, thanks.", "label": [[25, 37, "SYMPTOM"], [182, 194, "DRUG"], [195, 203, "DRUG"], [1376, 1384, "DRUG"], [237, 245, "DRUG"], [420, 432, "SYMPTOM"], [764, 771, "SYMPTOM"], [57, 70, "DRUG"], [139, 147, "DRUG"], [847, 855, "SYMPTOM"]]}
{"id": 10238, "data": "Repeat Migraine Aura?  \nHi everyone,  \nAsking for my sister   35 Female....no known health issues. She's suffered with hemiplegic migraines all her life. Over the past ten years or so they've become less painful and not quite as frequent.  \nOver the last eight weeks, she's had two migraines. Both started as \"normal\". Aura that slowly grew and moved away as the pain kicked in....  \nHowever, back in April, the aura came back six times over the course of a couple of hours....it eventually stayed gone after she was vomited violently. She'd never experienced this repeat aura before, at least not six times in a row.  \nTonight, she's had another migraine, started off the same. The aura moved out of her vision as it usually would, and she had some pain but nothing dramatic, then after almost exactly an hour, the aura returned and apparently looked a very similar shape to the first, which wasn't the case with what she experienced in April.  \nThis time it didn't bring any extra increased pain. Took about 40mins to disappear again. This has never happened to her before, despite having migraines with aura since childhood.  \nDoes anyone know what could be causing this change in pattern? Should she seek medical investigations?  \nThanks.", "label": [[517, 524, "SYMPTOM"], [572, 576, "SYMPTOM"], [647, 655, "DISEASE"], [7, 20, "SYMPTOM"], [282, 291, "SYMPTOM"], [119, 139, "DISEASE"], [319, 323, "SYMPTOM"], [412, 416, "SYMPTOM"], [683, 687, "SYMPTOM"], [816, 820, "SYMPTOM"], [1091, 1100, "SYMPTOM"]]}
{"id": 10239, "data": "I have a lump in my testicles I am 15 years old and a couple months ago I noticed a wierd ball in my scrotum that feels exactly like a 3rd testicle. It freaked me out at first but it went away pretty soon. Since then it has been coming back on and off and some days its there some days its not. Im a little freaked out by it. Is there a possibility of testicular cancer? Is it just a harmless cyst? Do I need to go to the  ? Im very scared about it. Thanks for the hep", "label": [[9, 13, "SYMPTOM"], [352, 369, "DISEASE"], [393, 397, "SYMPTOM"]]}
{"id": 10240, "data": "(Images included) toes nails becoming to sting and hurt after I clipped a sort of them off after injury. A bit concerned and need advice.. doctors appointment a week away Hello all!\n29 years old\n65\nAfrican America\nNo health issues \nNo medical issues\n199 pounds\nLast year while protesting. I did a lot of walking and running and ended up injuring my big toes. Eventually the nail started to have black on the top sides of them. I went to a podiatrist who said it couldnt have been anything cancerous since both the big toes were injured and that the black areas will grow out. This was October of last year. Fast forward to this year.. The nails started to become a bit yellowish, cracked and eventually lifted. I ended up removing the sections that were already lifted. I clean them everyday And use cream to avoid infection but they sting a bit and black on the edges\nHere are pictures of them both\nI have a new appointment with the podiatrist, but due to covid restrictions, it will take up to a week 2 weeks before I even get to see the  .. any advice?? In a bit afraid after reading about gangrene and stuff of that nature.", "label": [[957, 962, "DISEASE"], [1093, 1101, "DISEASE"]]}
{"id": 10241, "data": "out of focus and weak Hey,\nSo for about 2 or 3 months now something has definitely been off. Some background information, Im a 16, and a male.\nIve been suffering with anxiety and panic disorder for as long as I can remember. In these past couple months, some bad things have happened. In the beginning, my eyes were very strained and tired, I couldnt look at anything without having trouble focusing on it. A few weeks later, I started getting dizzy every time I moved my head. Whenever I would look around, I would start feeling lightheaded for a couple of seconds, this was just from looking around with my eyes, not to mention my head. Every once in a while I would get random spurts of lightheadedness for seemingly no reason, while I was just sitting there, that would last for around 10 seconds.\nNow ive gotten to the point where Im starting to feel weak, my legs and arms in particular. Ive started stumbling around more and my arms have gotten tired just from holding my phone. The anxiety hasnt been helping with any of this, because every time I think about it I start having a panic attack, which judt makes me think about it more. Im very freaked out.\nEverything looks a little bit off too, and everything just looks fake or unreal, like nothing in the world is real and neither am I. My memories also seem very foggy. Im pretty sure that this is just derealization   depersonalization, but you never know\nThank you for reading, please help", "label": [[167, 174, "DISEASE"], [179, 193, "DISEASE"], [530, 541, "SYMPTOM"], [990, 997, "DISEASE"], [1088, 1100, "SYMPTOM"], [690, 705, "SYMPTOM"], [444, 449, "SYMPTOM"]]}
{"id": 10242, "data": "pain in bladder pelvis after back pain (21F) about two weeks ago during my period i had horrific pain on the left side of my back stretching to the left side of my pelvis along with severe cramps. its come and gone, but now turned into bladder and rectal pain, especially after voiding my bladder. it hurts with movement, with pressure, with palpation. its a very sharp and intense pain. \ni had a kidney stone as a child and have a history of endometriosis (in remission). i have no other symptoms other than the pain. could this be a kidney bladder stone or some sort of infection? should i see my GP?", "label": [[29, 38, "SYMPTOM"], [189, 195, "SYMPTOM"], [0, 22, "SYMPTOM"], [88, 101, "SYMPTOM"], [342, 351, "SYMPTOM"], [364, 386, "SYMPTOM"], [397, 409, "DISEASE"], [236, 259, "SYMPTOM"], [443, 456, "DISEASE"]]}
{"id": 10243, "data": "Pulled muscle(s) won't heal 2 years ago I   63M   pulled what I think are the serratus anterior and or inferior muscles sitting up quickly on a gym bench. I still feel a lot of pain at times. It feels like the soreness of a pulled muscle as opposed to pain where the muscle attaches to bone. I've tried several types of exercise and stretching but the pain is still there. Any advice is greatly appreciated.", "label": [[224, 237, "SYMPTOM"]]}
{"id": 10244, "data": "Pain in arms and legs at night that makes me want to crawl out of my skin plus profuse sweating and chills. Please help I literally have no idea what is going on! 28F, 510 125LBS. Current medicines include Tylenol,  gaberpentin, and Flovent with albuterol nebulizer and inhaler for asthma emergencies. I am diagnosed with lumber stenosis with nerve impingement at L5, degenerative disc disease, foot drop, neuropathy occurring down my right leg into my foot on the right side,small fiber neuropathy, TMJ, cEDS, Asthma, chronic migraine, cervical   stenosis with nerve impingement at C6, CMT1, PoTs, and lastly Essential thrombocythemia. Sorry I feel like that was a long laundry list but Im normally a pretty healthy person besides of course dealing with chronic pain. So here goes Im not sure these issues are related but they seem they might be.  For the past couple of months I have been waking up with the pain in my arms and legs I would describe it as this creepy, crawly, and maddening type pain I though maybe restless leg syndrome? but the intense pain is in both my legs and arms. I tried adding magnesium as far as a vitamin to help as well as extra water and extra exercise but to no avail. I will also note this odd and hard to describe pain tends to be worse around my period. Recently I have been having that pain in the day time not just the night time but now there is an addition of profuse sweating with the pain and chills but no technical fever just pouring buckets of sweat while in pain and bouncing between hot and cold with goose bumps. Been fully vaccinated a few months ago and I have had a recant negative COVID test. I am in so much pain and so confused as to what the heck is going on all I know is I went a decent nights sleep at this point but just cant with this new pain. Thank you in advance whoever chooses to answer!.", "label": [[0, 21, "SYMPTOM"], [87, 95, "SYMPTOM"], [206, 213, "DRUG"], [282, 288, "DISEASE"], [511, 517, "DISEASE"], [593, 597, "DISEASE"], [1460, 1465, "SYMPTOM"], [1634, 1639, "DISEASE"], [100, 106, "SYMPTOM"], [322, 337, "DISEASE"], [1106, 1115, "DRUG"], [1436, 1442, "SYMPTOM"], [216, 227, "DRUG"], [233, 240, "DRUG"], [755, 767, "SYMPTOM"], [610, 635, "DISEASE"], [910, 934, "SYMPTOM"], [1018, 1039, "DISEASE"], [1401, 1417, "SYMPTOM"], [246, 265, "DRUG"], [368, 393, "DISEASE"], [519, 535, "DISEASE"], [537, 556, "DISEASE"]]}
{"id": 10245, "data": "Cannot lose weight. Do I need to change medications? 19F, 51, 180lb, Caucasian, no drugs or smoking, occasional drinking ( 3 per week)\nCurrent conditions  anxiety, depression, food allergies, seasonal allergies, asthma\nMeds  Prozac 40mg, Wellbutrin XL 150mg, zyrtec 20mg, Flonase spray, symbicort inhaler 80 4.5, xulane birth control patch (changed weekly)\nHi everyone! I recently turned 19 and have been gaining weight and have been unable to lose it. I eat pretty healthy (lots of fruits and veggies) and exercise (walking and swimming mostly) but continue to gain weight. I was 120lbs 3 years ago and have gained 60lbs since then. I would really like some suggestions on how I could possibly lose the weight. I know antidepressants can cause weight gain sometimes. Should I maybe see about changing my meds?", "label": [[155, 162, "DISEASE"], [164, 174, "DISEASE"], [181, 190, "DISEASE"], [201, 210, "DISEASE"], [212, 218, "DISEASE"], [272, 279, "DRUG"], [320, 333, "DRUG"], [719, 734, "DRUG"], [225, 231, "DRUG"], [287, 296, "DRUG"], [238, 248, "DRUG"], [259, 265, "DRUG"], [313, 319, "DRUG"]]}
{"id": 10246, "data": "Confused about diagnosis. Should I see another  ? High cholesterol, FH? Hi all, \nLast week I went to a   for routine blood work and to check on a back injury. I didnt spend much time with the   herself but she does know my family has history of high cholesterol, she had my touch my toes to check for scoliosis, and she referred me out to a pain specialist for my back. \nYesterday, I had an email that my blood results were ready and one of the diagnoses was FH  Raised Blood Lipids I Googled what FH was an it said Familial Hypercholesterolemia. Based on what Ive read its a genetic disease that causes high cholesterol and that you would know from a young age whether or not you have it and your family has a 50  chance of having it as well. In the past, my cholesterol has always been great. Both of my siblings have good cholesterol levels (they recently had blood work done too  ages 36,24), but like I said my dad, mother, and grandparents all had high cholesterol. No heart attacks or strokes, no FH diagnoses from them. \nSo, it seemed off but seeing as that I do have a chance of having high cholesterol it makes sense. But then there was another diagnoses  spinal tumor sacrococcygeal disorder.\nShe didnt do any sort of scan, X ray, nor did she even touch the area it was hurting. So I was very confused on where should would say I had a tumor. I also went to a chiro two months ago and had X rays done that showed a herniated disc but no tumor. \nI called to set up a phone call with her about the results but her next availability is in August. Im not sure what to think of what she diagnoses me with? I definitely want to see another   but how concerned should I be and how quickly should I act?\nThanks Im advanced.", "label": [[301, 310, "DISEASE"], [50, 66, "SYMPTOM"], [463, 482, "SYMPTOM"], [516, 545, "DISEASE"], [604, 620, "SYMPTOM"]]}
{"id": 10247, "data": "Crippling \"morning sickness\" \n25F, 5f5, 90 kgs, Caucasian. no health concerns other than having had GD last pregnancy. Taking fefol. I am 8 weeks pregnant with my second baby. The past two weeks I have suffered from CRIPPLING morning sickness. It's all day and all night, I can barely eat, Ive lost two kgs already and it's only getting worse. I haven't vomited yet (I struggle to vomit even when incredibly sick) but have had diarrhoea and been so exhausted from the constant nausea that one essentially just laying in bed all day feeling as though I'm about to vomit. \nIt's just getting worse and worse by the day.\nI'm waiting to see a   but can't get in for another week or so. What can I do? I need help. \nSo far I've tried lots of water, warm tea, eating plain foods (toast, apples, salads etc) but I can only seem to manage a few bites before I get hit with reflux that makes the nausea worse.", "label": [[100, 102, "DISEASE"], [226, 242, "SYMPTOM"], [449, 458, "SYMPTOM"], [477, 483, "SYMPTOM"], [886, 892, "SYMPTOM"], [427, 436, "SYMPTOM"], [126, 131, "DRUG"], [864, 870, "SYMPTOM"]]}
{"id": 10248, "data": "Phantom pain itching Female. 17 years old. 150 lbs 5\"2. Taking Loryna birth control. \nI thought I was just paranoid and having a generalized allergic reaction to the flea bites I got while treating my pets two weeks ago. I haven't really had any new bites, just marks from ones that have been there for awhile. I already had a   look at my skin and she said it looked like a typical reaction to flea saliva. \nShe had me on Prednisone for 5 days and it  didn't really help. Just with the redness and inflammation. It's so bad now, I even get sharp pains and burning sensations in random places all over. The feelings are mainly on the back of my neck head, all over my back, and on my legs. I don't know why because there's no rash or dry skin or anything I can see. Allergy meds don't help. There is literally nothing I can see going on. I have digestive issues but that wouldn't affect my skin like this, plus I haven't had issues with my stomach for two months now. I'm miserable and barely sleeping, but everyone thinks i'm insane. \nI get theres no way to tell exactly what it is but is there some things to look for in which I would need to be worried? If I go tomorrow can she even help me when all im dealing with is random pain burning itching?  Could it be anything or is my anxiety just causing it all? I just want some relief and to be comfortable for a day again.", "label": [[726, 730, "SYMPTOM"], [1283, 1290, "DISEASE"], [63, 83, "DRUG"], [141, 158, "SYMPTOM"], [423, 433, "DRUG"], [541, 552, "SYMPTOM"], [557, 575, "SYMPTOM"], [1243, 1250, "SYMPTOM"], [499, 511, "SYMPTOM"], [734, 742, "SYMPTOM"]]}
{"id": 10249, "data": "MRI results and bloodwork questions 42 F, 53 150 lbs. history of stage 1 uterine cancer, full hysterectomy in 2011, discectomy on L5 S1 2015\nHospitalized for 3 days while home for my dads funeral after I woke up in severe pain through lower back and couldnt sit up, roll over, or get myself to the side of the bed to stand. Legs were cold and numb.  Also developed a stutter and my right hand had a tremor. Neurologist ruled out a stroke at hospital. These are my bloodwork results and the MRI results they also did a brain MRI, thoracic spine and lumbar. Brain and lumbar were fine. Followed up with my pcm when I returned home and they wouldnt request my records. My   said Im morbidly obese, would not refer me to someone to look at the atypical hemangioma, said my bloodwork had minor concerns but nothing she wanted to follow up with. Hospital also said I had a possible left atrial enlargement PCM said to just take fish oil, magnesium, and B12 and the hospital probably didnt know what they were doing. \nI consistently have a lot of swelling in my legs and ankles, night sweats so bad I soak my sheets, Im exhausted all the time. I do walk daily and I garden when I feel good. Pcm also says enough is enough with testing and I need to stop looking for what is causing me to feel so poorly. I have had a bone marrow biopsy (normal), my right hip labrum is torn, oncology suggested I may have lynch syndrome but no follow up was done. \nAm I reaching to much in wanting to be in less pain? I dont expect to be pain free but less pain would be nice! I guess Im hoping someone here will see something in my results and can possibly steer me the right way second opinion or maybe a specialist. Ive been listening to my pcm for so long Im starting to feel crazy. Desperate for help. Tired of living like this. Its ruining my relationship and day to day life.", "label": [[932, 941, "DRUG"], [947, 950, "DRUG"], [1398, 1412, "DISEASE"], [215, 226, "SYMPTOM"], [343, 347, "SYMPTOM"], [1113, 1122, "SYMPTOM"], [73, 87, "DISEASE"], [399, 405, "SYMPTOM"], [679, 693, "SYMPTOM"], [749, 759, "DISEASE"], [876, 899, "SYMPTOM"], [922, 930, "DRUG"], [1072, 1084, "SYMPTOM"], [1040, 1048, "SYMPTOM"]]}
{"id": 10250, "data": "Is a neurologist the right   to see for issues caused by sleep? I've had migraines for the last several years, and up until recently I didn't know the cause. I set this appointment last year for a neurologist and was only able to get an appointment in July. I've finally found the cause though  it's my sleep habits. If I try to maintain any sort of normal schedule (could be waking up at 6am, 8am etc everyday) I'll get migraines. If I just follow what my brain wants then I don't get them  this schedule varies every day though and I always stay up past 3am or later if I don't regulate it, I just can't sustain it if I want to be a functioning member of society. It also makes my mental health 10x worse when this happens, so it ends up as a trade off  have a normal schedule and be somewhat mentally sound with migraines, or have a constantly shifting schedule, no migraines, and have a panick attack every night. Now that I've found the root cause, is a neurologist still the right   to see? I already saw one when the migraines first started and they didn't recommend anything or say they could do anything, not sure if it's worth a visit to this new   or if I should be trying for another specialty. M19, 250lbs, 5'8\".", "label": [[1024, 1033, "SYMPTOM"], [73, 82, "SYMPTOM"], [421, 430, "SYMPTOM"], [815, 824, "SYMPTOM"], [891, 904, "SYMPTOM"]]}
{"id": 10251, "data": "Shortly after using diaphragm birth control I got a yeast infection and a UTI. How do I prevent this so I can keep using it? 26f 5'8\" 120 lbs\nI am a triple negative breast cancer survivor and planned parenthood won't give me birth control with hormones. Insurance won't cover paragard iud bc I had it placed a year ago and took it out since. Only option was diaphragm bc. I recently had a miscarriage and just don't want to be pregnant now. I got pregnant a month after removing the paragard, and I was pregnant a little over a year ago which was terminated. So the cancer treatments did not affect my fertility, since I was on lupron during chemo. I'm in a relationship and I WILL get pregnant if i don't figure something out. I want to use my birth control but not at the cost of painful uti's or miserable yeast infections. Condoms are not an option unfortunately", "label": [[809, 825, "DISEASE"], [52, 67, "DISEASE"], [74, 77, "DISEASE"], [225, 238, "DRUG"], [745, 758, "DRUG"], [790, 793, "DISEASE"], [20, 43, "DRUG"], [276, 288, "DRUG"], [483, 491, "DRUG"], [358, 370, "DRUG"], [628, 634, "DRUG"]]}
{"id": 10252, "data": "Going Crazy! Recurring Bump At Back of Throat \nI am female, 30, non smoker. I am on a host of medications, which includes medication for GERD. \nI wish that I could attach pictures to this post, but it won't let me. I've attached an Imgur link. Anyway.....for about a year now, I have had a very small, painless, fluid filled, pimple like bump at the back of my throat. I would say it's about half an inch away from my uvula toward the right. When I saw my ENT, she tried to biopsy it. However, as soon as the tool touched it, it popped like a blister. \nShe sent off the tiny bit she got from it, but of course, nothing came back. She told me to come back in whenever it comes back, however, I'll schedule the appointment, and by the time I get to the appointment, it's gone or shrunk down. She can never get to it when it's larger (like right now). \nIt seems that it gets larger after I've eaten, especially if the food is salty. It is VERY annoying, because I'm very aware of it. I can feel it in the back of my throat as I'm typing this. It doesn't look like any picture of anything I've seen online. Does anyone have any idea what this could be? It is driving me crazy!\"\nAlso want to add the   has put me on Valtrex before to see if it makes it go away, and it doesn't.  Throat Bump (", "label": [[338, 342, "SYMPTOM"], [1211, 1218, "DRUG"], [137, 141, "DISEASE"], [543, 550, "SYMPTOM"]]}
{"id": 10253, "data": "Lost ability to walk, wish I could Sue all my doctors. 30F 52 90lb non smoking no drugs, healthy young slim girl. Who suddenly got a pain in the heel last summer. No cause determined in all tests mri,ct, x rays. Doctors are refusing proper ultrasound after one did see something. \nThey say MRI says all ultrasound wont. Yea right. \nNow Ive been limping and dragging that foot around with crutches since 11 months ago. \nGuess what, my tendon in the opposite leg gave way, now whole leg is weak. No injury or anything, I just noticed pain in the butt after it froze on a car trip \nMy bet is chronic injury from dragging the other foot around. Just in time for summer. Im at the end of my wits. A healthy girl who will once again opt for wheelchair. \nCan tendons and muscles break like this, do they come overnight? Can it last a year with no injury? Anyone knew anyone with this? My doctors absolutely dont know anything!! Im in Canada, Ill have to go the states as every   I see and test I have are months appart. Thats almost criminal negligence. So please help", "label": [[345, 352, "SYMPTOM"]]}
{"id": 10254, "data": "Everything I read on Google says to call 911 (23m) So I've recently started a new office job. I used to be on my feet 8 hours a day and now I'm seated. I tend to cross my legs at the knee and my feet often fall asleep. No biggie they always wake back up. Except for yesterday day it didn't. At least that's what it seems like. The muscle in your calf that runs down to control your foot specifically when you try to raise it, like trying touch you're toes to your shin, is still numb. It's continued over night. And until after my shift today and I can't walk normally and now that muscle and the ones on the top of my foot are noticably numb to the touch. Am I dying?", "label": [[479, 483, "SYMPTOM"], [638, 642, "SYMPTOM"]]}
{"id": 10255, "data": "14 month old male swollen lymph nodes Hi all! I have a wonderful son. Hes 14 months old, male,  21 lbs.  For about 4 months now, the two lymph nodes behind his right ear are palpable. One is the size of a pin head the other the size of a small pea max. He does get bruises on his calves in the front where he crawls they are finally fading away since hes started walking. No other behavioral changes. Eats fine drinks fine generally happy although lately has started being really expressive and getting agitated quite easily if something doesnt go his way. I again dont know if this is normal developmental stuff or hes expressing discomfort. I do know hes teething I see the teeth coming in so I think that does play a minor role. Peds does not think it is concerning given his overall health and attitude and the size thankfully. Im leaning that way but Im also a very hyper paranoid first time parent.\nOverall my question is  why would he just permanently have lymph nodes that are palpable? Is this an indication of something? They do go up and down in size but never bigger than pin head and small pea. A few times theyve been almost gone in the morning but then theyll come right back by the end of the day. Its interesting and odd. Any thoughts would be appreciated.", "label": [[18, 37, "SYMPTOM"]]}
{"id": 10256, "data": "Extremely painful hematoma, normal?  28, Female, 58, 150lbs  \n Progress pics most recent being today (\n(It is also indented but it is hard to see here)\nFriday 6 25 21 I was thrusted down my deck stairs and landed on my left glute. Saturday 6 26 21 I went to urgent care and was diagnosed with a hematoma and deep tissue bruising, X rays all normal. \nI have been treating with 600mg ibuprofen every 6 hours, and Ive and heat on and off. \nAs it has progressed it has been becoming increasingly more painful. I uprisen isnt touching it and I am having a hard time sitting at all. Is this normal or should I go back in to the  ?", "label": [[18, 26, "SYMPTOM"], [295, 303, "SYMPTOM"], [382, 391, "DRUG"], [308, 328, "SYMPTOM"]]}
{"id": 10257, "data": "8 month old male with high platelets My eight month old son, 21 pounds, had a CBC today. He has platelets of 552,000 (high end of range is 400,000 at this lab). He has not been sick. What could Be causing this? The only Other abnormality on his CBC was RDW of 15.1 (high end of range is 14.5 at this lab)", "label": [[22, 36, "SYMPTOM"]]}
{"id": 10258, "data": "No periods, what's happening? Hello, \nJust been torn between trusting my OBGYN completely or reaching out to get a second opinion. Thought I'd post here and see if something points me in a certain direction. \nMy weight 230lbs\nMy height is 5'6\"\nI carry my weight well, size 14 16 jeans and XL shirts. \nI'm athletic but since i started nursing school pandemic i did gain 50lbs ( jan 2020 i was 180lbs) \nNo medical problems, healthy results in all my bloodwork. Other than low estrogen \nOther Background  as a teen ( ages 11 17) i never had a normal period. I could go months without one. Or i could have 2 in one month. Or i could bleed 3 4 weeks straight. \nCurrent situation  Previously was on depo provera for 10 years. Got my last shot October 2020 . And now it's June 2021 . I went to my new OBGYN ( previously went to planned Parenthood) . And she was very concerned that i have not had a period after 5 6 months since my last depo wore off. \nI wasn't initially to concerned because I read on many journals, personal testimony and some research articles that it can even take up to 2 years in some cases before women's cycles return .. \nbut my OBGYN says that is not correct and we need to get my period back. \nI did a 10 day round of provera to see if i would have a bleed. . Nothing happened. \nHormone Labs came back normal, except low estrogen (  50) \nSooooo my OBGYN says the cause of my lack of cycles is my weight ..\nAnd though i agree that weight is a big contributer to a women's cycle.. i don't want any underlying problem to go unseen because all my   can see is my BMI ..\nSo my question is, are there any other certain test or procedures i should look into requesting before accepting that it's just my weight. ?", "label": [[698, 705, "DRUG"], [470, 482, "SYMPTOM"], [1238, 1245, "DRUG"], [1337, 1349, "SYMPTOM"]]}
{"id": 10259, "data": "Vaccine side effects 14 days after the 2nd shot? Female, 23 years, 95kg, Comirnaty Vaccine\nI'm writing this with fever at 3am I just can't fall asleep even though I'm exhausted.  \nI got the 2nd Biontech dose exactly 14 days ago. \nApart from some slight slide effects for 3 days (chills, nausea and a little fever) I didn't have any problems. \nOn Tuesday I went hiking in the mountains and I guess I didn't take the heat so well. I got sunburned even though I wore sun screen and a hat and I felt horrible the last few days. \nI had the chills badly, I felt sick and had a fever since. \nI had another exhausting day yesterday (and took ibuprofen) and now that I'm finally home I can't seem to get out of bed or sleep. \nI got rid of the chills with warm clothes but now I'm burning up, the thought of moving makes me feel nauseas and I feel like I haven't drank anything in weeks. \nCould that still be the side effects from the Vaccine? I can't find anything on google about side effects after 2 weeks. \nIt could be a coincidence too, but it's odd that it's exactly the same symptoms I had after the vaccine", "label": [[535, 541, "SYMPTOM"], [113, 118, "SYMPTOM"], [167, 176, "SYMPTOM"], [287, 293, "SYMPTOM"], [571, 576, "SYMPTOM"], [634, 643, "DRUG"], [279, 285, "SYMPTOM"], [300, 312, "SYMPTOM"]]}
{"id": 10260, "data": "Dark red bloody stool for the past 3 days Male 30 510 215lbs notice dark red watery stool early sunday with no pain present. Had one more meal and decided to fast for 36hrs and on tuesday morning notice more solid stool that still presented dark red. My next 3 trips to the restroom again was watery but no dark red stool. This morning my stool was more solid but had black markings. I am currently stil experiencing diarrhea. I have relatively normal diet and exercise regularly. I have no illness or take medication. I supplement with glucosamine and minerals (zinc, magnesium, calcium) and have been drinking energy drinks daily (160 200mg) for the past few years. I have undiagnosed anxiety which I believe was the reason for my bowel problems but it has been happening more frequently. I have experience zero pain during this past few pays which is making me questioning if I should received further medical attention.", "label": [[417, 425, "DISEASE"], [687, 694, "DISEASE"], [0, 21, "SYMPTOM"], [307, 321, "SYMPTOM"], [563, 567, "DRUG"], [569, 578, "DRUG"], [580, 587, "DRUG"], [537, 548, "DRUG"], [68, 89, "SYMPTOM"]]}
{"id": 10261, "data": "I have some questions about insulin resistance!! I'm a 28F, CW  386 lbs, Black, 5' 8\", I take atorvastatin and metformin, I'm obese, insulin resistant, and have high cholesterol.  \n1) I'm 28 years old, obese and insulin resistant right now. I think I have had just insulin resistance ever since I was 15 years old and just overweight. Is it possible to just have just insulin resistance not type 2 diabetes for 14 years? \n2) Explain to me like I'm a 5 year old please the difference between having glucose intolerance, having insulin resistance, having prediabetes, and having type 2 diabetes?\n3) Can I reverse my insulin resistance or prediabetes just by eating in a calorie deficit and eating healthy low carb foods totaling in everyday at less than 100g of total carbs maybe 70g total?\n4) Can I reverse my insulin resistance and lose fat even though I eat food and drink products that have pure sucralose in them almost everyday like G Hughes bbq sauce, Heinz no sugar added ketchup, Sparkling Ice flavored sparkling water, sugar free energy drinks like Bang, sugar free pancake syrup, and liquid water enhancers like Mio?", "label": [[111, 120, "DRUG"], [161, 177, "SYMPTOM"], [212, 229, "SYMPTOM"], [265, 283, "SYMPTOM"], [368, 386, "SYMPTOM"], [614, 632, "SYMPTOM"], [809, 827, "SYMPTOM"], [398, 406, "DISEASE"], [94, 106, "DRUG"], [526, 544, "SYMPTOM"], [553, 564, "DISEASE"], [498, 517, "SYMPTOM"], [577, 592, "DISEASE"], [636, 647, "DISEASE"]]}
{"id": 10263, "data": "Sudden Food intolerance? Im a healthy 23F 140 lb 53 and very active   I have no health problems or concerns. However, there is a coffee place near by that has amazing bread. I eat it once a week with coffee. I noticed that every time I eat it I get sick. Yellow fatty stool, panic attacks, nausea   slight dizziness   even headaches (tension headaches) . Today I realized that it was the bread and I wanted to get it again to test my theory and I was right, its the bread. \nI can eat regular bread with no problems but this bread which is gluten free causes weird symptoms. I do plan on going to my primary care physician or a nutritionist soon but since its not an emergency I wanted to ask here. \nThe ingredients are \nChocolate chips (sugar, unsweetened chocolate, cacao butter), soy lectithin,salt, vanillin, sugar, salted butter, gluten free flour, sour cream, eggs, brown sugar, xanathan gum, baking powder, baking soda, salt. \nDo you see anything odd in these ingredients? Should I see a nutritionist or a primary care   to determine this weird food sensitivity? Please advise. \nThank you!", "label": [[275, 288, "SYMPTOM"], [290, 296, "SYMPTOM"], [323, 332, "SYMPTOM"], [299, 315, "SYMPTOM"], [262, 273, "SYMPTOM"], [334, 351, "SYMPTOM"]]}
{"id": 10264, "data": "I have upper back pain after eating fast food ( left right and beetween shoulder blade) Am not eating alot fast food because i have gastritis and gerd, so am currently on PPIs trying to solve problem.  But whenever i eat fatty, heavy, greasy food i have that pain. I dont knnow is that because of some organs or not\n24yr old male, gastritis and gerd\nNexium 1x40 probiotic", "label": [[146, 150, "DISEASE"], [345, 349, "DISEASE"], [331, 340, "DISEASE"], [7, 22, "SYMPTOM"], [132, 141, "DISEASE"]]}
{"id": 10265, "data": "Can someone explain c peptides to me? Can someone explain what c peptide is and what it means in pregnancy\n27F, 27 weeks pregnant. \nI was diagnosed with gestational diabetes last week. I have pcos as well.\nI saw an endo who ordered tests and I got my result back. It is well above the normal range, at 5.2 and I dont understand what this means. She hasnt gotten back to me, but my blood sugar has been controlled and I was not fasting during this test. My a1c pre pregnancy was 5.3 so Im just worried this could mean Im diabetic after pregnancy or affect baby now?", "label": [[153, 173, "DISEASE"], [192, 196, "DISEASE"]]}
{"id": 10266, "data": "Itchy dots appeared on sprained foot? Age  22 Sex  Female Height  58 Weight  140 Race  White\nPrimary Condition  Sprained foot ankle Duration  3 weeks \nConditions  Asthma Medications  Advair 500 2x day, Singulair 25 1x day, Effexor 75 mg daily for anxiety. \n3 weeks ago I fell off a step in the dark and sprained my foot ankle really bad. I couldnt sleep that night, cried having to drive to work that morning due to it being my right foot, and limped horribly for a few days. Hurts when lifting my foot up, not putting weight down. \nThe past couple weeks it has a random day where it wont hurt too bad but being on it a lot of the day it gets extremely painful. The last week Ive developed pain on the top of my foot as well. And since last night   today I have developed red spots and itchy ness on the exact location on top of my foot where it is painful. \nWondering what this is? I never went to   but had phone appt with my GP when it first happened. What could this be? The dots are not raised, and are in an area the radius of like 1 1 2 inches.\nThank you!!!! It wont let me attach a picture. On mobile.", "label": [[202, 211, "DRUG"], [223, 230, "DRUG"], [247, 254, "DISEASE"], [183, 189, "DRUG"], [112, 131, "SYMPTOM"], [23, 36, "SYMPTOM"], [163, 181, "DRUG"], [303, 325, "SYMPTOM"]]}
{"id": 10268, "data": "Concerning Mammogram 54F just had my annual mammogram on Saturday. Typically its normal but this time they sent me back this info \nFINDINGS   There are scattered fibroglandular densities.  No suspicious changes\nare seen in the left breast.  Several focal asymmetries are present in the right\nbreast, one residing lateral of midline, best seen on the CC view, approximately\n8 cm from the nipple.  The other located more posteromedially, approximate 13 cm\nfrom the nipple.  Otherwise, no dominant masses, suspicious calcifications, or\nareas of architectural distortion are identified. \nOn my right breast back in 1985 I had a fibroadenoma removed so I have an inch or so scar about 8 13cm above my nipple. \nThey didnt mark it this time so I am wondering if this is what they saw or thought they saw. \nI am diabetic (T2) and have been taking Ozempic which has helped me lose 20 pounds and lower my blood sugar. I am also using Estradiol patch for menopause. \nI am overweight but am losing it. I do not drink alcohol and do not smoke. \nAny thoughts on if my scar tissue is what they saw? Or what this sounds like?\nThank you.", "label": [[162, 186, "SYMPTOM"], [249, 266, "SYMPTOM"], [804, 817, "DISEASE"], [924, 939, "DRUG"], [624, 636, "DISEASE"], [839, 846, "DRUG"]]}
{"id": 10269, "data": "Am I Covid free? I'm 29F, 5'2\", and 50kg. I'm based in the UK and have one vaccine already. Not on any medication and generally pretty healthy. I came into contact with Covid last Monday, exhibited symptoms on Friday and tested positive on a lateral flow and PCR test on Saturday. I felt sick until Sunday night and then started feeling fine. I've since tested negative twice on lateral flow tests tonight. I was vaccinated with my first jab about 5 days before I came into contact with Covid. I still have to self isolate, but if I took my bins out and bumped into a neighbor for example, would I be a risk? Or am I already Covid free?", "label": [[5, 10, "DISEASE"], [169, 174, "DISEASE"], [487, 492, "DISEASE"], [625, 630, "DISEASE"]]}
{"id": 10270, "data": "Lump on upper arm just above elbow 28 yr old female, 58 145 lbs, no medications, no known medical issues, casual drinker, no drug use. \nFirst noted 6.27.21  slight soreness on outer lower portion of upper arm. 1 2 inches above left elbow. Slightly raised, circular firm bump, no redness or obvious signs of trauma, slight tenderness when pressed. \nOver the past few days the lump has gotten slightly larger (visible when arm is in a resting position) size of a dime, tender when pressed, no noticeable inflammation of surrounding tissue. \nNo other complaints. \nCurious for input as it is somewhat concerning. Was hoping to be able to post photos. Thank you for any input in advance. I Will be seeking a in person medical appointment if condition worsens.", "label": [[315, 332, "SYMPTOM"], [256, 274, "SYMPTOM"], [0, 17, "SYMPTOM"]]}
{"id": 10271, "data": "Dry Skin Months After Surgery 33 yo male 9 months post op from TFCC debridement and scapholunate debridement. There is still pain over the TFCC for which Im still using conservative therapy. I had a steroid injection roughly 8 weeks ago. \nMy concern is that there is dry skin over the TFCC area, right about the ulnar styloid. Could this be from the steroid injection? Or is this from some other reason?", "label": [[199, 216, "DRUG"], [267, 275, "SYMPTOM"], [350, 367, "DRUG"]]}
{"id": 10272, "data": "Did I have a non epileptic seizure? (27F) 5'6 112 lbs I have never had a seizure before.  I have a history of migraines and daily headaches. My boyfriend has been looking up my symptoms and says a stress induced non epileptic seizure (?) is the closest thing he could find.   \nI was eating at the table today (3 hours ago) and suddenly felt like my eyes couldn't follow my head's movement, or the environment. Like when you drink a lot and you get double vision and your vision is rocky. I got up and tried to walk, but couldn't, so I held onto the stove for support. I told my boyfriend I couldn't see and I needed him to walk me to a chair. My vision wasn't gone (more like too rocky and moving to make out what was in front of me), but I would have had to crawl to get to a chair if he had not been there. I had mild audio hallucinations, felt faint, dizzy, nauseas, and got a huge migraine (which I'm still treating 3 hours later).    \nMy boyfriend, who helped me when this happened, said I started to slur my words as I said to him something like \"I cant really see, I dont think Im ok.\" He says I felt cold and looked white as a ghost for a few minutes, that my mouth was open and eyes were fluttering. When he sat me down in a chair, he said I was wide eyed, and my eyes were going left and right as if I was watching a bird fly around the room for 1 whole minute, unresponsive to his questions    I dont remember doing this, which implies I blacked out for 1 minute. Fully awake but completely unresponsive with a thousand yard stare while he was talking. When I came to, I was very tired, had a huuuuge migraine, and was gagging as if to vomit.  This all happened within about 2 or 3 minutes.   \nNote  I take .5mg xanax (alprazolam) for insomnia every night and have been for   3 months. Also, my weight has been fluctuating for 2 months due to stress and depression (I just finished college and have no idea what to do next, so Im stressed out in this transitional stage).   \ntl      possible non epileptic seizure. Sudden poor vision, physical weakness, faint, audio hallucinations, dizziness, nausea, fatigue, migraine, blacking out", "label": [[73, 80, "SYMPTOM"], [110, 119, "SYMPTOM"], [854, 859, "SYMPTOM"], [861, 868, "SYMPTOM"], [1612, 1620, "DISEASE"], [1865, 1875, "DISEASE"], [2094, 2103, "SYMPTOM"], [2105, 2111, "SYMPTOM"], [2113, 2120, "SYMPTOM"], [2122, 2130, "DISEASE"], [13, 34, "SYMPTOM"], [124, 139, "SYMPTOM"], [880, 893, "SYMPTOM"], [1746, 1754, "DISEASE"], [212, 233, "SYMPTOM"], [1723, 1728, "DRUG"], [1730, 1740, "DRUG"], [2046, 2063, "SYMPTOM"], [2007, 2024, "SYMPTOM"]]}
{"id": 10273, "data": "Icy Chest Pain (17F) This has happened to me a few times before and I wanted to see if its anything serious or something to worry about. \nI had a kind of icy pain on the inside of my chest.  Im not quite sure how to describe it but it was kind of like a burst of cold lighting in the middle of my chest and branching out slightly. It wasnt a long lasting pain, it was there for a minute and then it just left a slight ache in the most concentrated area. \nI have slight scoliosis in my lower back but I dont think that would be related and its never caused me any problems. Otherwise Im in good physical condition, I work out and eat healthily. \nIn my family history I know one of my grandparents passed away while they were still young early middle aged from a heart attack and theres some history of cancer (I dont know what kind kinds) on both sides.  \nI asked about this in another sub and a reply mentioned TTP, could this be a possibility?  That person experienced more of having tingling pins and needles instead of what I did though. \nAge  17\nSex  Female \nWeight  124\nHeight  54\nNationality  American \nRace  Mixed 50 50 White Asian\nNo drugs or alcohol \nNo medications", "label": [[4, 14, "SYMPTOM"], [761, 773, "SYMPTOM"], [347, 359, "SYMPTOM"], [469, 478, "DISEASE"], [985, 1010, "SYMPTOM"]]}
{"id": 10274, "data": "Please help! Flare ups of 104F and intense pain and my doctors do not believe me! \nIm so desperate for any help! \nIm a 19 year old female of 1,55m height and 49kg weight. Pre existing conditions are undiagnosed bowel issues and hypothiroidism. I take Duspatal 200mg and L Thyroxin 50mg, as well as birth control pills.\nLet me preface this by saying  I had this symptoms in my childhood! \nAfter years of being in pain they went away and I thought I was going to be fine. Turns out Im not and instead Im crying in pain due to the flare ups coming back. \nThese flare ups follow a pattern and are ALWAYS the same! \nDue to my bowel condition, Im often constipated. Im working on this but sometimes I still have a bowel movement hard to pass. My mother noticed this was always often present during the day the flare up started so they are possible related? \nHowever not every time I go to relieve myself triggers this, so I dont know what caused it. The flare ups went away for 6 years and now came back.\nThe pattern is the following \n(1. Pass bowel movement)\n2. start feeling sick in the next couple hours\n3. Intense pain all over my joints and body\n4. being cold, shaking all over my body (sometimes this is missing though)\n5. Always a high fever, most often 104F 40C\n6. vomiting \nThis is ALL over a 12 24 hour time period. Ibuprofen does help lessen the fever a bit and it helps a tiny bit with the pain. After this timeframe the symptoms stop within another 24 hours.\nI used to get these flare ups twice a month as a child aged 10 13. Currently I had 3 in a 2 month period. \nAs a child, doctors tested me for the following \n  rheumatism (negative, although it runs in my family) \n  blood tests for other inflammatory diseases  (but never during a flare up)\n  neuronal issues ( negative as well) \nThey concluded that due to the bullying I received as a child at school, it was a psychosomatic response or that I just got colds often? \nHowever, I got sick during holidays,birthdays and vacations as well. Situations unrelated to school. \nAs an adult I was tested for ibd and had a colonscopy due to my bowel issues. The tissue inside is inflammatory, but not enough for crohns disease or colitis ulcerosa. \nIs there anything that sounds like my symptoms? \nWhat can I do next?\nPlease Please help me! I went to my doctors again and they told me since it was diagnosed as psychosomatic they wont help me further!", "label": [[228, 242, "DISEASE"], [272, 280, "DRUG"], [298, 311, "DRUG"], [1267, 1275, "SYMPTOM"], [1320, 1329, "DRUG"], [1351, 1356, "SYMPTOM"], [2063, 2066, "DISEASE"], [251, 259, "DRUG"], [2184, 2200, "DISEASE"], [2166, 2180, "DISEASE"], [35, 47, "SYMPTOM"], [1232, 1242, "SYMPTOM"], [1624, 1634, "DISEASE"], [1104, 1116, "SYMPTOM"]]}
{"id": 10275, "data": "15M large red bump   green and red pus inside belly button Info \n \nAge  15\nSex  Male\nWeight  160lbs\nHeight  59\nRace  White\nPrior medical conditions  None\nDo not smoke, do not drink, do not take any drugs.\nA few days ago (6 25 or 6 26), I noticed on my belly button a sizable red bump. It covers most my belly button from the top of it down. It has felt uncomfortable, generally like stinging pain, but just sore in general. For example, its uncomfortable to walk and sore to lay in certain positions. Since then, Ive also noticed a minor lack of breath (tho not extremely bad), and also Ive felt some bowel movement but havent pooped since before I noticed the bump. Today I noticed that it has started to pus. At first, it was a little green pus, but now its a mix of green and red pus that fills most my belly button. The pus seems to be kinda warm and it is sore to remove it with a q tip.\nSo far Ive put ice, hydrogen peroxide, and rubbing alcohol (latter 2 on cotton balls) on it.\nSince Ive noticed the pus, its began to have a more constant stinging feel.\nIve checked earlier and made sure that I dont have a fever.\nAlso should mention I have a doctors appointment for it tomorrow, but I am just curious about thoughts on it going in. Especially with the new pus I just noticed. At first I thought it might be a umbilical hernia, but a few weeks ago I was doing landscaping work and think I couldve been stung by something. Its not super painful that I think I need to go to the hospital immediately, but curious if these are signs of anything I should be very concerned about to seek medical attention sooner, before tomorrow.", "label": [[31, 38, "SYMPTOM"], [383, 396, "SYMPTOM"], [737, 746, "SYMPTOM"], [1318, 1334, "DISEASE"], [706, 709, "SYMPTOM"], [824, 827, "SYMPTOM"], [1008, 1011, "SYMPTOM"], [1115, 1120, "SYMPTOM"], [1265, 1268, "SYMPTOM"], [538, 552, "SYMPTOM"], [769, 786, "SYMPTOM"], [936, 951, "DRUG"], [275, 283, "SYMPTOM"], [913, 930, "DRUG"]]}
{"id": 10276, "data": "Daily lightheadedness for about a month (23M) For about the past month I have had pretty consistent light headedness at different points throughout the day (not as a result of any specific activity, just randomly). I went to my physician and got blood work done, which came back clean. He told me to see a neurologist if it continues, which it has. The best way I can describe the feeling is almost like a concussion, or maybe disassociation without the anxiety. I am a bit of a hypochondriac, so I think it might just be anxiety, but the fact that this has been going on for a month is pretty concerning to me. \nIt was accompanied by fatigue at the beginning, which seems to have gone away. However, I now experience chest discomfort with it. I got an EKG done, which also was clean, which further leads me to believe that this is a mental thing. No matter how much I tell myself it's in my head it keeps happening. \nI have been taking Zoloft for about 6 or 7 years, is there any chance that it kind of \"turned\" on me and is causing all of this?\nI have Mitochondrial Myopathy  which has never really bothered me before, but I figured it may have some relevance.\nSorry if this is hard to read, but I'm experiencing one of these spells of lightheadedness as I am typing this, and it is pretty hard to focus on anything. \n  23\n  Male\n  5'9.5\"\n  165\n  White\n  Head and chest\n  Zoloft (50mg daily)\nI am deleting this post after the answer, as there is far too much personal information on here for my liking.", "label": [[1238, 1253, "SYMPTOM"], [406, 416, "SYMPTOM"], [454, 461, "DISEASE"], [522, 529, "DISEASE"], [635, 642, "SYMPTOM"], [937, 943, "DRUG"], [1374, 1380, "DRUG"], [6, 21, "SYMPTOM"], [100, 116, "SYMPTOM"], [718, 734, "SYMPTOM"], [1054, 1076, "DISEASE"]]}
{"id": 10277, "data": "Weird rash Age 32\nSex f\nHeight 54\nWeight 155\nRace w \nDuration of complaint  five days\nLocation  USA\nAny existing relevant medical issues   high BP, anxiety\nCurrent medications   losartan, buspar, addyi (been taking about two weeks...maybe thats the cause but seems like it would be more widespread), ortho tri cyclen\nInclude a photo if relevant  rash (", "label": [[178, 186, "DRUG"], [6, 10, "SYMPTOM"], [148, 155, "DISEASE"], [346, 350, "SYMPTOM"], [139, 146, "SYMPTOM"], [188, 194, "DRUG"], [196, 201, "DRUG"]]}
{"id": 10278, "data": "Opinions on how to bring up conversation with my dads   My dad (56) has had a few health problems in his life, he had severe gout for many years, still needs medication for it, high blood pressure, he had thyroid cancer and no longer has his thyroid. He also almost died during surgery, and his recovery was way longer than it should of been. \nHe has been a caretaker for a majority of his life (between myself and his parents) and worked very high stressed jobs. \nHis father had Parkinsons but it did not develop until his 70s\nMy dad has been shaking with tremors a lot more lately and his memory is getting worse. He also has been crying consistently. He gets these dizzy spells where if hes in the heat for too long he gets white, shaky and almost passes out. \nIs   insist that it must be a diabetic issue and that his sugars must be too high. But every time we do his blood sugars they are normal (85 90) and his a1c has been 5.5 and lower for over a year. Yet they still have him on metformin and blame these episodes on his sugar. But when I take his blood pressure during the episodes its dangerously low, 90 55.\nMy dad isnt in the best shape but hes not lazy either. Hes 510 and 210 pounds. \nAny ideas on how to approach his  ? Could this be a start of Parkinsons? Could his lack of thyroid be causing all of this?", "label": [[988, 997, "DRUG"], [177, 196, "SYMPTOM"], [242, 249, "SYMPTOM"], [668, 680, "SYMPTOM"], [1291, 1298, "SYMPTOM"], [205, 219, "DISEASE"], [1261, 1271, "DRUG"], [480, 490, "DISEASE"]]}
{"id": 10281, "data": "testicle pain Age\n18\nSex\nMale\nHeight\n180\nWeight\n92\nDuration of complaint\n1 week \nLocation\nEgypt \nAny existing relevant medical issues\nNo \nCurrent medications\nNo \nThe problem \nI have pain in the left testicle extending upwards and pain in the abdomen and I feel an uncomfortable feeling in the right testicle as if it is in the wrong place and I feel that something is wrapped around it and when I sit it becomes in an upright position", "label": [[0, 13, "SYMPTOM"], [182, 207, "SYMPTOM"]]}
{"id": 10282, "data": "Can you see the abdominal aorta other abdominal vasculature in an unenhanced CT? 29F, 59, 130lbs, non smoker, occasional drinker.\nI got an abdominal CT scan last year for abdominal pain. It was with oral contrast only, no IV contrast. I am just wondering if its possible to see the vasculature in an unenhanced CT scan, and specifically the abdominal aorta. \nThanks!", "label": [[171, 185, "SYMPTOM"]]}
{"id": 10283, "data": "Abdominal pain   Clean CT scan Hello this is my (22m) first time posting on here just wanted to know if there was any idea as to why I have a sharp abdominal pain after my work injury. They preformed a CT scan in fear that it was a hernia due to heavy lifting but found nothing on the CT scan and they are retuning me to work tomorrow and I still am in great pain when i bend down or put some pressure on my abdomen. At first i thought it was an umbilical hernia but the CT scan came negative for everything. Any idea what this could be?", "label": [[0, 14, "SYMPTOM"], [232, 238, "DISEASE"], [446, 462, "SYMPTOM"], [142, 162, "SYMPTOM"], [353, 363, "SYMPTOM"]]}
{"id": 10284, "data": "My Asian flush lasts for days 19M, 58, 120lbs, mixed asian white\nI dont drink very often but when I do I get severe asian flush. Recently Ive begun to notice that my flush lasts longer and longer each time I drink. Most recently I drank this Friday, yet my flush is still on my face (less so than during last night) tonight on Saturday.\nWhy has my flush been getting worse?", "label": [[3, 14, "SYMPTOM"], [116, 127, "SYMPTOM"]]}
{"id": 10285, "data": "pain travelling from one arm to the other when trying to sleep first of all sorry for formatting i am on mobile.  \nabout 2 days ago, when i was trying to get to sleep, i(15m) started having a pain that felt like a cramp in my left arm below the elbow sort of in the outside muscle if your palms where facing backwards. the next morning the pain was no longer there and i didnt feel anything out of the ordinary till that night, when i felt the same feeling however this time it was in my upper left arm again on the outside it yet again stayed until i got to sleep then when i woke it had gone. now however i am again trying to sleep and there is pain in my right upper arm this time the exact same feeling. last saturday i had drank a lot and i last smoked marijuana nearly 2 weeks ago. i am 5 10 and use no medication. any ideas on what it could be", "label": [[647, 673, "SYMPTOM"], [214, 219, "SYMPTOM"]]}
{"id": 10287, "data": "Bile duct did not heal with stent  what next if it doesn't heal with the newer one? 26NB (afab), 5'3.5\", 175lbs, white non hispanic. I do not smoke, I do drink socially, I do not use recreational drugs currently (no edibles since April 2021). \nExisting medical issues   asthma, GERD, cervical radiculopathy, ulnar neuropathy, bipolar 2.\nBack in the beginning of May I had my gallbladder removed and had a series of complications that ended up with me being in the hospital for the entire month. I ended up having a completely agonizing bile duct leak that was resolved with the placement of a stent during an ERCP   I ended up developing pancreatitis afterwards, because, you know, why not. Anyway, I went in a couple of weeks ago to get the stent removed endoscopically after about 7 weeks. The   removed the stent and found that the bile duct was still leaking, so she replaced the stent and decided to have me come back in 3 months to have it removed again.\nWhat I am wondering is, what would the next step be if my bile duct continues to leak after the 3 months? My mother was with me at the time and did ask the   but all she said was that she wasn't sure and that she'd have to contact a new general surgeon since the one who did my gallbladder removal moved away. Would they place another stent and give it even more time to heal? Or would a more invasive surgery have to take place?", "label": [[284, 306, "DISEASE"], [326, 333, "DISEASE"], [536, 550, "SYMPTOM"], [270, 276, "DISEASE"], [278, 282, "DISEASE"], [308, 324, "DISEASE"], [638, 650, "DISEASE"], [835, 862, "SYMPTOM"]]}
{"id": 10288, "data": "28m experiencing weeks of ectopic heartbeats, quality if life not good, affecting mental well being Hi, I'm a 28 y.o reserved man from the UK who is 6 foot 1 and weighs 113kg. I have no known health conditions. I have suffered from panic attacks most of my life, but mostly between ages 22 26, the last two years (possibly as a result of covid and other life stresses) it has manifested more as depression manic episodes high emotions and extreme overthinking.\nThe first episodes with my heart happened when I was 10 11 and they presented as a very fast heartbeat that made it heart to breath and also caused me to panic   they were brought on usually by exerting myself (e.g big bounce on a trampoline or bouncing onto my back and then my feet, or bending over after sprinting). These episodes were far and few between for most of my teenage years (maybe 4 5 times max over an 8 year period). \nThe most significant episode was when I was about 20 and I was at a music festival, I had just arrived and was ordering a hot dog, I had 3 bottles of beer and although was anxious about being at a big festival with crowds I remember feeling ok. Anyway, ordering a hot dog and my heart just went from rest to 200bpm. I rushed to the ambulances on site in a panic, ringing my parents and saying I was dying I love them and the paramedics measured my heartbeat at 174 by the time I got to them. \nIt eventually just calmed down and my parents came to collect me. By morning I was fine. I was referred to a   and they suspected it could be SVT. (I have never taken drugs and didn't heavily drink, I don't drink coffee or energy drinks). I do live in an almost constant state of anxiety and stress   I have a constant ball of pressure in my chest from anger, stress and anxiety. \nThe next most significant episode was familiar but happened when I was 24. I had a panic attack that seemed to never stop for hours and I drove to a hospital but was afraid to go in   It destroyed me. I lived the next two years in hell. Never leaving the house, never going anywhere unless I was within range of a hospital. Afraid to even bend over too fast. I lost 3 stone. I was in hell.\nI eventually came out of it and found myself a better man. Anyway, fast forward through years of CBT and doctors trying to get me to take medication I am now 28 and two stone overweight. My partner is pregnant and we seem to be synced with everything (toilet patterns, sleep patterns, hunter patterns and even some symptoms which is weird) I have been having 20 30 skipped heartbeats or flutters for weeks now. I don't know if they've always been there and I'm just focusing on them now or not, but they're really really affecting my life. I am so stressed and fear the worst. \nI have had lots of ECGS, blood tests, x rays and ultrasounds of my heart to check and they were always clear. I've even been checked for hocum and cleared. My oxygen levels are always around 96 98 which worries me and made me throw away my oxometer because I don't smoke and couldn't figure out why it was so low. \nI'm sorry I've thrown alot at you but I am so desperate and I hope someone can please tell me what could be the problem. My question is   can skipped heartbeats over a long period of time (2 months) be harmless and caused by stress or is there something more sinister at play?", "label": [[232, 245, "SYMPTOM"], [338, 343, "DISEASE"], [395, 405, "DISEASE"], [1067, 1074, "SYMPTOM"], [1759, 1766, "DISEASE"], [1852, 1864, "SYMPTOM"], [1650, 1686, "SYMPTOM"]]}
{"id": 10289, "data": "What can cause dizziness and nauseous? 38 yr old female\nI've been diagnosed with benign vertigo a couple of years ago however this doesn't feel like my vertigo. This dizziness is all day when standing, when I turn, when I bend down etc. I checked my oxygen, heart rate, bp and everything was normal. My vertigo usually bothers me while laying down so I know it's not that. What else could it be? It's accompanied by left temple pain and left temple pulsating also nauseous and heart racing. I've recently had a bad case of covid could it be an ear infection from all the mucus   phlegm that I had? Or maybe a bad tooth? Any suggestions or help is greatly appreciated xx", "label": [[81, 95, "DISEASE"], [15, 24, "SYMPTOM"], [29, 37, "SYMPTOM"], [166, 175, "SYMPTOM"], [464, 472, "SYMPTOM"], [523, 528, "DISEASE"], [544, 557, "DISEASE"], [571, 576, "SYMPTOM"], [303, 310, "DISEASE"], [152, 159, "DISEASE"], [416, 432, "SYMPTOM"], [437, 458, "SYMPTOM"], [477, 489, "SYMPTOM"]]}
{"id": 10290, "data": "19M eczema rash has lasted over a year. Hi. Im a 19 year old male and I have ezcema. It runs in my family from both sides and i had a flare up over a year ago on my fingers, lower arm, and heals of my feet. It got to the point where my skin kept bleeding and being painful to even touch it. I did go to a dermatologist who gave me a steriod cream to help and its reduced the severe effects but its still hasnt cleared up and any time i put the moisturizers my dermatologist gave me to help along with the steroid it causes an even worse flare up and my skin breaks and bleeds. Is there anything more I can do?", "label": [[4, 15, "SYMPTOM"], [77, 83, "DISEASE"], [236, 254, "SYMPTOM"]]}
{"id": 10291, "data": "Possible atrophy or inflammation? (image)  possible atrophy? (\nDemographics  18M, 6ft 170lb, Never drank alcohol smoked, currently not taking any medication.\nAbout a month ago I finished a 3 month fasting diet and went through a very stressful period due to family issues and having GERD symptoms that I didn't know what they were. Around that time I started experiencing body wide twitches that lasted several seconds many times a day. My   ran blood tests for my electrolyte, red blood cell, ferritin, and vitamin d levels which came out all normal. As so I have been worried about whether I have some neurological disease.\nI recently noticed that when I press on my phone screen lightly with my left thumb that my thumb starts shaking. The shaking stops if I fully press down on my phone or if I take my thumb off. I don't notice any weakness in my grip. I use that left thumb heavily for video games so I don't whether this is the cause of that shaking, and the base of my thumb does feel rather sore. Is the area in the picture a sign of atrophy or is it the sign of some sort of inflammation? Should I worry about any neurological disease?", "label": [[283, 287, "DISEASE"], [837, 845, "SYMPTOM"], [1085, 1097, "SYMPTOM"], [20, 32, "SYMPTOM"], [9, 16, "SYMPTOM"], [372, 390, "SYMPTOM"], [52, 59, "SYMPTOM"]]}
{"id": 10292, "data": "20f options for weight control for bipolar disorder and eating disorder I have been taking quetiapine for about a year and recently started on depakote about 4 months ago for bipolar disorder. I've also had anorexia I was recovered from until last year where I had a relapse and ended up losing a lot of weight and I had a low underweight BMI.\nI've been trying to recover from anorexia again and get better when i started depakote and I gained a lot of weight (probably like 30 40 lbs). My BMI is definitely not \"overweight\" but I think I'm at least in a healthy range now and the increased appetite and weight gain from my meds are really bothering me. I don't want to gain any more weight and I'm at a point where I just  hate  taking my bipolar medications.\nI haven't seen my psychiatrist in a few months but she was pretty adamant before about having to stay on these medications. Are there any other options that don't have weight gain as a side effect for bipolar?", "label": [[35, 51, "DISEASE"], [91, 101, "DRUG"], [143, 151, "DRUG"], [377, 385, "DISEASE"], [56, 71, "DISEASE"], [175, 191, "DISEASE"], [422, 430, "DRUG"], [207, 215, "DISEASE"]]}
{"id": 10293, "data": " 18 yrs old  male  I got a black stool Hello, I was a little bit alarmed because I recently had a black stool and based on the internet, it means bleeding of digestive tract, and I got after a long 5 hours tradition clothes washing with zonrox(bleach). Is it because I enhale to much bleach or is there more serious disease that I will get?", "label": [[27, 38, "SYMPTOM"], [98, 109, "SYMPTOM"], [146, 173, "SYMPTOM"]]}
{"id": 10294, "data": "36 Male   Intubated Sedated. Why is he trembling?   Right frontal meningioma resection in June 2020.\n  First seizure in Feb 2021. Placed on Lamictal 50mg.\n  Suspected seizure in April. Lamictal increased to 75\n mg.\n  Monday, July 26 seizure upon awakening. Felt \"off\" until Thursday when he had another. Took him to hospital where he had back to back complez partial seizures. Was admitted.\nNow in ICU with Focal status epilepticus. Not responding to medicine (Lamictal, Keppra, Vimpat, Depakote) or rescue meds.\nWhenever they try to adjust his propofol and he becomes more coherent, he trembles a lot all over. It's not seizure activity according to the EEG. They're in the room right now trying to get an IV in so I haven't been able to ask.\nHe also does this \"hiccup like\" thing on the ventilator. What is this? Here's a video...\n", "label": [[479, 485, "DRUG"], [140, 148, "DRUG"], [185, 193, "DRUG"], [461, 469, "DRUG"], [109, 116, "SYMPTOM"], [233, 240, "SYMPTOM"], [367, 375, "SYMPTOM"], [471, 477, "DRUG"], [167, 174, "SYMPTOM"], [487, 495, "DRUG"]]}
{"id": 10295, "data": "Small flat red spots scattered around my body 23, male 130 pounds 58, Ive started noticing a bunch of small red spots currently most noticeable on my legs \nI had some on my arms and torso, but the torso ones fully faded and my arm ones are quite hard to notice. Currently they are primarily only on my legs id say. I dont think Im feeling any itching. I dont really feel awful but I dont think I feel amazing either. \nShould I be worried at all? Thanks", "label": [[102, 117, "SYMPTOM"], [6, 20, "SYMPTOM"]]}
{"id": 10296, "data": "My daughter has blood work done and won't have a follow up for three weeks but it seems very bad. Can you please tell me your opinion? Age 9, female, otherwise healthy but I was concerned that she had leg pains so I took her in and they did blood work. I've got the results but the soonest appointment I could get for a follow up was in three weeks. A lot of \"higher than normal\" and \"lower than normal\" results and all of my googling seems to point to cancer which of course is weighing heavy on my mind. Should I take her to the hospital to see a   sooner? Or call and say it's an emergency and she absolutely needs to be seen at her primary  ? She has also had night sweats for a couple of years that her   said was nothing before. \nI can answer any questions.\n1.Chloride  Higher than normal 108 mmol L\n2. ABS Neutrophils  lower than normal 1.5x10(3) mcL\n3.ABS Monocytes  lower than normal 0.3x10(3) mcL\n4.ABS Eosinophilis higher than normal 0.7x10(3) mcL\n5. WBC  lower than normal 4.6x10(3) mcL\n6.MPV  higher than normal 10.0fL\nRheumatoid factor negative and ESR 5mm hr", "label": [[201, 210, "SYMPTOM"], [664, 676, "SYMPTOM"]]}
{"id": 10297, "data": "Uncontrollable fatulence and it's ruining my life. Hi 20M here and for the last couple of years I've been dealing with a problem that has severely affected my social life to the point it no longer exists. I started noticing it whenever I was in a social situation people would be constantly sniffing their noses around me. At first I thought it was my BO but i didn't have bad BO so I was super confused as to why this is happening to me. Then I figured it out that it happens whenever I felt anxious I would feel bloated gassy its almost like I'm passing gas unknowingly because I'm not actively letting out gas and people around me can smell it and it's really embarrassing. I have completely changed my diet, stopped eating sugar and processed food and diary. I even tried gluten free diets but it still gives me a hard time socializing. Please tell me what this is and how to fix it. It has completely shut me off from the world and makes me wanna kill myself.", "label": [[493, 500, "SYMPTOM"], [514, 521, "SYMPTOM"], [522, 527, "SYMPTOM"], [15, 24, "SYMPTOM"]]}
{"id": 10298, "data": "Unexplained nausea and vomiting that comes and goes 18F,  5'2, 94lbs (last time I checked), mixed race  white Hispanic, nonsmoker. \nIn early July, I started getting very nauseous and vomiting, unable to hold down foods or stand any kind of movement, along with a loss of appetite and fatigue. I went to the ER and the   told me it probably started from an upper respiratory virus I had contracted about a week prior. I was prescribed ondansetron (4mg), which I wasn't recommended to take because I was also given antibiotics for 4 days. I took the antibiotics and afterwards, used the ondansetron whenever I got nauseous. For about a week after being prescribed ondansetron, my nausea went away but I still had a loss of appetite and was struggling to eat three meals a day. \nFast forward to this past Tuesday, I again start a bout of nausea and vomiting, loss of appetite, fatigue, and bloating. I went to the   on Thursday and was prescribed a higher dose of ondansetron (8mg) every 8hrs and Omeprazole to take 30mins to an HR before eating. \nI still feel very weak, bloated, loss of appetite and I vomit after eating food even with these pills. I went to the ER this morning where they checked my blood work and did a urine test   everything appeared normal and healthy so they gave me an IV drip and sent me on my way with a prescription for promethazine because they couldn't find out what was causing this. \nI don't have any kind of abdominal pain, no discomfort peeing, I have unusual bowel movements but it's not diarrhea and there's no blood when I go. \nI've been able to eat saltines, applesauce, and occasionally soup this whole time. What do I do now?", "label": [[585, 596, "DRUG"], [961, 972, "DRUG"], [994, 1004, "DRUG"], [12, 31, "SYMPTOM"], [170, 178, "SYMPTOM"], [183, 191, "SYMPTOM"], [284, 291, "SYMPTOM"], [612, 620, "SYMPTOM"], [678, 684, "SYMPTOM"], [835, 854, "SYMPTOM"], [874, 881, "SYMPTOM"], [887, 895, "SYMPTOM"], [1069, 1076, "SYMPTOM"], [1439, 1453, "SYMPTOM"], [1521, 1529, "DISEASE"], [434, 445, "DRUG"], [856, 872, "SYMPTOM"], [1053, 1067, "SYMPTOM"], [1078, 1094, "SYMPTOM"], [662, 673, "DRUG"], [1346, 1358, "DRUG"]]}
{"id": 10299, "data": "Everytime i drink alcohol i get stomach cramps pain I'm 25 , female, around 130lb, past medical dx of anxiety and depression, currently taking welbutrin and spironolactone for anxiety and acne. I drink occasionally but usually only one drink even if I go out. It seems that more often than not I get stomach cramps almost like indigestion or period cramps and it came sometimes radiate to my back. It doesn't matter what type of alcohol it is it always seems to effect me the same way.. i drink (slowly) and feel bloated, then i get cramps and it can range from mild to very uncomfortable.  It tends to go away on its on after a while.. taking tums doesn't help too much. Any ideas Why?", "label": [[143, 152, "DRUG"], [102, 109, "DISEASE"], [114, 124, "DISEASE"], [157, 171, "DRUG"], [176, 183, "DISEASE"], [342, 355, "SYMPTOM"], [513, 520, "SYMPTOM"], [533, 539, "SYMPTOM"], [32, 46, "SYMPTOM"], [188, 192, "SYMPTOM"], [300, 314, "SYMPTOM"], [327, 338, "SYMPTOM"]]}
{"id": 10300, "data": "Nutritional Supplements   face bruising Hi there! \nSo I've got kind of an odd concern and I'm not totally sure if I'm making a mountain out of a molehill either.  \nI'm a 5\"1 female, I weigh 115 pounds, and I'm 25 years old.  I'm relatively healthy and I eat pretty balanced. I recently started taking Centrum One a Day supplements for women, and I was taking them every other day. This is my first time taking supplements in years, aside from calcium. I noticed during my last period that it was really heavy (I had also just got over my second vaccine dose and the symptoms were tough). I guess my body was stressed out and I stopped taking the supplements. And then, two days later, I found 3  bruises on my face (one on my chin, and two around my lips). They came out of nowhere and I definitely didn't hurt myself. Is the bruising something to be concerned about? It's healed now, one week later. Should I go back to taking the nutritional supplements, or should I change how frequently I'm taking them? \nThanks so much for any and all the guidance you folks might have to share!", "label": [[301, 318, "DRUG"], [443, 450, "DRUG"], [696, 703, "SYMPTOM"], [826, 834, "SYMPTOM"]]}
{"id": 10301, "data": "Can I resume medication? 27F   200lbs   Depakote twice daily and Levothroid once daily\nI recently went out of town for work and forgot my depakote. I was unable to get ahold of my   to get an emergency fill sent in where I was. \nI am now back home and it's nearing the time I need to take my meds. Is it OK for me to just start taking it again?", "label": [[138, 146, "DRUG"], [40, 48, "DRUG"], [65, 75, "DRUG"]]}
{"id": 10302, "data": "Several unusual symptoms, doctors unable to determine whats causing them. 19F\n54\n110lbs\nDiagnosed with postural orthostatic tachycardia syndrome and Ehlers Danlos syndrome (hyper mobile type)\nDo not smoke or drink.\nI went into the   a couple of weeks ago because I have been feeling exhausted and I have also lost 15lbs in the past year while trying to gain weight. I have been having occasional fevers as well reaching up to 102 Fahrenheit. I was diagnosed with mono in mid September of last year after a blood test because I had swollen lymph nodes. No other mono symptoms. \nThey did a lot of blood work and most things came back pretty normal but a few things were abnormal.\nLeukocyte levels were low, aspartate aminotransferase (AST) levels were significantly high, potassium was high, lactate dehydrogenase was high, RBC distribution width was low, and lymphocytes and monocytes were low. \nAnother symptom that I have not yet spoken to my   about because I didnt realize it wasnt normal is a high heart rate. My heart rate reaches 212 when I am doing cardio such as running or biking and I tend to black out if it stays above 195 for a prolonged period of time. \nI had a neck to pelvis CT which was normal. Small cyst present on ovary. \nI am meeting with infectious diseases soon to discuss with them as well.", "label": [[283, 292, "SYMPTOM"], [738, 768, "SYMPTOM"], [531, 550, "SYMPTOM"], [688, 703, "SYMPTOM"], [112, 135, "DISEASE"], [149, 171, "DISEASE"], [463, 467, "DISEASE"], [561, 565, "DISEASE"], [997, 1012, "SYMPTOM"], [1218, 1239, "SYMPTOM"]]}
{"id": 10303, "data": "I have convinced myself Im gonna have a stroke because of cheese. Age  25\nHeight  53\nWeight  Way up there \nLet me start by saying, I used to have high blood pressure. I quit smoking and Ive been okay until a year ago. \nI dont eat the healthiest I will admit, however I dont eat very often. I have a small breakfast (rarely), and a big dinner (sometimes). I own a boutique so I never have time to eat in retail. \nI noticed around a year when I would eat cheese (mostly with Mexican food) or anything fried, my blood pressure would skyrocket. And by sky rocket, I mean the emt yesterday clocked me at 222 150. When I eat I can literally feel my entire mid section pounding. And sometimes my heart will flip so bad I lose my breath. My chest feels heavily and I feel dizzy. Furthermore Im having a lot of headaches. \nI am terrified of the doctors, but I made an appointment two weeks out. It seems to be getting increasingly worse and I dont know what to do until my appointment. Im hoping for any tips on diet or maybe my anxiety is causing it to make it worse. Im not sure. I also vape after I eat, Ive thought about that too.", "label": [[146, 165, "SYMPTOM"], [802, 811, "SYMPTOM"], [1020, 1027, "DISEASE"], [643, 670, "SYMPTOM"], [509, 539, "SYMPTOM"], [733, 752, "SYMPTOM"], [757, 769, "SYMPTOM"]]}
{"id": 10304, "data": "Pin prick jerks I'm an 18 year old female and for the past few months i've been getting pin prick sensations at random parts in my body that causes parts of my body to jerk (almost reflexively). I do have benign fasciculation syndrome from anxiety and was wondering if this could be caused by this? The pin pricks usually happen when I am sitting down (e.g. watching tv ) and are sporadic (probably 3 times a month), though recently I feel as though they my be more frequent and increasing in intensity (i may just be overthinking it though). Is this normal and possibly caused by anxiety? Is there  way to get rid of them?", "label": [[240, 247, "DISEASE"], [581, 588, "DISEASE"], [205, 234, "DISEASE"], [88, 108, "SYMPTOM"]]}
{"id": 10305, "data": "I lost my voice but can I still beat box? 16M I completely lost my voice except for whispering and beat boxing, I think I'm not supposed to whisper for it to heal but can I still beat box? Also is the whisper thing true?", "label": [[0, 15, "SYMPTOM"]]}
{"id": 10306, "data": "Chronic low iron but unable to tolerate normal iron levels, feel miserable on supplements. 45F 5'3\", 200 lbs, white, non smoker, no alcohol, no recreational drugs.\nDiagnosed with Mitral valve prolapse, perimenopause, asthma, Vitamin D deficiency, iron deficiency anemia, migraines, Bipolar NOS, hypercholesterolemia, major family history of heart disease, gallbladder removed 2004, dx with dilated bile duct 2020.\nMedications  Lamotrigine 25mg SID, Effexor XR 150 SID, ProAir inhaler, Vitamin D 5,000 IU\nI have had chronically low iron for the past 10 years (results below).  I get tested, put on iron supplements, develop horrible heart palpitations and fatigue, stop taking them and start feeling better. This cycle repeats literally every few years. I mention it to every   but they never really give me an answer, and I always start doubting how bad it makes me feel so I take the supplements again and it starts all over. \nI have a strong family history of heart disease  Maternal grandfather had polycythemia vera, 3 heart attacks, and multiple bypass surgeries (3 I think)  my mom had a stent at 56 and triple bypass at 62, oldest maternal uncle has polycythemia vera and quadruple bypass at 41, another maternal uncle had quadruple bypass at 40, another maternal uncle a heart attack at 56. None of them are overweight, non smokers, and don't drink alcohol. I have mitral valve prolapse and high cholesterol ( 320), had a clear stress test in 2009 and my last EKG was last week which was normal.\nPlease help me understand why I feel so terrible when I take supplements and or my iron levels are close to normal. When I'm taking the supplements I get terrible palpitations after eating any meal, regardless of fat carb salt content. I feel like my heart is pounding out of my chest and I get so extraordinarily fatigued I fall asleep after every single meal. I end up losing weight because I stop eating. So inevitably I stop the supplements and everything returns to normal until the next time a   checks my iron. This occurs with OTC and prescription iron supplements. Everyone tells me how great I'll feel when my iron levels are normal but I feel terrible instead. THANK YOU! \n2019  Fe 23 (range 30 160), TIBC 428,   Sat 6 (15 55)\n2017  Iron Saturation 7 (range 15 55), Iron binding capacity (TIBC) 423, UIBC 395, Iron, Serum 28, Ferritin, serum 15 (range 15 150).", "label": [[217, 223, "DISEASE"], [449, 456, "DRUG"], [597, 613, "DRUG"], [632, 650, "SYMPTOM"], [655, 662, "SYMPTOM"], [1279, 1291, "SYMPTOM"], [2060, 2076, "DRUG"], [0, 16, "SYMPTOM"], [179, 200, "DISEASE"], [202, 215, "DISEASE"], [225, 245, "DISEASE"], [263, 269, "DISEASE"], [282, 293, "DISEASE"], [295, 315, "DISEASE"], [271, 280, "SYMPTOM"], [427, 438, "DRUG"], [469, 483, "DRUG"], [515, 535, "SYMPTOM"], [944, 975, "SYMPTOM"], [323, 354, "SYMPTOM"], [1002, 1019, "DISEASE"], [1042, 1067, "SYMPTOM"], [1110, 1123, "SYMPTOM"], [1157, 1174, "DISEASE"], [1179, 1195, "SYMPTOM"], [1230, 1246, "SYMPTOM"], [1373, 1394, "DISEASE"], [1399, 1415, "SYMPTOM"], [1667, 1679, "SYMPTOM"], [1802, 1826, "SYMPTOM"], [1755, 1772, "SYMPTOM"]]}
{"id": 10307, "data": "My forehead has been constantly hot for the past 2 months. Had blood work(read below) and so far nothing. Im so lost! What could this mean and what should I ask them to check for? 25F, no kids. Never been diagnosed w anything. \nIm just at a lost. I noticed about 2 months ago my forehead was super hot. Thought maybe I could be getting sick. Felt similar to a fever. Well, they checked for covid strep flu  did a blood exam checking my white and red blood count. All negative and blood work was normal. She suggested I drink more water. Well a time passes and I still feel super hot. The rest of my body feels normal. Just my forehead. \nSo I get more blood work done, she checks for diabetes, TSH, HIV, HEP, did a urinalysis as well. (Negative and normal) \nThey said watch you A1C, its a little high, but not in the range to be considered diabetic at all. \nWell, another month passes and Im just super hot by now. I use cold presses to get by. But Im so lost??? This came out of the blue and the rest of my body feels fine. I just cant get past this hot forehead. Also my temp always reads normal. Head DOESNT hurt and my vision is normal. \nIm asking, what else should they check for? Should I delve deeper into my thyroid and hormone panel? (They only checked my TSH not t3 4). How do I even ask for those test? \nPlease  any advice is welcome. I am so lost but theres not a day that goes by where my head isnt on fire.   (", "label": [[360, 365, "SYMPTOM"], [390, 395, "DISEASE"], [683, 691, "DISEASE"], [396, 401, "DISEASE"], [402, 405, "DISEASE"], [698, 701, "DISEASE"], [703, 706, "DISEASE"]]}
{"id": 10308, "data": " 24m  Does obesity really cause inflammation in the body? 24 male 511ft 250lbs former smoker former drinker\nIve been having pain all over my body. From weird headaches that feel like more inflammation than headache, pain in my organs such as my lungs(upper back), liver, and kidneys and I believe maybe my heart area as well. Aside from the organs I have pain in my joints and non joints such as my thighs, knees, ankles, soles of feet, toes, fingers etc. \nMy abnormal lab results are \nGlucose  110mg dL (normal range 65   99mg dL)\nSedimentation Rate Westergren  32mm hr (normal range 0   15mm hr)\nC Reactive Protein, Quant  67mg L (normal range 0   10mg L)\nI was also tested for rheumatoid arthritis which showed no trace. I appreciate any input anyone may have.", "label": [[216, 220, "SYMPTOM"], [158, 167, "SYMPTOM"], [206, 214, "SYMPTOM"], [680, 700, "DISEASE"], [355, 387, "SYMPTOM"]]}
{"id": 10309, "data": "Poop has been pretty loose this past week maybe longer 21y o male 6'2\" 160lbs.  \n  \nSo lately my poop has been off. The color is normal, maybe a little brighter brown but nothing concerning. consistency is decent, I've been going daily but there were 2 days that I only have like small pebbles opposed to normal size. But they've also been pretty loose. It's not quite liquid, it'll come out as a solid piece but then when I flush it just falls apart and looks like full on diarrhea. Every single time.  \n  \nI don't have a fever, no nausea, chills or otherwise concerning symptoms. I do think I am a bit more bloated than usual though. No stomach ache, but I have been having localized sharp belly button pain every now and then, could be unrelated though. Had an appendectomy 7 weeks ago. Went to my surgeon about the belly button pain and she said it was scar tissue, didn't look herniated.  No history of IBS, crohns or other, and I've been drinking milk without issue since I was in diapers (no other food allergies that I know of). Maybe I'm still recovering from antibiotics?   \n  \nI upped my fiber intake, made sure I'm hydrated well, and started taking probiotics. Hopefully it helps but it doesn't seem to have made a difference for the 4 days it's been now since increasing fiber.", "label": [[14, 26, "SYMPTOM"], [474, 482, "DISEASE"], [908, 911, "DISEASE"], [913, 919, "DISEASE"], [1010, 1019, "SYMPTOM"], [609, 616, "SYMPTOM"], [676, 709, "SYMPTOM"]]}
{"id": 10310, "data": "Odd Sores on Lower Leg Age  32\nSex  Male\nHeight  6'1\"\nWeight  215\nRace  East Asian\nDuration of complaint  4 days\nLocation  Lower Leg\nAny existing relevant medical issues  No\nCurrent medications  None\nHey all,\nI'm in need of some dermatological help. \nI found two sores on my right leg about 4 days ago. At first they were just a little itchy and I didn't really even notice them. Then they started to become a bit swollen and painful to pressure. I went to urgent care and they applied a steroid cream.\nAttached are a couple images of the progression.", "label": [[414, 433, "SYMPTOM"], [263, 268, "SYMPTOM"], [488, 501, "DRUG"]]}
{"id": 10311, "data": "Covid pneumonia Female 60 yo ,weight 65Kg,diabeteic ,have pneumonia from Covid \nModerate (10 to 25 ) her symptoms( fever up to 39C severe pain in her sides,cough)  she was infected with covid 8 days ago,she started taking cephalexin yestrday 1g two times per day  levonex 0,4(enoxaparin sodium)\nIs cephalexin good for pneumonia? (It was prescriped by a  ) or amoxicillin is better? ,also her oxygen satruration range from 96 to 95,94,93,92,90,88 but she don't have difficulties breathing should we put her on ventelator?and should she stay at hospital ?she's home currently\nI hope doctors  answer me here t'ill i comeback to our  ", "label": [[0, 5, "DISEASE"], [6, 15, "DISEASE"], [58, 67, "DISEASE"], [73, 78, "DISEASE"], [156, 161, "SYMPTOM"], [186, 191, "DISEASE"], [318, 327, "DISEASE"], [359, 370, "DRUG"], [131, 142, "SYMPTOM"], [115, 130, "SYMPTOM"], [222, 232, "DRUG"], [264, 271, "DRUG"], [298, 308, "DRUG"]]}
{"id": 10313, "data": "Could this be arthritis? My right hand feels stiff and not at all as flexible as the left hand, it feels tired or heavier in a way and I have some pain in the area where the fingers cross over to the palm if that makes sense you know where we often have induration? Could this be arthritis? Im only 27 and male.\nWhite European no meds taken and otherwise healthy.", "label": [[14, 23, "DISEASE"], [280, 289, "DISEASE"]]}
{"id": 10314, "data": "inner rightear infection for 1 month. (Have seen   just curious) 28 year old white female from uk.\nI've recently had a NHS swab test after 3 strong different antibiotics haven't healed (swab test yesterday) and I'm curious as to what the reason could be as to why antibiotics aren't working. \nNo discharge leaking outside but inside it's very red and is visible according to the   by using whatever equipment they use to see in the ear (excuse my uneducated terms)\nThe swab was very painful so I'm wondering how serious of a problem it could be. Will a swab show for definite what exactly the problem is? Results should be under a week", "label": [[0, 24, "SYMPTOM"]]}
{"id": 10315, "data": "inflamed papillae ? hello, im an 18 year old girl with a sore throat. it only started this morning, but i was alarmed to find bumps on the very back of my tongue. theyre not at all visible until i stick my tongue out all the way that i can. theyre pinkish white. i dont see much inflammation in my tonsils or anywhere else, just the bumps. i thought it was because the air in my room is so dry, and i do vape thc carts (dispensary, not off the streets). i just wanted to know whether i should see a   or not, and whether theyre contagious or not as i have shared drinks with my mom and girlfriend since yesterday. i have braces so i am very meticulous about my oral hygiene. thank you for your answers.", "label": [[57, 68, "SYMPTOM"], [126, 131, "SYMPTOM"]]}
{"id": 10316, "data": "Bad reaction to the first Pfizer dose. What should I do for the second one??? Personal Stats  19F, 5' 4\", 130 lbs, not on any medications, never had any prior medical issues.\nAfter getting my first dose of the Pfizer BioTech Covid 19 vaccine, I passed out less than 12 hours later. Following this, I didn't get my period for a month. Now I have the HEAVIEST periods (bleeding through 4 tampons during the day and 2 at night) along with cramps that are so bad that I pass out or throw up.\nAlong with this, I believe I had a TIA. My   (a pediatrician) didn't seem to believe me and told me I probably just had a confusional migraine (despite me never having had a migraine before) and that I should be fine.\nAfter being dismissed, I had my mother come in with me and retell the event from her point of view, which is when she (the  ) became concerned. She then referred me to a neurologist and I made an appointment for an MRI or something. However, I had insurance issues so I had to cancel the appointment.\n  x200B \nIt's been 3 months since the \"TIA\" or \"migraine\" or whatever, and despite my extreme period pains, I've mustered the courage to get my second shot because I'm going to university this fall and want to be fully vaxxed.\nNow, what shot should I get? My grandmother had a stroke a month after getting her 2nd Pfizer vaccine, and her husband (my grandfather) died under weird circumstances about a month later. This certainly doesn't make me feel any safer with getting the Pfizer shot, but I don't want to had to get both Moderna shots now.\nHELP\n  x200B \nTldr  Had a bad reaction to the first Pfizer shot. Don't know what to do about my second shot.", "label": [[367, 375, "SYMPTOM"], [436, 442, "SYMPTOM"], [662, 670, "DISEASE"], [1055, 1063, "DISEASE"], [210, 241, "DRUG"], [610, 630, "SYMPTOM"], [1321, 1335, "DRUG"], [1485, 1496, "DRUG"], [1534, 1547, "DRUG"], [1605, 1616, "DRUG"]]}
{"id": 10319, "data": "25F Im scared, should I get the rabies shot? 25F, 135lbs, 51 taking wellbutrin. \nThis might be silly but Id like advice from a   of if I should get the rabies shot.\nA bat was found in my house flying around my house and my boyfriend killed it exactly a week ago. As far as I know Ive had zero contact with the bat. It came out late while we were still awake. However, I am worried that its come out before without my knowledge and Im getting conflicting information on when rabies vaccines are necessary. The question in my mind is well what if it bit me before this while I was asleep and apparently bat bites are hard to notice. \nAnother thing Im worried about is my cat (up to date with rabies shots) started acting very different after the ordeal, and Ive gotten a scratch from her (non aggressive, accident). I dont think she got bit or touched, but she was in a room with the bat for about a minute without supervision. \nWe didnt know to keep the dead bat for testing. Ive terrified myself reading about rabies. I know its pricy and Im literally on a week long break between jobs, so I am uninsured. I was hoping for an opinion before I go get it tomorrow.", "label": [[32, 43, "DRUG"], [152, 163, "DRUG"], [68, 78, "DRUG"]]}
{"id": 10320, "data": "Shortness of breath issue getting worse in pregnancy Female, 29, 5'7, 144pounds. Pregnant, asthma, SVT. \nThis is my 2nd pregnancy my first I developed shortness of breath in the 3rd trimester and I was diagnosed with asthma eventually after 2 years postpartum and testing was done... Since I'm pregnant again and now in my 3rd trimester my shortness of breath has gotten way worse every time I eat I cant breath it used to be just certain foods but now it's like every food I eat and now ever time I lay down I feel like I'm sufficating which used to only happen once in awhile. I ordered a wedge pillow but I already have to sleep with 2 pillows for the last 3 years idk how much a wedge pillow is actually going to help considering the other night I had to sleep sitting straight up... My inhaler has never worked for me I have never gotten any relief from it all it's ever done is make my chest hurt so I'm not sure if triggers my SVT or what and once it even made my SOB so bad after I had my husband drive to the ER it was terrible it was like my throat closed... but anyways I just don't know what to do anymore. These SOB episodes used to be a week here and there and now its everyday several times a day... If I try and ignore it and dont rest while its happening I start feeling like I'm going to pass out and my heart rate climbs higher and higher usually in the 150s when these episodes happen I gasp for air but it never feels better until the episode is over and my oxygen saturation are always fine the lowest it's gotten is 95 maybe 94 once when laying down... Idk if this is asthma, SVT, silent reflux or a hernia.. Idc I just want to breath idk if anyone can help me considering I've seen multiple doctors and have gotten no where it seems I just want to breath and its worring me that it is getting worse probably due to pregnancy but I have 2.5 months left I cant just suffocate the whole time.... please any advice or anything?", "label": [[0, 19, "SYMPTOM"], [91, 97, "DISEASE"], [151, 170, "SYMPTOM"], [340, 359, "SYMPTOM"], [1591, 1597, "DISEASE"], [1623, 1629, "DISEASE"], [99, 102, "DISEASE"], [202, 223, "DISEASE"], [934, 937, "DISEASE"], [1599, 1602, "DISEASE"], [1604, 1617, "DISEASE"], [1322, 1346, "SYMPTOM"]]}
{"id": 10321, "data": "Anal itch 20f, Ive had an on again off again itch in on my anus for about 3 years now. The only time its completely gone away was when I was on prednisone for an unrelated condition. I asked a   at school about the itch and they said its probably just stress related but I dont think it is.. any thoughts? I know doctors dont think looking at my butt is weird but I am a little hesitant about it.", "label": [[0, 9, "SYMPTOM"], [144, 154, "DRUG"]]}
{"id": 10322, "data": "Right side ribs pain shortness of breathe and a pain in right shoulder blade. White Male 24 years old 6 foot tall 220 pounds.  I do have Crohns disease and EOE.. but not sure if related can anyone help I get a pain on the right side almost like my ribs and also in my right shoulder blade that shoots down arm. I also do get itchy all over. I do have a family history of pancreas issues. And I read right shoulder blade may be sign of that my gallbladder has been checked 0 issues on that front. A lot of gas they saw on ultrasound in front of pancreas and kidneys could be crohns??? Could this be my conditions or something new?", "label": [[574, 580, "DISEASE"], [21, 41, "SYMPTOM"], [137, 151, "DISEASE"], [210, 232, "SYMPTOM"], [353, 386, "SYMPTOM"]]}
{"id": 10324, "data": "63F, has pacemaker and diagnosed with heart failure I'm posting this on behalf of my mother (63F) who has had a pacemaker since 2005. She has been living a perfectly normal life with no symptoms of any issues afterward and has had a pacemaker replacement in early 2019 to replace the battery, I guess? Anyway, no symptoms of heart issues thereafter either.\nShe was recently called in to her cardiologist's office and was told that she has signs of heart failure with no further explanation from the  , and has been prescribed BiCard 2.5 (bisoprolol fumarate). She has been taking them for about 5 days now and is unfortunately experiencing stomach aches and pains throughout the day which I understand is a side effect of beta blockers. \nMy question is   are there other brands of selective beta blockers that avoid stomach cramps pains aches, and what questions should we be asking her cardiologist on her follow up visit?", "label": [[722, 735, "DRUG"], [791, 804, "DRUG"], [538, 557, "DRUG"], [526, 532, "DRUG"], [640, 663, "SYMPTOM"], [824, 842, "SYMPTOM"], [38, 51, "SYMPTOM"]]}
{"id": 10326, "data": "32M Type 2 Diabetic strange change in glucose reading I guess my question is can augmentin change my bloodsugar my diet has been generally ok with sugars ranging between 80 130 but since starting the augmentin 6 days ago my bloodsugars have been averaging 130 160 with a couple of exceptions im quite scared as my a1c just tested last month at a 6 down from 6.6 which is great improvement but now with this massive change its giving me severe panic attacks worrying about the underlying cause", "label": [[81, 90, "DRUG"], [200, 209, "DRUG"], [436, 456, "SYMPTOM"]]}
{"id": 10327, "data": " 26 male  Vision suddenly worse in right eye. Irritated by contact but not getting better. I took out my contacts 4 hours ago. And the vision in my right eye hasn't improved. \nIve never had this happen where the vision has stayed bad for this long. \nIt seems like more than just blurry. It feels like my nearsightedness has gotten much worse in that one eye. \nI'm worried I should see a   tonight.", "label": [[10, 31, "SYMPTOM"]]}
{"id": 10328, "data": "Nose swollen inside 21    F    56    150 lbs    white    nicotine (didnt know if that caused this so I quit once it started hurting)    lamictal, hydroxyzine, propranolol daily. For a few weeks the inside of my nose has swelled more and more. Its becoming hard to breath if my mouth is closed. Scabs have formed with very dry skin. Its painful to push the tip of my nose. Any ideas??", "label": [[0, 19, "SYMPTOM"], [322, 330, "SYMPTOM"], [136, 144, "DRUG"], [146, 157, "DRUG"], [159, 170, "DRUG"], [294, 311, "SYMPTOM"], [211, 227, "SYMPTOM"]]}
{"id": 10329, "data": "18M not sure if anxiety attack or panic attack Hey, so I was getting my second dose of my COVID 19 vaccine the other day, nothing special, just headed into the center and stood in the big long queue, same as the first time. But then I started to get this feeling of anxiety wash over me. I needed to get out of this queue or have someone hold me on lean on something. It wasn't fear of the vaccine,  I actually don't mind needles at all. Anyways, 30 mins standing in the queue and I was sweating, felt like I'd faint, and the tops of my hands began tingling. The funny part is, once I got into the person giving me the vaccine and sat down, I began to feel better. Does anyone have any idea idea happened to me?", "label": [[16, 30, "SYMPTOM"], [34, 46, "SYMPTOM"], [90, 95, "DISEASE"], [266, 273, "DISEASE"], [487, 495, "SYMPTOM"], [549, 557, "SYMPTOM"]]}
{"id": 10330, "data": "Any input on experience with possible necrotizing pneumonia post recent COVID 19 infection and bacterial pneumonia? Hi. My friend (white, male, American, late 30s, very tall skinny, successfully treated hep c several years ago, ex IV drug user, ex alcoholic, ex smoker) tested positive for COVID 19 a few weeks ago. He kept getting sicker and finally went to the ER where he was diagnosed with bacterial pneumonia. They gave him antibiotics and sent him home. After one week on antibiotics, he had not improved at all, he was still having same symptoms  respiratory issues, a constant high fever, and weight loss. He had a fever for two weeks. Went back to the ER this morning, ran another scan, and the   was extremely shocked at how much worse his lungs had become after only one week and admitted him immediately. Tested negative for COVID 19 this am. They are doing a lung scraping surgery in the morning, mentioned possibility of necrotizing pneumonia. My friend has been clean for several years, but he has been in poor health for decades, since his teens  alcohol drug abuse (heroin opioids), poor diet (he is currently about 140 pounds at 63), poor gums dental health (his gums are almost black and have been for years), successfully treated hep c a few years ago but not sure how long he had it before treatment. I asked him what his lung scan looked like and he said it was full of holes and ribbons and he is really scared. Due to his poor health, how bad does this look for him? Please be honest. I need to know if I need to try to visit him as soon as I am able to (currently not allowed) Any thoughts on what else this could be besides necrotizing pneumonia? If it is NP how bad is his prognosis, especially considering his health? Im so scared for him. Please, can anyone give their thoughts? Thank you so much.", "label": [[95, 114, "DISEASE"], [394, 413, "DISEASE"], [935, 956, "DISEASE"], [1083, 1089, "DRUG"], [1152, 1161, "SYMPTOM"], [576, 595, "SYMPTOM"], [38, 59, "DISEASE"], [1090, 1097, "DRUG"], [1250, 1255, "DISEASE"], [1650, 1671, "DISEASE"], [72, 77, "DISEASE"], [290, 295, "DISEASE"], [623, 628, "SYMPTOM"], [837, 842, "DISEASE"]]}
{"id": 10331, "data": "Arm spasms after I broke it 2 years ago I am a 17 yo female I weigh around 173 lbs and 2 years ago I broke my arm. \nI slipped and fell on a trampoline and broke my arm clean in half, both the bones at the same time. (Watched it break too was not cool) it looked like I had 2 elbows.\nWhen I got to the hospital the put me on some trippy med and splinted my arm and after about 2 or 3 hours in the hospital my arm was splinted and wrapped up. Well the first problem was after I came down and could kinda think like a normal human again, my fingers felt like they were being squeezed too tight and I saw that the splint was so tight my fingers were turning blue.\nWe told the nurse, he came in after both mom and dad told him to loosen it, he squeezed my fingers, and let me leave. He didn't loosen it or anything.\nA few days later I went to a new   the next town over (my usual  ) and he loosened it and after a few more days I got surgery. 2 plates and 9 screws.\nWhen I got out of surgery he told me he took a picture of my thumb because the splint was so tight for those 2 or 3 days it left an abrasion scar. (My mom had told him he could before I went into surgery he just let me know again after in case I forgot I guess)\nAnyways here I am 2 years later and I am having arm spasms and it's like random?? It'll happen when I'm carrying things or even just chilling. \nThey kind of hurt but not bad and they don't last long at all it's just the shock of the randomness that gets me and I just wanna ask if anybody knows what's going on?\nIs it muscles growing back? Nerves growing back? I don't know but I wanna know if I can help it get better or maybe make it not hurt? Idk plz help", "label": [[1271, 1281, "SYMPTOM"], [0, 10, "SYMPTOM"], [101, 113, "SYMPTOM"], [155, 167, "SYMPTOM"]]}
{"id": 10332, "data": "(20M, 6'2\", 160lbs) Rash around perianal area for more than 6 months I am a 20 year old white male from the US. My height is 6'1\" and my weight is approximately 160 lbs. My primary complaint is a reddish purple rash around my anus that has been there for approximately 6 months now. The skin also sometimes stings when water or sweat is present. It is also itchy sometimes, but not all the time. I have also noticed that after taking a shower or wiping, the skin appears more red and irritated. I will provide a link to a picture below. My only existing medical issues would be depression and anxiety which I have had for years and been treated with numerous anti depressants, but I am not currently on an any medication, except for Protopic 0.1  1 2 daily applied to the skin around the anus and a fiber supplement. I don't drink, smoke, or use drugs.\nI first noticed the rash in February, and it was very raw, red, and itchy and would crack and bleed. I first saw an online dermatologist for treatment soon after and was diagnosed as intertrigo. The dermatologist prescribed clotrimazole betamethasone to be applied twice a day to the skin around the anus for a month. This cream reduced the itching when applied, but did nothing for the redness which is my main concern. After a month with no results, the dermatologist instructed me to continue with the cream for another month. Again, after no results, he suggested I try zinc oxide (Desitin) for a month, which again reduced the itching and irritation when applied, but did nothing for the redness and the symptoms returned with no treatment applied.\nI then saw a different online dermatologist who diagnosed the issue as hemorrhoids. The dermatologist prescribed hydrocortisone 2.5 and fluconazole tablets. This did nothing for the rash, as I don't believe the issue was hemorrhoids.\nI saw another online dermatologist who diagnosed the rash as pruritus ani. He prescribed desonide 0.05 lotion to be applied twice a day for a month. He also recommended I used Balneol while wiping and Zeasorb on days I know I will sweat a lot. The rash and the itch still remain.\nI have now recently gone to a dermatologist's office and seen a PA C who also thinks the condition is pruritus ani. She prescribed Protopic 0.1  to be used 1 2 daily and recommended I used zinc oxide during the day. She also instructed me to stop using Balneol when wiping. I have been using these for about a week now with no results. I am feeling very defeated, as nothing I try seems to help.\nI would greatly appreciate any advice. Thank you.\n(NSFW) Link to pictures   ", "label": [[1427, 1437, "DRUG"], [1828, 1839, "DISEASE"], [1930, 1938, "DRUG"], [733, 741, "DRUG"], [1077, 1103, "DRUG"], [1439, 1446, "DRUG"], [2017, 2024, "DRUG"], [2042, 2049, "DRUG"], [2223, 2235, "DISEASE"], [1902, 1914, "DISEASE"], [2310, 2320, "DRUG"], [1720, 1734, "DRUG"], [1743, 1754, "DRUG"], [2252, 2260, "DRUG"], [2374, 2381, "DRUG"], [578, 600, "DISEASE"], [659, 675, "DRUG"], [873, 877, "SYMPTOM"], [1789, 1793, "SYMPTOM"], [1894, 1898, "SYMPTOM"], [2089, 2093, "SYMPTOM"], [196, 215, "SYMPTOM"], [307, 313, "SYMPTOM"], [20, 24, "SYMPTOM"]]}
{"id": 10333, "data": " M18  Had symptoms for 2 years, is this a brain tumor? Fear and anxiety is paralyzing me. M18 \nCanada\nWeight 230\nHeight 6 feet \nHi, I've made lot of posts about my symotoms so I'm not gonna go too into this\nIm wondering if what I'm dealing with is brain tunor or anxiety, or something else. I'm paralyzed with fear and it's been eating me up.\nThis all started about 2 years ago, it wasnt too long after had a traumatizing experience with weed, if that should be added or not idk.\nFor the last 2 years I've been experiencing depersonalization, serialization 24 7, this is constant fake vision, feeling disconnected to others, myself, and reality. The whole 9 yards of dpdr. \nI've also had constant issues with glare, light sensitivity and light adjustment in this time.\nAt first I had awful tension headaches that lasted for hours, but after a short time I stopped having those, it's been at least a year and a half since I had any type of headache at all.\nThe main things I've dealt with as of late are the fake vision, dpdr, and weird uncomfy eye shit.\nA week ago or so I started having headaches again, I'd get long headaches that weren't awful but not pleasant, probably a 4 5 out of 10. This lasted for just under a week, but have since gone away, and I have no head or neck pain or strain anymore.\nWhat's scaring the fuck out of me is today a spot on my upper left back staryed to go like, all I can describe it as is \"half numb\", not fully numb, but not fully feeling. If i scratched the area it might not hurt nearly as bad as other unaffected areas but will still hurt.\nIt's not debilitating or limiting, but it's a weird feeling that's freaking me out. A few times it started getting quite warm and the sensation spread to a other patches of skin of my back, it's been there for a few hours now, as it happened earlier today, and I'm just very scared.\nIt's a quite subtle feeling but it's there and it's weird.\nI'm horrified, do you think this might be a brain tumor?\nI'm really scared, my nerves are shot from the worries and anxiety and now this is another thing to he worried about, I actually felt a good bit better today, and felt quite well, then this happened  (..thank you.", "label": [[55, 71, "SYMPTOM"], [790, 807, "SYMPTOM"], [1020, 1024, "SYMPTOM"], [263, 270, "DISEASE"], [939, 947, "SYMPTOM"], [1088, 1097, "SYMPTOM"], [1118, 1127, "SYMPTOM"], [1429, 1433, "SYMPTOM"], [1446, 1450, "SYMPTOM"], [1007, 1018, "SYMPTOM"], [2024, 2043, "SYMPTOM"]]}
{"id": 10334, "data": "20F Tingling in fingers after drinking? I drink once a month or less and have never really been a big alcohol drinker. So i know for a fact that it is not alcoholic neuropathy. I dont have any diagnoses, or allergies (as far as i know). The only meds i take is birth control and occasionally OTC pain meds for headaches. What could cause the tingling? It comes even if i go to bed sober after drinking 2 3 beers... what is it? (For a while i thought it could be that i had poor sleep posture when sleeping while intoxicated, but now i know that isnt the case).", "label": [[292, 305, "DRUG"], [207, 216, "DISEASE"], [261, 274, "DRUG"], [310, 319, "SYMPTOM"], [4, 12, "SYMPTOM"]]}
{"id": 10335, "data": "I've always had nerve compression in my limbs at night, but last night was the worst and I think it did something to my butt Age 28 Sex F Height 5'8 173cm Weight 170lbs 77kg Race Black Duration of complaint Literally happened last night around 1am so it's been about 10 hours Location South Korea\nI'm pretty used to my limbs getting nerve compression to the point where I jolt out of sleep in a painful panic and shake my dead limb violently until the pain goes away and the feeling comes back. \nLast night my right leg went numb so I got out of bed on one foot and began shaking my leg. This time the pain was worse than I've ever felt and also took extremely long for the feeling to come back completely and for the pain to go away. I've never had it take that long before or be that painful before so it seemed like something wasn't right.\nI proceeded to bawl my eyes out for an hour or two because of how scary the experience was and how painful it was. I also didn't know what to do and didn't want to go to the ER especially since I'm already dealing with another injury that I'm trying to get treated (Achilles tendonitis) and I just don't have the funds.\nWhen I finally laid back in bed, on my back this time (I'm a stomach sleeper mostly and occasionally side) I felt extreme discomfort in my right glute. I don't know if it's from the nerve compression ory violently shaking my limp leg. I wouldn't call it pain because I feel like pain is something that makes you go ouch. But it's extremely uncomfortable and feels deep inside my butt. However, this morning, I also noticed that my right butt has a faint red patch (maybe it's all in my head though) and when i place my hand gently on it, it kind of stings.\nIt's 11am and I'm still feeling glute discomfort to varying degrees.", "label": [[1611, 1626, "SYMPTOM"], [1109, 1128, "DISEASE"], [16, 33, "SYMPTOM"], [1345, 1362, "SYMPTOM"], [333, 350, "SYMPTOM"], [525, 529, "SYMPTOM"], [1277, 1295, "SYMPTOM"]]}
{"id": 10336, "data": "Assortment of questions regarding post gallbladder surgery (19F) So, Im getting my gallbladder removed and I found out that I might have to use a catheter once the surgeries done. I know that theyre most likely doing this once, but is there still a way to numb me or something to that extent? Cause the last time (I had back surgery) they used a catheter it was painful, a very extreme burning sensation. I wanted to scream, but because of the tubes they put down my throat during surgery, nothing was coming out. I dont think they used any lube, which apparently youre supposed to do that? I dont remember if anything else happened, but my dad was mad at the situation so I guess something else went wrong during this. Is there any options to make the experience more comfortable that you can talk with the nurse   about? Another thing Im a bit worried about is that I dont have a very healthy diet, so Im concerned for my kidneys once my gallbladders taken out. How more likely is it to get liver problems after I have surgery? Also, this is unrelated, but once they take the gallbladder out, would I be able to look at it? These are all the questions I have for right now, thank you!", "label": [[373, 403, "SYMPTOM"], [256, 260, "SYMPTOM"]]}
{"id": 10337, "data": "Sudden, regular, persistent heartburn Never had an issue in my life and all of a sudden I'm getting consistent heartburn. Today I got it to the point that nothing could alleviate the pain. It has persisted for over 5 hours at this point. Took Tums, took a prescription my   gave me a few weeks ago, ice cream, yogurt, tons of water. Nothing helping. Not displaying any other signs of cancer such as dysphagia, weight loss, or coughing.\n  x200B \nOn top of it, I've had all kinds of other weird shit going on with my body. I've had 0 health issues my whole life and all of a sudden I'm dealing with this, new allergies, dry itchy skin all over my body including in my ears, loss of muscle mass and increase in fat, tooth sensitivity, just weird shit that I never had a problem with in the past. It's freaking me out.", "label": [[426, 434, "SYMPTOM"], [607, 616, "DISEASE"], [410, 421, "SYMPTOM"], [672, 691, "SYMPTOM"], [713, 730, "SYMPTOM"], [17, 37, "SYMPTOM"], [243, 247, "DRUG"], [100, 120, "SYMPTOM"], [399, 408, "DISEASE"]]}
{"id": 10338, "data": "Would Taking 8 Hour Tylenol Be Okay? 15F, 52 and around 100 pounds. Earlier today, maybe about 7 or 8 hours ago, I took two pills of Tylenol Extra Strength (500mg each). The pain still didnt go away and now I want to take two Tylenol 8 Hour pills, which would be 1300mg together. I read on the label that it said adults 12 and over are able to take it, but on the website it says if youre under 18 to ask a  . Im worried this is too much acetaminophen for myself. The label also says do not take with other medicines containing acetaminophen, but would that mean in just one dose? Would I be okay taking this medicine?", "label": [[20, 27, "DRUG"], [226, 233, "DRUG"], [133, 155, "DRUG"], [528, 541, "DRUG"], [438, 451, "DRUG"]]}
{"id": 10339, "data": "M14 how can I prevent calf cramps I had my first calf cramp and I never want one again so how can I prevent them. Also why do they hurts so bad", "label": [[49, 59, "SYMPTOM"], [22, 33, "SYMPTOM"]]}
{"id": 10340, "data": "super odd sensations in head, no one knows what it is. 16m\n135 pounds \nhealthy but not super active.\nanyway ive had this sensation for the past year, its like a pressure feeling and it only effects the back and top side of my scalp area, almost feels like something is in my head moving around. it causes pressure in the ears. it is completely painless. is this any cause for alarm? \nits caused no headaches or hair loss of any kind. it just feels very odd and i have no idea what it could be.", "label": [[305, 313, "SYMPTOM"]]}
{"id": 10341, "data": "I've had a mucus like fluid in my throat ever since I was 11. I'm 21 now. Male. Often after a meal this mucus or fluid, or whatever it is, starts to get kind of irritating and I always have to clear my throat and everyone in a social setting thinks I'm weird. I've asked my   but he has no idea what it is. What are some possibilities?", "label": [[104, 109, "SYMPTOM"], [11, 27, "SYMPTOM"]]}
{"id": 10342, "data": "Strange contagious rash thing spreading across body. Pls help. 17m, 53, 140lbs, white. \n \nWell it started with my girlfriend getting a small circular oval red spot on her chest and it started to grow then more of them started to appear. I contracted some as well then both of ours became itchy. Hers are fading and going away and I keep getting more of them and they are very itchy. Im scared to go to the  .", "label": [[8, 23, "SYMPTOM"]]}
{"id": 10343, "data": "Sharp arm pains Hey   reddit i have a question on whats going on with my arm, im 15 and i play baseball competitive, i have been having sharp stinging pains in my arm and i cant figure out why, my arm hurts from my shoulder to my hand and i cant pick up anything over 10 pounds, when i do my hand automatically releases the weight and i drop it, i cant put my arm in the air and if i do it hurts, i wanna know whats going on please let me know.", "label": [[136, 156, "SYMPTOM"], [0, 15, "SYMPTOM"]]}
{"id": 10344, "data": "How bad is it that I (23, female) take Pepto bismol and imodium multiple times a week? Hello, I have very bad IBS d. I also have an anxiety disorder which I think aggravates it a lot. I have been taking these medications like this since i was 15. I have noticed IBS stomach issues starting when my anxiety disorder started around this age. \nI probably take Pepto Bismol tablets probably 2 4 times a week. They help with my diarrhea so much. \nIf i have to be somewhere and i am having too much D, I take Imodium. Sometimes I take it preemptively like if I am going to a theme park or concert, or if I have a presentation at school. I really try to limit how much Imodium I take, but I think I take it like a few times a month. \nIs this bad for my health in the long run?\n  x200B \nTo add, I am soon going to ask to go back on Paxil for my anxiety. Hopefully this will help my IBS calm down and in turn lead me to use these less.", "label": [[357, 369, "DRUG"], [503, 510, "DRUG"], [662, 669, "DRUG"], [39, 51, "DRUG"], [132, 148, "DISEASE"], [298, 314, "DISEASE"], [110, 113, "DISEASE"], [262, 265, "DISEASE"], [423, 431, "DISEASE"], [824, 829, "DRUG"], [837, 844, "DISEASE"], [874, 877, "DISEASE"], [56, 63, "DRUG"]]}
{"id": 10345, "data": "Can I get my COVID booster after rabies vaccine? I (23F) was scratched by a stray cat today and went to the ER today around 3P where I was treated with the initial rabies workup. I have to go back on days 3, 7, and 14 for additional vaccinations.\nIm scheduled for my COVID booster (shot 3) tomorrow morning. Is it safe to get it? The nurse and PAs werent totally sure.\nIm a female working in healthcare with COVID patients. 58 180 lb. No recent COVID exposures.", "label": [[267, 280, "DRUG"], [13, 18, "DISEASE"], [408, 413, "DISEASE"], [445, 450, "DISEASE"], [33, 47, "DRUG"]]}
{"id": 10346, "data": "When should I be concerned about breast pain? 19\nFemale \n55\n195 pounds\nWhite \n1yr of skin tag, 1 week of pain\nSoutheast US \nSo I began to grow what I thought was a skin tag about a year ago on my breast. In the past month it has grown substantially larger. I made a dermatology appointment, but now that breast has started to hurt. What could this possibly be? What kind of   do I go to? I dont have a general practitioner", "label": [[164, 172, "SYMPTOM"]]}
{"id": 10347, "data": "Severe Acid Reflux Severe acid reflux\nHi, \nI suffer from pretty severe acid reflux. I have periodically for years. Im wanting to get it taken care of if possible. Ive tried making diet changes and that hasnt done anything. \nI have tried a medication for it (OTC) years ago but remember it didnt do anything. Antacids dont do much for me. \nI have the type of acid reflux where my throat will growl almost as if it is letting air out. Im not sure how else to explain that but hoping somebody knows what I mean. I feel bloated a lot as well, not sure if they are related. I am in overall good shape and my last physical told me I was fine. My acid reflux has been so bad at times that Ive thrown up however, and then felt better afterwards. This is NOT often, but it has happened several times over the years. \nThe only medication I take is ADHD medicine (sometimes I take months off). \nIs there anybody who had this same issue or knows what I could start safely taking to get rid of it? Thank you!\nMedications taken  Concerta\nMale, 27 years old\nNon smoker, social drinker (non carbonated)\nNo known health conditions other than eczema, tension headaches, and what IVE always thought as GERD but seems to have been brushed off by my   years ago when I mentioned acid reflux.", "label": [[308, 316, "DRUG"], [1133, 1150, "SYMPTOM"], [64, 82, "SYMPTOM"], [1015, 1023, "DRUG"], [0, 18, "SYMPTOM"], [1125, 1131, "DISEASE"], [358, 369, "SYMPTOM"], [640, 651, "SYMPTOM"], [838, 842, "DISEASE"], [1183, 1187, "DISEASE"], [1258, 1269, "SYMPTOM"], [516, 523, "SYMPTOM"]]}
{"id": 10348, "data": "20M left shoulder lower than the right after rotator cuff injury As the title says after recovering in terms of pain from a rotator cuff tear to my left shoulder I've noticed that it is significantly lower and leaning forward a bit compared to the right. Which muscles are responsible for keeping the shoulder up and back? Maybe I need to focus on strengthening them.\nThanks in advance", "label": [[124, 141, "SYMPTOM"]]}
{"id": 10349, "data": "I drank coffee, alcohol, and benadryl. Should I throw up? Just spent the night with friends drinking lots of coffee with alcohol in it. Then I went home thinking I won't be able to get to sleep on time so I took a benadryl before I got the idea to look up whether thats safe. Turns out probably not. Should I force myself to vomit before I go to bed? Or should I just chug water and hope to piss it through my system. 21m, about 145 lbs and 5'10\"", "label": [[29, 37, "DRUG"], [214, 222, "DRUG"]]}
{"id": 10350, "data": "Triple dosed on medication. ER or wait it out? Male 325lbs T2 diabetic history of pulmonary embolis borderline pulmonary hypertension  uncontrolled sleep apnea due to Phillips recall.\nMedication list) \nWarfarin 5mg\nFerosamide aka lasix \nOxycodone 15mg x3 two times daily \nTylenol as needed \nPotassium \nGabapentin\nThis morning I had a INR check appointment, I'm not a morning person at all, unfortunately I suffer from sleep apnea and don't sleep well so waking up in the mornings is incredibly difficult.\nAnyhow I woke up late, in my rush I took my morning medication x3 Oxycodone 5mg, the thing is I'm not sure if I took x3 Ferosamide instead.\nThe Oxycodone and Ferosamide look 99  identical. Same size shape and color.\nI usually double check but again I was in a rush to make my appointment I didn't double check I just popped 3 into my hand Took them and raced to my appointment.\nIt didn't even occur to me until a hour or so had passed and I hadn't gotten any pain relief that I realized I may have made a mistake.\nSo here we're.\nThis was roughly 5 hours ago now.\nTldr  potentially Took x3 dose of water pill ( Ferosamide aka lasix )\nShould I wait on it or head to ER. \nThanks", "label": [[663, 673, "DRUG"], [230, 235, "DRUG"], [215, 225, "DRUG"], [625, 635, "DRUG"], [649, 658, "DRUG"], [111, 133, "DISEASE"], [148, 159, "DISEASE"], [202, 210, "DRUG"], [237, 246, "DRUG"], [291, 300, "DRUG"], [302, 312, "DRUG"], [571, 580, "DRUG"], [1115, 1125, "DRUG"], [1130, 1135, "DRUG"], [272, 279, "DRUG"]]}
{"id": 10351, "data": "Medical Mystery after Moderna. Need Help ASAP please! 30F Posting on mobile, sorry ahead of time! \nBackground  30F 98lbs 53 Los Angeles. Diagnosed with Dysautonomia POTS OH by UCLA RR cardiac arrhythmia center in 2018. Was severe but became well managed with increased fluid and sodium intake and increased physical activity. All prescribed meds had severe side effects (bradycardia, extreme weakness, etc) so discontinued. Symptoms eased up over time with fluid and sodium therapy and I led a fairly normal life until March 2021. Im on birth control and I vape. (Bad habit I picked up, I know)\nI got my first dose of Moderna in late March at Dodgers Stadium. Within 10 15 min after the dose, I became severely weak all over. I struggled to breathe and it was if I had just been heavily sedated. I just slouched over and kind of melted into my seat, and couldnt lift my arms or neck in the car. We managed to get home, but my husband had to carry me into the house since I could not walk. Totally limp. I wrote it off as my POTS acting up or just having a sensitive body and just tried to sleep it off. While sleeping I had intense chest pains and felt as if I was going to vomit, but didnt. I couldnt walk due to extreme weakness for the next 4 days. \nI dont know if this is related, but somewhere around day 1 4 I developed a bizarre situation at the base of my skull. I cant remember much because its so hazy. It was a rough time.\nSo...I can not lay my head back or put pressure at the base of my skull. Basically any pressure at all on C1 C7 even down to T6 7 will cause me to black out, nearly pass out if I dont catch it in time, palpitations, tachycardia, intense pressure in my jugular veins, and dry heave with the most intense nausea Ive ever had. When I lay my head back for 20  seconds, I see stars and my right eye feels weird and my vision gets blurry around the edges. I have extreme lightheadedness, tremor like shakes and I can not eat more than a few bites at a time. I can not turn my head, tilt my head back, to the side or forward. I cant not lay back on a pillow or even tolerate laying on my side for more than a few minutes. I have to constantly let my head up and adjust to get the blood moving again. I literally wake up in the middle of the night dry heaving and I have to immediately adjust my position. \nSo, 22 of the 28 days in between the 1st and 2nd dose I slept on the bathroom floor due to sickness. Then I somehow convinced myself to get the second shot, and it got even worse. I slept on the bathroom floor for 27 days straight the second time until I figured out it was my neck and tried to make adjustments. I thought I was going crazy it took 3 months before I could muster up the strength to walk again.\nBasically long story short its been a total of 6 months of constant suffering and I didnt realize it until last week. Its all a blur. Prior to my Dysautonomia diagnosis, I was told by ER physicians that it was anxiety or heartburn or that it was all psychosomatic. I was told it was anxiety by 10  specialists before I happened to meet a random ER   that saved me after I collapsed in 2018. Basically everyone let me just suffer and never believed me and now I have a fear of doctors because I get dismissed. I know I need to work on this, and I shouldnt have let it get this bad before saying something. Im now in a wheel chair and Im just deviated at what has happened to me. I try with all my might to function and I force myself beyond what Im capable of and I suffer for it. \nI knew better than to go to the ER because I couldnt take someone telling me it was vaccine anxiety and it would kill me inside to ask for help when in desperate need and be turned away again. Im pro science and vaccine. I dont have anxiety in general either. I was even considering getting the booster but my husband and I agreed we need to get this sorted and see if theres a connection before I do so. Also, Im somehow still alive after 6 months so Im assuming its not life threatening. \nI contacted a neurologist who ordered an MRI w o contrast last week and she said nothing was wrong with me and it was all in my head. My PCP has no idea whats wrong and thinks its Thoracic Outlet Syndrome or Cervical Instability, but has no idea how to diagnose it and couldnt help me beyond that. \nI didnt have this neck issue prior to the covid vaccine. Or if I did, it was mild and not enough for me to notice and I may have confused it with Autonomic symptoms. \nIf anyone out there has any idea what this could be and offer me any advice I would appreciate it. \nMy symptoms make no sense and Im aware of that, but I was hoping someone out there might have something for me. \nIf I need to clarify anything please let me know and I can provide as much info as anyone needs. \nThank you Doctors of Reddit!", "label": [[4224, 4244, "DISEASE"], [1847, 1865, "SYMPTOM"], [152, 164, "DISEASE"], [371, 382, "DISEASE"], [184, 202, "DISEASE"], [165, 169, "DISEASE"], [537, 550, "DRUG"], [1024, 1028, "DISEASE"], [1650, 1661, "SYMPTOM"], [1737, 1743, "SYMPTOM"], [2274, 2285, "SYMPTOM"], [2954, 2961, "DISEASE"], [2965, 2974, "SYMPTOM"], [3027, 3034, "DISEASE"], [3617, 3624, "DISEASE"], [3758, 3765, "DISEASE"], [4357, 4370, "DRUG"], [384, 401, "SYMPTOM"], [4196, 4220, "DISEASE"], [1214, 1230, "SYMPTOM"], [1705, 1714, "SYMPTOM"], [2890, 2902, "DISEASE"], [1124, 1143, "SYMPTOM"], [1663, 1679, "SYMPTOM"], [1636, 1648, "SYMPTOM"], [1899, 1914, "SYMPTOM"]]}
{"id": 10353, "data": "exercising with a heart malfunction 17M, 6 foot tall 95 kg, no underlying medical issues at the moment and i dont smoke\ni recently discovered i have interatrial communication (i always knew there was something wrong with me but i found about because of the covid vaccine, even though i did several cardiograms before ) and because of that i found out that there are things i shouldnt do because of the risk of gettng a heart attack while exercising\ni know its not like i have CAD or something and im probably just paranoid but dying while exercising... it scares me to think of it", "label": [[257, 270, "DRUG"], [419, 431, "SYMPTOM"], [149, 174, "DISEASE"]]}
{"id": 10354, "data": "Should I be concerned by these echo results? 27F with some sort of connective tissue disorder   first diagnosis was a misdiagnosis based on results. Im thinking I could have LDS. This echo is from a while back but the only one Ive ever had. Over past few years Ive been more short of breath but I also have restrictive lung issues from scoliosis. \nThe mitral valve is abnormal in structure. The anterior mitral valve leaflet is redundant.. No mitral valve regurgitation is present. No significant mitral valve stenosis is present. 2 D imaging does not suggest significant stenosis however Doppler assessment is not available..\nLeft ventricular systolic function is normal. Estimated EF appears to be in the range of 51   55 . Estimated EF   55 . Normal left ventricular cavity size and wall thickness noted. Left ventricular diastolic function was indeterminate. Apical views were very off axis and therefore limited assessment of diastolic function.\nLimited assessment of wall motion and valve", "label": [[336, 345, "DISEASE"], [368, 389, "SYMPTOM"], [653, 671, "SYMPTOM"], [835, 861, "SYMPTOM"], [428, 437, "SYMPTOM"]]}
{"id": 10357, "data": "My blood CO2 is 19 mmol L. Dizzy and weak, thought it was just a bad time with POTS Hi, F22. I've had issues with POTS in the past and feel dizzy and horrible all the tim lately,, so I went to my   for a checkup. On the day of the checkup, I had a bad headache After the checkup, he prescribed me an NSAID for back pain that I wasnt able to pick up at the pharmacy, so I took an old naproxen (with food) from when I was in a car accident a year ago. That night I woke up from sleep with severe back and stomach pain   not normal for me. The same thing happened the next night   laying on my back was excruciating and would cause stomach pain, but over time it went away. Idk if any of this is related. I had a horrible headache both days since then. Today I went and got blood work done, and regrettably, I got the results back before my   had a chance to look at them.     \n    \nEverything is normal besides mild anemia, lipids, A1C, etc all good but my blood CO2 was 19 mmol L, when normal is 22 and on Wikipedia it defined metabolic acidosis as below 22 mmol L, and my sodium was a little low, like right at the edge of normal. I expected the sodium thing because I pee a lot and drink a lot because of POTS and it never feels like I've eaten enough salt to not feel dizzy. My fasting blood sugar was 68   A1C said average of 88.     \nBut the acidosis thing really scares me because last winter I had a kidney infection with 104 fever out of the blue with no UTI, so I'm scared something is wrong with my kidneys. Which honestly would be comforting if I knew the context and it wasn't deadly because I've heard of kidney syndromes as a different diagnosis for POTS and I went into hypovolemic shock from diarrhea about 4 years ago when I was anorexic which felt like a severe reaction,,,, it's just like my body can never hold enough sodium and blood volume. But I'm scared because I don't want  it to be an emergency. I'm also scared cuz wikipedia said it can cause seizures, etc and I Just got done tapering off of klonopin and I've had partial onset seizures in the past that have gone away since weaning off of Klonopin but I just don't want to have one.      \n    \n I'm assuming since I'm still able to move about that I'm not at a level where it makes me acutely ill but I'm scared it'll get worse. In regards to the Klonopin taper I do feel my health anxiety has gotten very very bad in the last few weeks of my withdrawal and this doesn't feel good. Can someone tell me if there's anything I can do between tonight and tomorrow to make myself healthier and keep myself OK until the   calls me? If I drink baking soda water will that help? So my main question is  what are the chances something bad is going on and I'm in danger?    \n    \nF22. Bmi 25. medications  sertraline 100mg, propanolol 10mg 1x day as needed for anxiety. Klonopin and valium recently discontinued.", "label": [[1072, 1095, "SYMPTOM"], [629, 641, "SYMPTOM"], [710, 727, "SYMPTOM"], [300, 305, "DRUG"], [487, 515, "SYMPTOM"], [248, 260, "SYMPTOM"], [2326, 2334, "DRUG"], [2852, 2858, "DRUG"], [79, 83, "DISEASE"], [114, 118, "DISEASE"], [310, 319, "SYMPTOM"], [1206, 1210, "DISEASE"], [1432, 1437, "SYMPTOM"], [1462, 1465, "DISEASE"], [1663, 1667, "DISEASE"], [1707, 1715, "DISEASE"], [2361, 2368, "DISEASE"], [2793, 2803, "DRUG"], [2830, 2837, "DISEASE"], [2118, 2126, "DRUG"], [2775, 2785, "DRUG"], [383, 391, "DRUG"], [914, 920, "DISEASE"], [2839, 2847, "DRUG"]]}
{"id": 10358, "data": "Accidental Ibuprofen Post COVID Booster \nHello.  I'm a 46 YO male, obese, no smoking, diabetes.  I got the COVID Booster (third shot) about 6 hours ago.  On my way to bed, my back was hurting (it does this on and off) and I swallowed two Excedrin PM without thinking about my vaccine.   \nI'm so mad at myself.  I made an all out effort to take no NSAIDS after the first two shots (had decent side effects with  2) for at least 48 hours. \nI'll be honest.  I tried to make myself throw them up.  I failed.  I've gone to bed.  \nDid I screw up my booster?  I'm very careful about COVID and I was so happy to be getting  the booster.", "label": [[238, 249, "DRUG"], [11, 20, "DRUG"], [86, 94, "DISEASE"], [347, 353, "DRUG"], [576, 581, "DISEASE"], [107, 120, "DRUG"], [26, 39, "DRUG"]]}
{"id": 10359, "data": "Should I go to the hospital? Hey. Im 18 and male, Im 6,0 and 293 pounds. So yesterday I woke up and decided to head right outside after a shower and go to a friends house. I know its dumb but I didnt drink water or anything all day, I smoke so I didnt have the urge. Anyways today I come home and I have to go take a number 2. So Im going and I had to strain In like short bursts to get the first one out, but the second one will not come out at all. Its been like this since earlier today around 4 50. I dont have any pain or anything Im just a tiny bit bloated. Ive been going back and forth from the toilet all day with no luck. I also bled a little bit while I was trying to get it out, but Im pretty sure it was from straining. The blood was bright red and about the size of a quarter. I talked to the clinic and they just set me up with a GI, she told me I should go to the ER at first until I said I was straining and that might be what caused the blood. Should I go to the hospital to try to get this thing out of me or should I just wait it out? Im not in any pain or anything and I can still pass gas but I have had no luck getting this thing out . Any help or tips would be appreciated.\nTLDR  stool stuck inside me, also bright red blood that came after I was straining to get it out, talked to the clinic and they said I should go to the ER until I told them about the straining part.", "label": [[546, 562, "SYMPTOM"]]}
{"id": 10360, "data": "How do hospitals decide when elective surgeries can go ahead again? (UK) Hi, I'm 21F and elective surgeries have been cancelled at my hospital for the 2nd time. I'm getting quite frustrated as I've been waiting 4 years to have this surgery and all the indefinite waiting has taken a big toll on my mental health. \nI am aware this will be different in all hospitals and areas of the UK. But I was wondering in general, how hospitals decide when to cancel elective surgeries, and how do they decide when to start them again? I'm sure it's tied to covid patients in hospital and icu space, but from what I've seen looking at the charts from this year and last year, covid cases and patients in hospital are only going to go up from now. So should I not expect to have surgery until early mid next year when cases fall again? \nThis has been stressing me out so much, I've put a good chunk of my life on hold for this surgery so any reassurance or information would be so so appreciated. \nThanks for reading.", "label": [[545, 550, "DISEASE"], [663, 668, "DISEASE"]]}
{"id": 10361, "data": "Are these still hives? Or is this something likely far worse? I am 15M, I am just over 6 feet, my weight is near 130lbs. I have no current medical issues that I am aware of, I do not drink, smoke, or use recreational drugs.\n5 days ago I started developing hives in my head, mainly in my scalp underneath my hair so I couldn't tell it was hives, originally I thought it was bug bites, even though I couldn't find any traces of bugs on my pillows or in my hair. So I scratched away. Then I believe 2 days after those hives began to spread, slowly at first, but then the next day it got far far worse, and kept developing throughout the day. Until about noon, when I started to feel fatigued throughout my body, and was getting chills. This, however, calmed down after about a couple hours. I did feel a bit sick and have a fever of 100.4. However that all went away after a cool bath. After the bath I had no fatigue or chills, or a fever, nor did I feel sick, and it felt like the hives had gone away, as they didn't itch anymore. However before I got in the bath when I was getting undressed, I noticed the hives were now entirely red and had gotten quite a bit larger, covering my collar bone, none of them covered my breasts but instead went around them, they also covered my shoulders but didn't go further than about 1 2 10ths the full length of my arms. They went down my sides, still not covering my general stomach area, down to my hips, then to my thighs, going no lower than I believe my upper thighs. Afterwards I showed my mom and she took me to the hospital (not the ER) and we got a checkup, the   couldn't tell what the cause could be, so after taking a urine sample and giving me medication, (I can't remember what the medication was) and giving me a prescription of three different medications, each I can't remember either. However the following morning, this morning, all of the hives were gone, apart from a few, that don't quite look like hives. Which is what I'm going to link, everyone seems to be using Imgur so I will too. Now a final note, these \"marks\" in the photo are on the side of just below my knee and go on the bottom of my knee, I don't know if it has a name, however they don't go to the other side. They are also on the side of my other knee, but there is only 3 very small marks. There is also one small circular mark on the opposite side of my elbow, it may be called an \"elbow pit,\" so if the knee didn't make sense maybe that helps. But there is also on final \"mark\" on the other arm, still on the \"elbow pit\" and smaller than the \"mark\" on the other arm.\n The \"Marks\" (", "label": [[16, 21, "DISEASE"], [256, 261, "DISEASE"], [980, 985, "DISEASE"], [821, 826, "SYMPTOM"], [338, 343, "DISEASE"], [515, 520, "DISEASE"], [1897, 1902, "DISEASE"]]}
{"id": 10362, "data": "High Platlet Count Hello. I am a 37 year old female and just had routine bloodwork done a couple of days ago. The results showed that my platelets are elevated. 504,000\nI heard back from the Dr today and his only comment on the platelets was that they were elevated but we would just check them again to see if any changes at next appointment. That's 6 months from now. \nI googled high platelets and read that many things could cause it (including cancer) and that it also increases your risk for blood clots and heart attack. \nI'm trying not to freak out, but I was just surprised that he didn't want to look into it more to see if there's an underlying cause or at least retest sooner then 6 months. \nIs 504,000 just not a high enough number to be very concerned about?", "label": [[0, 18, "SYMPTOM"], [513, 525, "SYMPTOM"], [137, 159, "SYMPTOM"], [497, 508, "SYMPTOM"]]}
{"id": 10363, "data": "Question about rubbing alcohol and pregnancy  34F  13 weeks Pregnant, 34F, no other health issues\nI sometimes use 70  rubbing (isopropyl) alcohol as deodorant, maybe once or twice a week (underarms only). I don't have very much body odor, which is why I use it infrequently. After looking on google, I'm worried that it could have been absorbed dermally, causing birth defects. I will discontinue using it immediately, but I'm afraid the damage is already done. Are there any academic papers on this? I'm extremely worried. Thank you.", "label": [[118, 145, "DRUG"]]}
{"id": 10364, "data": "Heart Valve Infection. How serious is this? This is not about me.  I have a long distance friend who was in the hospital for a heart valve infection before being sent home with a PICC line.  We normally exchange texts about twice a week, and it's now been three weeks since I've gotten a response.  We've gone long periods of time without texting before, so I don't want to jump to conclusions.  But I was hoping someone here could provide a little context to the procedure they may have been going through.\nWhat I know \n  \"I have an infection on all of my heart valves   they can't figure out why.\"\n  \"They think I might have an auto immune issue\"\n  \"They also said I have a mild case of broken heart syndrome\"\n  \"I feel like shit, I can barely breathe\"\n  \"On the positive side, I don't have COVID.\"\n  \"They have me on a heart monitor and antibiotics every 4 hours\"\nSix days later \n  \"I'm home because I lied to get out so I can do the treatments at home\"\n  \"It's a 23 cm picc line directly into my heart\"\nI was hoping someone here could possibly provide some context on what is described above.  It sounded super serious to me, but then they did get sent home, so maybe it's not as bad as I thought.", "label": [[793, 798, "DISEASE"], [127, 148, "DISEASE"]]}
{"id": 10365, "data": "Mystery issue and need advice on what type of   to see! Parts of my body get extremely hot and sensitive? Sometimes extremely specific parts of my body (F30) Okay female 30yo current dx  hashimoto's, ADHD, fibromyalgia (dx a long time ago and it felt like a guess). Current meds  just finally started Tirosint 13mcg and have been for several years on Adderall and birth control pills. This has been ongoing long enough that I'm not sure when it started but if I had to guess maybe 2 3 years ago and just increasing in intensity. My hands, feet, face, ears and neck, randomly will have a burning hot sensation but it's actually a literal distinct temperature difference. My best example of this is my hands... Sometimes it's my entire hand fingers, but other times like tonight, ONLY my thumb, pointer and middle finger are burning hot and red while my ring and pinky finger are cold. This, I know is the difference between some nerves in your hand, but that does not give me much to go on. Another example is sometimes it's only one foot or hand while the other is cold. Want ideas, at ALL would be so much appreciated? My  , I love her and she is empathetic with my thyroid complaints but she is a little dismissive and she doesn't really have a good suggestion for this complaint. I could live with it but I feel like I really, really need to know if this is something slowly life threatening? My blood pressure is always normal when I go in for doctors appointments, but then again I'm usually not feeling these particular symptoms when I'm being active it tends to happen more while relaxing or when I first wake up. I just need a clue as to who to book an appointment with, any help appreciated", "label": [[587, 608, "SYMPTOM"], [301, 309, "DRUG"], [200, 204, "DISEASE"], [364, 377, "DRUG"], [1167, 1174, "SYMPTOM"], [187, 198, "DISEASE"], [206, 218, "DISEASE"], [351, 359, "DRUG"]]}
{"id": 10366, "data": "Where should I begin with these hormonal symptoms? Hello!\nI've (29F) been experiencing the following symptoms and more recently they have become more intense that I want to seek professional medical attention but I don't know where to begin and who to seek out and I'm wondering if there is a community or people experiencing similar things that have had successful diagnosis and treatment.\nHair loss (has been going on for some time and I have been told it's normal. Now my scalp is visible, I'm clearly balding, and I'm concerned). I also have had early graying since I was 24 and it has gotten much worse although I'm not sure this is hormonal. \nFacial hair growth (always had peach fuzz and have dark hair on lighter skin so its more noticeable but 1 year ago they became coarse like male hair)\nHeadaches\nNausea but no vomiting\n2 3 pimples before menstruation but I feel like this is normal but it is new for me\nPrediabetes in 2019 with a1c at 5.6. In 2021 it was at 5.5.\nRecent and sudden weight gain. I normally sit around 120 lbs and now I'm 130 132.\nPainful menstrual cramps first and second day to where I cannot perform my day job unless I'm on ibuprofen for about 48 hours.\nAnxiety and mental performance. I have been spiraling in negativity and my brain is always foggy. I feel like I'm having a hard time with short term and long term memory and brain power. There are days I get that are clear and low anxiety which by comparison to other days comes at a shock.\nI've had blood work done by a family friend who is a NP. She said I might have PCOS based on my LH AMH ratio and my symptoms. She said that there is no official way to diagnose this but that I can start taking a supplement with chromium picolinate and get an ultrasound. I started taking Smoo and have been for almost 4 weeks. I think it's been making my anxiety a lot worse, if that's possible at all. I'm about to quit taking it because the anxiety is at a high and I fear that I'm going to have a mental break.\nI've had to take charge of my medical matters because doctors have been dismissive of my symptoms but I personally feel like I'm at a point where it needs to be addressed after 5 years of dealing with this. \nThank you in advance for your advice!", "label": [[916, 927, "DISEASE"], [987, 1005, "SYMPTOM"], [1066, 1082, "SYMPTOM"], [1764, 1768, "DRUG"], [391, 400, "SYMPTOM"], [1555, 1559, "DISEASE"], [799, 808, "SYMPTOM"], [1155, 1164, "DRUG"], [1185, 1192, "DISEASE"], [1416, 1423, "DISEASE"], [1831, 1838, "DISEASE"], [1919, 1926, "DISEASE"], [809, 815, "SYMPTOM"]]}
{"id": 10367, "data": "Purple Red bruise spots suddenly appeared 29 YO white female, do not smoke or drink, regular medications include  xyzal 1x day for allergies, citalopram for mild anxiety, and paroxetine for menopause. Recently had full hysterectomy and excision for extensive endometriosis and ovarian fibromatosis with positive BRCA test   family history of cancers. \nThis evening my husband pointed out small clusters of reddish purple spots on the underside of my butt thinking they must have been bruises. I was unaware of them because they are painless, flat and in an area not easily visible unless specifically looking there. I am sure  they appeared within the last week while my husband was out of town.\nI started the paroxetine on 9 22. Could this be a side effect? If so, is it cause for concern given the absence of pain or discomfort? Or any other suggestions as to what this could be? Or should I follow up with my ob?\nPhotos \nSpots  \nWhere they're located for reference  ", "label": [[142, 152, "DRUG"], [175, 185, "DRUG"], [249, 272, "DISEASE"], [131, 140, "DISEASE"], [406, 426, "SYMPTOM"], [114, 119, "DRUG"], [277, 297, "DISEASE"], [324, 349, "SYMPTOM"], [710, 720, "DRUG"], [0, 23, "SYMPTOM"], [157, 169, "SYMPTOM"]]}
{"id": 10369, "data": "How long should it take to feel better after having my gallbladder removed? M46, 165lbs, (I was weighed in April and I was 193 then). 510, Caucasian, non drinker right now (cause I am so nauseous), non smoker. I do use marijuana cause honestly its been the BEST anti nausea agent Ive taken. HANDS DOWN!Currently not taking any medications because I cant hold anything down. But I have omeprazole for heartburn barrettes Esophagus,  promethazine and ondansetron for nausea. Tramadol for pain. \nIm currently 10 days post op and I had the worst day since Ive been sick. ( The past six months) Super nauseated, diarrhea and no energy. I made the mistake of eating some red meat one of my main trigger foods. A few days ago. I have had to completely give up meat as its making me feel ill when I eat it.  My surgeon said I could start going back to my normal diet the day after surgery. I took it real slow at first. Chicken is fine. Pork is fine. But not steak. It was lean meat so I thought Id be ok. But no. Hell no. \nI do have my post op follow up on the 5th but this doesnt feel right. I dont have any signs of infection. And no lingering pain from surgery. I just feel bad. Like worse than I have been. \nAlso is there anything I should mention to my   when I go in for my post op? \nThank you to anyone who reads this. Cheers!", "label": [[590, 605, "SYMPTOM"], [187, 195, "SYMPTOM"], [267, 273, "SYMPTOM"], [400, 409, "SYMPTOM"], [465, 471, "SYMPTOM"], [607, 615, "DISEASE"], [385, 395, "DRUG"], [432, 444, "DRUG"], [449, 460, "DRUG"], [473, 481, "DRUG"]]}
{"id": 10371, "data": "Tap water in nose back of neck and back of head headache. I got some tap water up my nose while washing some sauce out my eye. My nose went under water for a bit and I accidentally snorted it up into my left nostril and it started burning. Its day 2 and Ive been having headaches mainly in the back of my head. Also Ive been having pressure around my head. I keep yawning and my eyes have the red blood vessel lines. Ive been worrying about it these past two days. So hopefully its just lack of sleep and anxiety but Im not sure. Body temp has been 36.8.\nHeight  511 \nNo medication \nMale", "label": [[48, 56, "SYMPTOM"], [505, 512, "DISEASE"], [270, 279, "SYMPTOM"], [332, 340, "SYMPTOM"]]}
{"id": 10373, "data": "doctors arent giving me answers  any ideas? hi all\nim a 25 y o woman, native hawaiian pacific islander and european background, 53 54, 140ish lbs. \nfor about a year and a half now, ive been having stomach issues in that i throw up and or have diarrhea every time i eat.\nhave tried  \n  low fod diet for 4 months with no change\n  no dairy at all for 8 months ish no change \n  low fat\n  largely plant based (5 6 days a week plant based, maybe one day with ground turkey or grilled chicken) \ni dont eat sweets often, i dont eat fast food or fried foods, i dont smoke, i drink (but maybe a glass of wine or seltzer at night  not every night either), i dont snack a lot, i still dont do much dairy, i dont do diet drinks alt sugars, very rarely drink soda, limit caffeine, etc.\nive tried experimenting weeks on and off, eating mainly bland foods (steamed spinach broccoli, potato, rice, etc), just salads, everything i can think of. \nit isnt a portion control issue, i eat small amounts and dont feel overly full. \nim not on medications except for my IUD (mirena) and the occasional advil aleve if i have a headache.\nits all meals snacks time of day so theres no hints there. \nits in all geographical locations so no hints there either. \nive gone to doctors multiple times and they always suggest eating less low fod etc. nothing is working and im so tired of feeling horribly sick every time i eat. does anyone have any ideas have you experienced this?", "label": [[243, 251, "DISEASE"], [1077, 1082, "DRUG"], [1101, 1109, "SYMPTOM"], [1045, 1048, "DRUG"], [1050, 1056, "DRUG"], [1083, 1088, "DRUG"]]}
