{"id": 9959, "data": " 32M  Because of Sunburn? Went to the pool yesterday, got sun burnt around the shoulders and upper back.   Woke up this morning with carpal tunnel like pain in both of my wrists and my hands are swollen.   Took ibuprofen throughout the day with no results.   Is this in relation to the Sun Burn?\n32M\n6ft \n275lb\nNo medications\nI don't smoke", "label": [[133, 146, "DISEASE"], [152, 177, "SYMPTOM"], [185, 202, "SYMPTOM"], [211, 220, "DRUG"]]}
{"id": 9960, "data": "Potentially bleeding in my intestines somewhere. Hospital no hospital? Female, 21, 125lbs, 55. Nonsmoker. Social drinker  maybe at maximum 4 5 a week but sometimes Ill go months not drinking anything. 20mg Dexedrine spansule AM and 40mg Fluoxetine PM   a multivitamin. No recent med changes or diet changes. No history of IBD that I know of, although I used to have IBS in high school but I honestly think it was just from stress.\nOn to the actual problem \nI have had stomach issues for probably about three months now  bloating, foul gas, and very sticky stool. I would pass small amounts maybe 6 7 times a day. I was ignoring it because Im in school (premed) and dont really have time or energy to deal with what I thought was just me not remembering to take a lactose pill when I had milk products. However I have within the last few weeks completely cut dairy out of my diet. There was no real change i got a little better, and then a little worse, and then a little better, etc etc. \nUntil the last few days where my gas has been RANK, theres a serious overproduction of mucus, my stools are stickier than ever, and today about 15 20  of it has just been black grainy specks like coffee grounds. Like I said, Im pre med so Im very aware of the implications, I just dont want to automatically assume the worst. All Ive eaten the last few days is rice, mixed vegetables (corn, green beans, carrots etc), bananas, chicken, coffee, and cereal, so I dont think its from diet. My multivitamin has iron but Ive been taking the same one for over a year and this hasnt happened before. No severe pain or anything, but I have aspergers and my ability to accurately gauge pain is not great  Ive broken bones before and not noticed. \nRight now Im feeling some minor cramping in my lower abdomen, like right below my belly button, and a strange swollen feeling in my back under my ribcage. I have tachycardia when I stand up too fast, Im sleepy, sweating, and cold, but its hard to tell if thats a result of my Dexedrine starting to wear off or a symptom of my stomach issues. My entire abdomen is moderately bloated, a little flushed, but not tender to the touch anywhere, but the part of my lower back that feels swollen is slightly tender. I dont look pale and my breathing rate is not any faster than normal. The black coffee ground stuff hasnt increased or decreased in amount in my stool over the last four hours  Ive been keeping an eye on it with the intention of going to the walk in or something if it gets any worse or if any other alarming symptoms present themselves.\nMy questions is just  should I suck it up and go to a   right now? Id been planning on going next Thursday after finals are over. Im kind of the stubborn suck it up type but my family is pressuring me and I think it might be good to get a second opinion. especially since Im going to head to bed soon and would like to hopefully wake up tomorrow morning  my familys doomsaying is kind of freaking me out.", "label": [[206, 215, "DRUG"], [237, 247, "DRUG"], [322, 325, "DISEASE"], [366, 369, "DISEASE"], [520, 528, "SYMPTOM"], [549, 561, "SYMPTOM"], [1076, 1081, "SYMPTOM"], [1585, 1596, "SYMPTOM"], [1621, 1630, "DISEASE"], [1689, 1701, "SYMPTOM"], [1753, 1767, "SYMPTOM"], [1837, 1852, "SYMPTOM"], [1889, 1900, "DISEASE"], [1938, 1946, "SYMPTOM"], [2003, 2012, "DRUG"], [2101, 2108, "SYMPTOM"], [2207, 2214, "SYMPTOM"]]}
{"id": 9963, "data": "Covid Vaccine side effects Male, 24\n just got my first dose of Pfizer covid vaccine yesterday with my girlfriend. We were both fine yesterday but this morning I had a sore arm that was so bad at some points it was hard to move it, Tylenol solved that problem, but I was really nauseous and fatigued this morning to the point where I couldn't finish my zoom class and I've been laying on the couch ever since. It's gotten slightly better through the day.  Everyone I've spoken to says that you don't really get the bad after shocks until your second dose.  If I reacted like this to the first, am I gonna be worse after the second or doesn't it really work like that?  For context I've never had an allergic reaction to a vaccine before and I have already had Covid back in December and I heard if you had it and get the vaccine it makes side effects worse but that was just word of mouth.", "label": [[63, 83, "DRUG"], [231, 238, "DRUG"], [759, 764, "DISEASE"]]}
{"id": 9964, "data": "Intense abdo pain after c section.. help? 22 year old, Female, Caucasian, uncomplicated surgery. \nWhen I had my first child via emergency c section in 2017, I suffered with this pain for almost a year that was awful and undiagnosed. I had an ultrasound  no scarring. Bloodwork  everything came back perfectly normal   from my WBC to my kidney functions. It was almost like contractions, radiating intensely from my lower upper back to my abdomen. It was excruciating to the point I couldnt move. There was no clear trigger  food and drink, amount of sleep, switching from breast to bottle, nothing made a difference. And taking OTC pain meds didnt even touch the pain. Then when I was 8 months PP it just... disappeared. Now Ive had another c section (albeit a planned one), Im 1 week PP its come back just as bad. The exact same in every way. Its debilitating. I cant even get up to feed my baby, I need my husband to make the bottles for me so I dont have to move. Whats wrong with me?? Any advice or ideas will be helpful!!", "label": [[0, 17, "SYMPTOM"], [373, 385, "SYMPTOM"]]}
{"id": 9965, "data": "Newly developed head tics. Why is this happening? I'm 23 ftm and for almost two years I've been experiencing head jerks. It happens randomly and never hurts but today I had a big one that did. \nI have ADHD, Autism, and anxiety so maybe I just developed a new tic or perhaps I'm just now realizing that I'm doing it and it's always been a thing?\nThis is causing me a lot of stress. I'd appreciate some help on what this could be.", "label": [[16, 25, "SYMPTOM"], [201, 205, "DISEASE"], [207, 213, "DISEASE"], [219, 226, "DISEASE"]]}
{"id": 9966, "data": "I was helping my cousins and uncles get food for the restaurant i picked up the bag of onions and felt something wierd in my testicle like if it moved and it kinda hurted a little i checked them and they feel fine is this a hernia or something?? Im a 17 yr old 190 lbs no medical issues i dont smoke or drink and im 5foot9", "label": [[224, 230, "DISEASE"]]}
{"id": 9968, "data": "Nexplanon site issues Age 36\nSex Female \nHeight 5.1\nWeight 260\nRace White\nDuration of complaint 1 day\nLocation arm\nAny existing relevant medical issues\nCurrent medications soma, nortriptyline, lexapro\nInclude a photo if relevant \nI just got the nexplanon implant on Thursday. My implant site is massively bruised and there is a blister that was under a piece of bandage tape. \nIll call my   Monday if its still there but...is this ok?! Normal?\nThe post wont let me post a picture but I can try to send one if I can. Im new to Reddit. \nThanks in advance!", "label": [[0, 9, "DRUG"], [172, 176, "DRUG"], [178, 191, "DRUG"], [193, 200, "DRUG"], [245, 254, "DRUG"], [328, 335, "SYMPTOM"], [305, 312, "SYMPTOM"]]}
{"id": 9970, "data": "Problem breathing for the last 12 years advice needed please I am a 32 year old male. I have been smoking a pack of ciggarettes a day from the age of about 15 years old however I switched to vaping about 3 years ago and now I chain vape.\n \nWhen I breathe people around me often say I breathe 'loudly' and close family members have often commented that I am battling to breathe. When I breathe it feels like I can never get a satisfying deep breath in and my chest feels 'burny'\nThis problem started around the time I was 20 years old so it's been going on for the last 12 years. I am not conscious of it during the day so it does not trouble me, but every single night before bed it is a problem that worries me, especially when I lay down in bed. Both breathing in and out are difficult and take concious effort, it also feels like it is not normal. I should also add that during the day sometimes it does bother me when I am concious of my breathing.\nAny idea what could we wrong with me? Could it be something serious? Does anyone have the same problem? Please help", "label": [[0, 17, "SYMPTOM"]]}
{"id": 9971, "data": "I keep being told it's muscle spasms. So I (22 male) have been to the hospital 5 times for back pain. The reasons range from putting on clothes to picking up a box. I have a consistent sharp pain that goes up and down my spine. It knocks the wind out of me and it gets really hard to breath. I've had muscle spasms before and they feel nothing like this. Could it be spasms or something else? I'm just tired of this happening and being turned away everytime.\nEven on pain meds and muscle relaxers the pain is still there. Everytime it happens I feel a snap in my back like when you crack your knuckles. It spots me dead in my track and the pain is unbearable for hours. Every time I've been to the ER they say muscle spasms. Today they did a xray and the NP told me my spine showed signs of straightening but it's probably because of the spasms. I'm tired of being in pain and I just want to feel good again.", "label": [[23, 36, "SYMPTOM"], [91, 100, "SYMPTOM"], [185, 195, "SYMPTOM"], [301, 314, "SYMPTOM"], [550, 567, "SYMPTOM"], [710, 723, "SYMPTOM"], [838, 844, "SYMPTOM"]]}
{"id": 9972, "data": "50F My mother has Covid and her blood pressure drops rapidly. Her oxygen levels are normal but her blood pressure severly drops several times a day. She also coughs alot and she has an upset stomach. \nIs the blood drop issue a sign of an infection or something more serious? So far, I've been giving her some food to lift her blood pressure and it has been working.\nI'd also appreciate any advice I can get.", "label": [[18, 23, "DISEASE"], [99, 127, "SYMPTOM"], [158, 164, "SYMPTOM"], [185, 198, "SYMPTOM"]]}
{"id": 9973, "data": "Pain in left arm only when I eat? 23, Male, 59, 165, no diagnosed medical issues, no allergies, not on any medication, not a smoker and only a social drinker\nWhen I eat, particularly large or heavy meals, I get a pain in my upper left arm. Unfortunately searches in Reddit have been fairly inconclusive as to what the cause for this could be. \nTangentially related  Since January, Ive had on and off chest pains tightness. Ive seen my PCP twice for this issue who dismissed it as anxiety without running any tests, and went once to urgent care where they completed an EKG, blood test, and chest x ray and said it all came back normal. Ive cut out coffee which has seemed to help a bit, but Ive never struggled with and dont feel like I am struggling with anxiety.\nIm not sure if the pain while eating accompanied with this non specific chronic chest pain could point to another issue, but wanted to include that as background.\nAny ideas?", "label": [[0, 16, "SYMPTOM"], [213, 238, "SYMPTOM"], [400, 411, "SYMPTOM"], [480, 487, "DISEASE"], [755, 762, "DISEASE"]]}
{"id": 9974, "data": "25M just sneezed and felt my whole body fill with intense pain 25M\n5'8 155lbs\nAllergies anxiety high blood pressure \n10mg 6mg linsinpro hctz \nI was having a allergy attack and was sneezing back to back the first like 5 sneezes felt normal \nThen I sneezed and it felt like my whole body was like shocked and I got this intense pain it went through my chest and down both my arms \nIt felt like every muscle in my body tensed up at one and all my joints and hurt pretty bad it resonated for about 20 secs then went away \nThis has happened to me a handful of times and cant find any info on it and its so odd to me lol", "label": [[96, 115, "SYMPTOM"], [88, 95, "DISEASE"], [78, 87, "SYMPTOM"], [126, 135, "DRUG"], [157, 171, "SYMPTOM"]]}
{"id": 9975, "data": "Timing of 2nd dose of Astra Zeneca problem. Caucasian female, 47\nHi, Im due for my 2nd dose of Astra Zeneca 16.June but now need to travel to NZ on the 12th (3.5 hours flying time) as my Dad is on his way out. I had the flu shot on Sunday so if I wait the required 2 weeks then that puts it on the 13th even if I got it early. With the blood clot issues I dont want to not wait the full 2 weeks, nor do I want to have it a day before I fly. \nNew Zealand only has the Pfizer vaccine so I would be mixing vaccines. \nIn your opinion, is it best to mix the vaccines and have the 2nd dose on schedule or should I have the second dose 4 weeks late? \nThanks in advance for any advice you can give.", "label": [[220, 228, "DRUG"], [336, 346, "SYMPTOM"]]}
{"id": 9977, "data": "Going back to regular life after head injury Hi! Im a 21yo female, 53, 120lbs. I was hit by a car almost a month ago crossing the street and have been off work since. I got a concussion, some stitching and smaller wounds in the back of my head, and have started physical therapy for my head neck and shoulder for the side I was hit. Im still experiencing some mild symptoms but of course theres been significant improvement from where I was. I have a neuro appt coming up next week but was wondering if I can have any questions answered before then and also for a second opinion. \nDo you think Ill be approved to go back to work since almost a month will have passed, and or will I have any say in this if I want say take another week or two to wait until my headaches are completely gone? My job is fully behind the screen and I worry its not good for my brain but of course I dont know best. Also, for the long run looking forward for the summer, when do you think Ill be allowed to go on a plane and also have a glass of wine with dinner? This isnt very important but Im interested to know!", "label": [[175, 185, "SYMPTOM"]]}
{"id": 9978, "data": "Pain in my left leg  \nI (22 Male) have had this nerve pain starting in my left buttocks and running down to my lower calf for almost two months. It is minimally painful in the morning and is very bad at night. It's most problematic when I go to stand up after sitting in a chair for a while. When I do this I can't stand up straight or else the pain is really bad. After walking around for   3 minutes it's usually much better and I can walk normally with a little bit of pain. It doesn't bother me when sitting. It's really just when I am changing positions. Once I get to a position it doesn't hurt.\nI am pretty sure this pain is in my sciatic nerve. At first, I thought this was sciatica, but I really don't have any pain in the back. It starts in my left buttock between the hip and cheekbones. Then I thought it might be piriformis syndrome, but I've been doing stretches for a couple of days, but have no relief. Almost 4 months ago, I had really bad low back pain after doing a lot of yard work. I don't remember specifically doing anything to mess it up, but my back was a little fatigued at the end of the day. The next day I had similar symptoms to what I have now. I couldn't stand up straight after sitting but it was because of back pain, not this nerve pain in my leg. This finally cleared up after a few weeks and I probably had two weeks where I was healthy before my current condition started.\nWhat is this condition and how can I fix it? What kind of   would I see to treat it?\nHeight  5'10, Weight  175 lbs, Race  White, No other medical conditions, prescriptions, or drug alcohol use", "label": [[48, 58, "SYMPTOM"], [682, 690, "DISEASE"], [720, 736, "SYMPTOM"], [826, 845, "DISEASE"], [957, 970, "SYMPTOM"], [1241, 1250, "SYMPTOM"], [1261, 1271, "SYMPTOM"]]}
{"id": 9979, "data": "I am vaccinated (Pfizer). I took a PCR Monday and a rapid test yesterday. Is it possible I could have COVID but it hasnt built enough? Male\n62\nWhite\n30\n220\nColorado\nNo health issues\nBarely (and I mean barely) runny nose with the occasional ahem to spit out very little phlegm.\nI got my final dose of Pfizer on April 13th of this year. Fast forward to today, and I had just gotten back from NYC visiting other vaccinated family members (no outsiders)\nMonday when I got back to Colorado I had a very very slight runny nose. With the ahem mentioned above to clear it out. I feel fine otherwise, no sore throat, fever or coughing of any kind. Can taste and smell normally. \nMy eyes are strained tired (I work in tech on a laptop) and have dealt with this before.\nI got PCR tested Monday, and rapid test on Wednesday. The rapid showed negative, later that day I got my negative   NOT DETECTED result.\nThat being said, could I feel confident I do not have it? Would it have shown up on either test already? \nAny help appreciated !", "label": [[209, 219, "SYMPTOM"], [510, 520, "SYMPTOM"]]}
{"id": 9980, "data": "(1F) I've been crying all day for the last few days, and recently, I broke out in some kind of rash blemishes spots on my face, belly and back What is wrong with this baby? She was checked out at a hospital and found no evidence of UTI or ear infection. Then the rash happened today", "label": [[95, 99, "SYMPTOM"], [232, 235, "DISEASE"], [239, 252, "DISEASE"]]}
{"id": 9981, "data": "Platelets 483 after surgery 36 YO Female   hypothyroidism, \nMeds  levothyroxine 50, Lexapro 10, Motrin 600 mg, Tylenol, Iron Tablets \nRecently had emergency salpingectomy two weeks ago. Had labs checked today everything was nearly normal except platelets are 483. My HGB and RBC improved and are closer to normal range. Can elevates platelets be caused from surgery ? My OB   . Didnt mention the cause or seem concerned ?", "label": [[43, 57, "DISEASE"], [66, 79, "DRUG"], [84, 91, "DRUG"], [96, 102, "DRUG"], [120, 132, "DRUG"], [111, 118, "DRUG"]]}
{"id": 9982, "data": "Cant hear after migraine please help 25F\n5'3\n130lbs 59kg\nNon smoker non drinker\nNo previous medical issues besides being  anemic due to heavy period. Currently taking iron supplements   folic acid.\nOn friday I spent the day in the sun   by nighttime I got what I think is a migraine as Ive had bad headaches before but nothing like this as I thought my head was gonna explode from pain the same time my ears got as I would best describe clogged like the feeling when theres too much water that got in your ears after swimming for a long period of time (I havent been in the water) On monday my left ear got better   I can hear well out of it since tuesday   the clogged feeling is gone. However my right is the same it seems to be getting worse I still cant hear out of it fully like 20  hearing   it started to hurt today when it didnt hurt before   it hurts more as the hours go by.\nCan anyone tell me whats going on or if its serious? Ive never had any ear problems before btw thanks!", "label": [[298, 307, "SYMPTOM"], [274, 282, "DISEASE"], [16, 24, "DISEASE"], [167, 183, "DRUG"], [186, 196, "DRUG"]]}
{"id": 9983, "data": "Anxiety Or Something More? Been Going On For 2 Months Straight now... Scared Everyday 21M, 59, 221 lbs\nI have asthma but it hasnt been a big issue since I was a little. I smoked weed for about 3 4 years straight really without taking breaks and on April 30th (so its been 2 months) I took a dab and after the dab my lips got tingly and my left hand got tingly and I got lightheaded and laid down and rested for an hour. Ever since then Ive been having to control my breathing and feels like Im not getting enough air along with acid reflux that washes up to my esophagus and burns sometimes. I had about 4 different panic attacks when it first started happening and was hyperventilating and breathing too heavy at first because I didnt know what was going on but now I dont have the panic attacks Im just left with my breathing getting shallower like maybe its trying to return to normal and manual breathing everyday until I finally fall asleep even though my chest x Ray, chest catscan, EKG and blood work have been normal according to the doctors. Never had anxiety ever like this before and it has now been going on for 2 months straight basically so Im just confused, my   has tried Clonodine and Paxil so far and they both dont really seem to help at all. Im basically scared for my life all the time because of my breathing and cannot shake this. Any help?", "label": [[691, 710, "SYMPTOM"], [1202, 1207, "DRUG"], [110, 116, "DISEASE"], [370, 381, "SYMPTOM"], [528, 539, "SYMPTOM"], [616, 629, "SYMPTOM"], [670, 686, "SYMPTOM"], [818, 845, "SYMPTOM"], [1061, 1068, "DISEASE"], [1188, 1197, "DRUG"]]}
{"id": 9984, "data": "How long can heat exhaustion symptoms last? Age 33 \nSex f \nHeight 52 \nWeight 110 pounds \nRace white\nDuration of complaint  just over a day \nLocation  Scotland \nAny existing relevant medical issues  none, v healthy normally \nCurrent medications  none \nYesterday I went for a long hike in the sun and didnt wear a hat (my thinking was how burnt can someone get in Scotland?   thats me shown!). I wore sunscreen so didnt get burnt but still had too much sun exposure and got a bit dehydrated. Last night when I got back I was shivering, today its been lots of dizziness  nausea  stomach cramping  diarrhea. Its now 1am and I still feel like shit  have the shits pretty bad. Im wondering how long can diarrhea symptoms from heat exhaustion last? \nAlways wear a hat and take lots of water yall!", "label": [[478, 488, "SYMPTOM"], [557, 566, "SYMPTOM"], [568, 574, "SYMPTOM"], [576, 592, "SYMPTOM"], [594, 602, "DISEASE"], [697, 705, "DISEASE"], [720, 735, "DISEASE"], [13, 28, "DISEASE"]]}
{"id": 9985, "data": "Should I get checked out? Hi, im 22 F  5'3, white, and suddenly 168 lbs, I have been having issues with being constantly tired, like exhausted and just sleep, I also get extremely hot. My house is kept at 650 F but I'll be sweating and be so hot I need to lay directly under a fan nude. I have also suddenly gained around 20 lbs, should I get a thyroid test or am I just getting fat?", "label": [[110, 126, "SYMPTOM"], [133, 142, "SYMPTOM"]]}
{"id": 9986, "data": "Odds of bicuspid aortic valve being misdiagnosed? 31, female, 53, 115lbs, no known previous conditions other than POTS. \nI received an echocardiogram 2 months ago (due to tachycardia) and one of the things noted on the results was, aortic valve    possible bicuspid. Mild regurgitation. Mild thickening of leaflets My new cardiologist doesnt agree with these findings because she said she heard no murmur after listening to my heart. Im getting a second echo test done on her request next week and Im not sure what to think now. Is it possible the first test was inaccurate? Im not sure how common this condition is to misread on results.", "label": [[114, 118, "DISEASE"], [171, 182, "DISEASE"], [267, 285, "SYMPTOM"], [398, 404, "SYMPTOM"]]}
{"id": 9987, "data": "Fluid coming out of cuts 33F. 248lbs, white. Taking anti depressants for depression and anxiety. \nIn the last year or so, my body has started doing this (image link below). If I get a cut or something, it will produce a huge amount of yellowish clear fluid, even to the extent that Ill be able to feel it bead up and drip down my skin, and my skin seems to take much longer to heal than it used to.\nI got a blood test done, because I was concerned about it being a symptom of diabetes, and they told me my blood sugar was well within normal ranges but i did have an elevated blood platelet count. They basically told me I didnt really have to worry about it, but I wonder anyway.\nWhat is this? Is it something I should be concerned about? \n", "label": [[52, 68, "DRUG"], [73, 95, "DISEASE"], [235, 256, "SYMPTOM"], [476, 484, "DISEASE"], [566, 595, "SYMPTOM"]]}
{"id": 9988, "data": "IBS vs IBD, never have a colonoscopy or seen GI   but   still says I only have IBS curious for input \n25 male. Roughly two years ago I started having recurring diarrhea. Typically once or twice a month I would have a total blowout which was always almost totally corrected the next movement. I would get terrible cramping and rushing water noises from my abdomen. However this pain went away the moment a movement was finished. My   did a sample for parasites etc, Clear. Doctor did ESR to check inflammatory markers which was clear. The only oddities were mildly low B12 indicating some level of malabsorption, and slightly low MPV which Ive heard means not much but can be associated with IBD. Anyway as Ive worked on my diet being better the episodes have gotten further between but still once a month or every other month I get the runs. With very bad cramping. I am more gassy on average as well in general and I often get cramps even with normal movements. Doc said without any ESR levels being raised or weight loss its unlikely any IBD and to be fair a friend I have with Crohns does second that in his experience. Plus he said my pain going away the moment a movement is done isnt par for the course with Crohns, is that true? \nIn the end the   said its likely IBS, it started after moving and major life changes so the stress part fits. Its intermittent but still fairly far apart and the pain is gone with a movement. They said a colonoscopy is out of the question unless I lose weight or develops more serious symptoms. I get IBS is common and IBD more rare, still I cant help but worry and would just appreciate your input and experiences related to mine.", "label": [[7, 10, "DISEASE"], [0, 3, "DISEASE"], [79, 82, "DISEASE"], [160, 168, "DISEASE"], [313, 321, "SYMPTOM"], [691, 694, "DISEASE"], [856, 864, "SYMPTOM"], [876, 881, "SYMPTOM"], [928, 934, "SYMPTOM"], [1040, 1043, "DISEASE"], [1080, 1086, "DISEASE"], [1214, 1220, "DISEASE"], [1270, 1273, "DISEASE"]]}
{"id": 9989, "data": "Pain when sitting up and bleeding from bellybutton. Hello. Just to preface, Ill be contacting my   on Monday. Im asking here to try and ease some anxiety that Im going to die lol. \n24F, 58, 190lbs, Caucasian. For a few years Ive felt a weird pressure to the left of my bellybutton that sometimes progresses into pain when I sit up or bring my knees to my chest. I have a copper IUD and never noticed it before then, so I figured maybe it was just me feeling it. Well about a year ago I got a bit of bleeding in my bellybutton and my   said it was likely a skin infection, to keep the area dry and clean, and let him know if it persisted. So I havent had any bleeding until last night, and since it started bleeding again (with a bad smell), Ive had more pain than usual when sitting up. Is this likely an infection or does it sound more serious? I dont have insurance so we cant afford surgeries or extensive tests... I know Im getting ahead of myself so thats why I turn to you all. Any reasons to not panic are welcomed  Im also super embarrassed about it so its another source of anxiety. Thanks in advance for any advice  )", "label": [[499, 507, "SYMPTOM"], [556, 570, "SYMPTOM"], [658, 666, "SYMPTOM"], [706, 714, "SYMPTOM"]]}
{"id": 9990, "data": "Arm Shock Feel 35 male 74\" 200 lbs.  20 30 days duration.  No current medications or existing medical issues.\nI finally got time from my  work travel work to take the COVID Vaccine 4 5 weeks ago. Got the first  Pfizer dose left arm. In the first 2 3 weeks after, I occasionally have  felt at times when I go to move my right arm, a strange feeling like  piercing sensation from the elbow, both upward and downward. Hard to  describe it as it's never happened before. May resemble what happens  when you get a shock from bumping the elbow. I don't remember it having  happened over the past 7 days, but it definitely happened on a number of  days in the first 2 3 weeks after the first shot, usually if it  happened on a given day 1 2 times on that day.\nI'm concerned about going for the next shot. And I can tell you that  all the censorship of any concerns doesn't help me to take any advice. I  was more comfortable with the idea of this vaccine back when it was  okay to say whatever you thought about it. I don't have a regular    so I don't think going to a random one over this would help. I expect  to need to complete this thing to be allowed to continue to travel for  work but at the same time I have no way to find if what I experienced  could be a reason for concern. Even if I went and saw a random  ,  being I have no prior relationship they if anything might say \"well  don't take the second dose until xx months go by and we do all these  tests.", "label": [[167, 180, "DRUG"], [354, 372, "SYMPTOM"]]}
{"id": 9991, "data": "Testicle pain 21 years old male 5 7 135lbs \nIve been having pain for 6 hours now. My dogs (Doberman pinscher) tail whipped my testicles. He has a very strong long tail. I still feel pain in my lower abdomen and Im worried. How serious does this sound? Is this an emergency?", "label": [[0, 13, "SYMPTOM"], [182, 206, "SYMPTOM"]]}
{"id": 9992, "data": "Bleeding for 6 months Ive been having vaginal bleeding for 6 months straight now. I got diagnosed with an ovarian cyst a few weeks ago, and was given no medicine or anything. I told my   about my bleeding and she just looked in the other direction. Im starting to get very worried and frustrated.\n19 female, 140 lbs. 56", "label": [[38, 54, "SYMPTOM"], [106, 118, "DISEASE"], [196, 204, "SYMPTOM"]]}
{"id": 9993, "data": "2 year old bite I dont even know how to start this. My  motherly instincts came into play and I just reacted before I proceeded what happened with ?\nI was playing on the trampoline with my son (2) I think I landed with my legs crossed. After I landed and bounced back up his top teeth left a massive mark on my knee. I didnt notice the blood dripping down.\nToday its swollen bruised and throbbing \nShould I worry about? I put some aaa cream.\nDoes it looked infected?\n", "label": [[367, 374, "SYMPTOM"], [375, 382, "SYMPTOM"]]}
{"id": 9994, "data": "Sore throat and white spot on uvula. 30 year old male, 225 pounds, no medical history or medications. Had this for about 5 days now. Moderate sore throat, swallowing hurts, and I have these white spots on my uvula that are staying the same size or getting bigger.  I have no idea what it is so any help would be appreciated.", "label": [[0, 11, "SYMPTOM"], [16, 26, "SYMPTOM"], [190, 201, "SYMPTOM"], [155, 171, "SYMPTOM"]]}
{"id": 9996, "data": "Hypochondria and anxiety making me think my abdominal pain is fatal  help me out here. Your local hypochondriac is back again, 18F 145lbs 5'7 as usual\nMy anxiety is off the charts over this, so if someone could reply quickly that would make me very very grateful. \nImma try to not be gross about this but I was you know, taking a number 2. I get abdominal cramps all the time during this, suspected IBS, so usually it's nothing for me to worry about, but this time the cramp felt more like my intestines were on the verge of splitting open with gas. It was incredibly painful and got worse if I breathed in too much. This pain lasted maybe 30 seconds and dissipated.  Now of course, my brain likes to think my colon actually split open. I know that's asinine but that's just how my anxiety works. Could this have just been some particularly bad gas or colon spasm? Have you felt anything like this before? I'm really just panicking right now and need some input. Thanks.", "label": [[17, 24, "DISEASE"], [44, 58, "SYMPTOM"], [346, 362, "SYMPTOM"], [399, 402, "DISEASE"], [469, 474, "SYMPTOM"], [841, 848, "SYMPTOM"], [852, 863, "SYMPTOM"]]}
{"id": 9997, "data": "Does a conservative approach to AC joint dislocation mean I have to do shoulder strengthening indefinitely? I'm 26f, very active. I've dislocated my AC joint and torn two of my ligaments. Both the   and physio said it's grade 2 or 3 and recommended conservative treatment.\nFrom the reading I've done it seems that ligaments don't repair well, if at all. And that with conservative treatment I am building up the muscles around the joint to stabilize it and hold it in the right place. Does this mean that in the future if I stop doing any gym work and shoulder strengthening that my shoulder will drop back down and my AC joint will be unsupported and in pain? And be at risk of reinjury because I don't have the muscles supporting it? Is it likely that I will need to keep doing shoulder maintenance work as long as I'm doing sports and mountain biking?", "label": [[135, 157, "SYMPTOM"], [162, 186, "SYMPTOM"]]}
{"id": 9998, "data": "Need help with if I need a shrink or a surgeon 39yo male mental health issues but otherwise healthy. I am an alcoholic but have not drank since February. Couple months ago we find out my sisters father is not her father. As this was happening I decided a little old fun with robetussin wouldn't hurt anything. Since I have been regularly drawn into self destructive behavior, such as continuing with the cough syrup. My entire world is upside down now it seems. I'm having daily nightmares of nuclear war, convinced I'm a woman living in a man's body. I have been very impulsive during this time too. It seems the inner woman in is hell bent on coming out with or with out me. Please help. I'm starting with new councilors on Tuesday.", "label": [[275, 285, "DRUG"], [404, 415, "DRUG"]]}
{"id": 9999, "data": "DARK URINE CAUSING HEALTH ANXIETY 24 , F, 160cm height and 48kg weight, non smoker, i was prescribed amoxicillin (3x per day before food) and metronidazole (200g tablet 6x per day) upon my visits to the dentist on monday.. start taking the meds on monday.. on wednesday morning i woke up to pee and i noticed that my urine is very VERY dark colour.. this is the first time anything like this occurred to me... im worried.. please help...", "label": [[101, 112, "DRUG"], [142, 155, "DRUG"]]}
{"id": 10000, "data": "Confirmed Labrum Tear, unconfirmed scapula pain? M25, 62, 185lbs, non smoker light alcohol.\nGot an MRI after 2 months of pain and 6 weeks of PT. Was confirmed to be a small superior labrum tear. The pain in the joint doesnt bother me too bad, planning to get a cortisone shot and continue PT for another few weeks. \nBut I have a lot of pain near my scapula, sometimes its just soreness of the rhomboid but sometimes its an awful pain like pressing on a bruise. Happens at the top and bottom of my shoulder blade. It occurs with movement of the scapula, something simple like folding a load of laundry is painful. Im at the point where I just dont move my arm to avoid and rotation of the scapula. \nMy PT believes it is sore because weve been working the area for 6 weeks now....which sure some of it is but Ive taken a few days off (4) and it didnt improve. Im wonder if its scapula dyskinesis, improper movement of the scapula. \nIs scapula dyskinesis common with a labral tear? Ive tried to look it up but havent seen much, if anything I wouldve thought it was extremely common. \nCan it be corrected with PT while the labrum is still torn? Or would getting the labrum repaired be the first step to getting the scapula corrected?", "label": [[10, 21, "SYMPTOM"], [173, 193, "SYMPTOM"], [261, 270, "DRUG"], [329, 356, "SYMPTOM"], [423, 433, "SYMPTOM"], [875, 893, "DISEASE"], [933, 951, "DISEASE"], [966, 977, "SYMPTOM"]]}
{"id": 10001, "data": "High MCV   Macrocytosis causes? I had blood work done after a recent miscarriage. The miscarriage occurred about 2 weeks prior to this blood work I had done. I was told everything looked good except my red blood cells were large (aka my MCV on CBC was high). I dont have the exact numbers, but was told it was just slightly elevated   .7  above normal reference range. I have had blood work done quite a few times and it has never been high so this concerns me. \nMy b12, folate, TSH, iron, was also checked and all came back normal. When you look up the reasons for a high MCV, it looks like b12 deficiency is the most common cause? I started supplementing with a high dose b12 a little less than 2 months ago after experiencing every symptom of having a deficiency (fatigue, dizziness, weakness, poor balance, mouth sores, tongue symptoms, tingling sensations strange neurological symptoms,etc.) \nMy   said that even though my levels are normal now, I could have been deficient prior to supplementing and my MCV is taking time to get back to normal since it can take up to 6 weeks to reflect? \n  I started seeing things like leukemia and bone marrow Disorders like myelodysplastic syndrome when searching high MCV. I have debilitating health anxiety so this really concerned me.  \n  Also, I lost a ton of blood during my miscarriage   very close to hemorrhage. Is this a possible cause for larger than normal red blood cells? Everything I have researched about high MCV doesnt mention anything about blood loss as a possible cause. \n25 year old female, 5ft5 130lbs, not currently on any medications, not a smoker or a drinker.", "label": [[767, 774, "SYMPTOM"], [776, 785, "SYMPTOM"], [787, 795, "SYMPTOM"], [811, 822, "SYMPTOM"], [841, 860, "SYMPTOM"], [1126, 1134, "DISEASE"], [1166, 1190, "DISEASE"]]}
{"id": 10002, "data": "Should I take my HRT pills when sick? 28 male 53 200mg spironolactone 6mg estradiol\nNo smoking \nFever, sore throat, fatigue started since Sunday \nGot rapid tested for covid and strep   both negative. Doc wasnt an endocrinologist so he said to ask my provider but theyre too busy", "label": [[55, 69, "DRUG"], [74, 83, "DRUG"], [96, 101, "SYMPTOM"], [103, 114, "SYMPTOM"], [116, 123, "SYMPTOM"]]}
{"id": 10005, "data": "1.5M toddler   on off fever for 10 days, ear infection, viral bronchiolitis (persistent runny nose and cough for a month prior) Hi everyone, like the title says. Hes had a continuous runny nose cough for about a month now, pediatrician had him on Claritin 2.5ml and 50mcg Flonase as she supposed it was allergies. Had a fever 10 days ago after getting home from daycare on a Friday which lasted through the weekend so brought him to his pediatrician Tuesday who noticed an ear infection brewing. Put him on Amoxicillin, fever subsided Wed Fri. On Saturday, he woke up with a 102.5 fever. COVID test negative, ear infection getting better, but   switched to Augmentin instead (said its stronger, helps cut through the mucus) and has him on nebulizer with saline.\nMonday morning we get the chest X ray showing viral bronchiolitis. Dr says to keep to the Augmentin and nebulizer, stated hes going through a viral fever, says it normally runs a 10 day course. She says if he goes up to 104 105 range to bring him into the ER for a full work up.\nMy question is  is it prudent that I just go ahead to the ER for the work up? Hes had a fever all day today (highest at 102.5), which Ive been administering infants Tylenol as usual. I just dont want to wait until something severe happens or am I overthinking this? Hes my first, we dont really have family to turn to so I admit Im a clueless mom. Im just looking to get information based on someone elses expertise experiences. Thanks in advance!", "label": [[41, 54, "DISEASE"], [56, 75, "DISEASE"], [88, 98, "SYMPTOM"], [103, 108, "SYMPTOM"], [172, 193, "SYMPTOM"], [194, 199, "SYMPTOM"], [272, 279, "DRUG"], [473, 486, "DISEASE"], [507, 518, "DRUG"], [609, 622, "DISEASE"], [657, 666, "DRUG"], [739, 748, "DRUG"], [808, 827, "DISEASE"], [852, 861, "DRUG"], [866, 875, "DRUG"], [904, 915, "DISEASE"], [1198, 1213, "DRUG"]]}
{"id": 10006, "data": "26F, should my friend get a rabies shot? My friend was traveling in Mexico. This was not a tourist area. It was a very rural village. While there she was bitten by a dog. The dog does belong to family friends and they said that it was not vaccinated. She went to the ER when she got back (to the US) and they would not give her the rabies shot and told her to ask the family in Mexico to watch the dog for odd behavior. Should she press them to get the shot?", "label": [[154, 169, "SYMPTOM"], [332, 343, "DRUG"]]}
{"id": 10007, "data": "Ciprofloxacin?   Age    28  \n  Sex    Male  \n  Height    6'0\"   183cm  \n  Weight    180lb   81kg  \n  Race    Caucasian  \n  Complaint    I was prescribed Ciprofloxacin for an ear infection (Sandoz Ciprofloxacin   Dexamethasone) but the infected ear is perforated (and has been for a decade).   Is it safe to use these ear drops on a perforated ear drum?   I remember getting water in there accidentally once or twice in the past and getting a headache as a result, so I'm wondering if this is safe to do. I'm supposed to put 4 drops, twice a day for a week.  \n  Current Medications    None, just Vitamin D3 supplements. I was taking Nasonex for 4 5 days but stopped 1 2 days ago.  \n  Drink    Very rarely  \n  Smoke    Vape only (nicotine)  \n  Recreational Drugs    No", "label": [[153, 166, "DRUG"], [174, 187, "DISEASE"], [189, 225, "DRUG"], [632, 639, "DRUG"], [595, 617, "DRUG"]]}
{"id": 10008, "data": "Can barely move hands in morning, super painful 26, female, 180lbs, no medications, no previous major health conditions\nHello, the past week or so, my hands have been so stiff and painful in the morning I can hardly change my babies diapers. It usually takes about 45min 1 hour to dissipate. \nMy mom has rheumatoid arthritis and I am quite terrified this is an early on site sign. Could it be? Or could there be any other explanation for why this is happening? I havent been engaging in any more physical activity than normal, and the only changes I have made with vitamins is increased biotin. \nAll tips appreciated. Thank you.", "label": [[170, 187, "SYMPTOM"], [304, 324, "DISEASE"], [587, 593, "DRUG"]]}
{"id": 10009, "data": "No one can figure out what is wrong, please help  24F  Throwaway. I just can't handle this anymore. \nI have a long laundry list of symptoms that none of my doctors can figure out, albeit I'd be lucky if half of them are trying. \n24F. I've been struggling with severe joint pain since I was a teenager. The last four years its gotten so much worse. I've lost all my hair (including most leg hair and most of my eyebrows), I've lost 20lbs (which puts me into the underweight category because I wasn't that large to begin with). The brain fog is so thick I can't get anything done    and I mean literally nothing. I sweat so badly at night there's a noticeable temperature change in my bedroom between the living room when I wake up in the morning and Jesus, I sleep all day. I mean ALL day. But I'm also freezing my ass off half the time as well. There is no rhyme or reason. \nMy hands shake and my heart is racing all the time. I have very low blood pressure (75 48 today). I have trouble peeing but apparently no kidney stones. I get extreme mouth sores that cover almost the entire surface of my mouth and tongue. I get rashes on my legs, too. I have a goiter in my throw that makes it painful and impossible to talk (ENT has cleared me, too). I have no control over my emotions when I'm off of progesterone. I take a progesterone pill because we learned it helps with the amount of blood I'm hemorrhaging but its also the only thing that makes me feel sane. The \"crazy\" feeling I get off of it never goes away, no matter how long I'm off of it. That seems like a big issue to me, but take it as you do. \nThere is probably a dozen symptoms I forgot so I can add them if they are important or come up. \nI have seen most specialists and they've all cleared me (albeit many with not a lot of effort). Dermatology doesn't understand the hair loss, I had endocrinology today which belittled my complaints (despite admitting I had no hair and that my thyroid was large on my ultrasound). OBGYN Endocrinolgoy says its endocrine's problem (and I had two surgeries through them towards the beginning of this, back in 2016    my uterus was one giant ball and they had to remove the extra muscle mass and take it out). \nRheumatology found ankylosing spondylitis, which I agree with. But we also agree that there is a second condition that no one can figure out. I currently have a lovely   who is primarily a research and he is trying and I appreciate him, but its even mystifying him. He can see something is wrong, but none of it makes any sense. \nPsychiatry has cleared me of anything, even fibromyalgia type things (my symptoms aren't right). Sleep medicine has cleared me, as has ENT, neurology found no sign of neuropathy, nephrology and urology say I'm crazy (despite having quite a wacky 24hr urine), orthopedics said the irregular MRI results for my hip pain were nothing. \nWhat do I do? I will be completely honest, I've been trying for four years. I've been patient. I have been unable to go to school or work during this time and I'm starting to lose hope. I'm not depressed or anxious or suicidal    I've been cleared by multiple psychiatrists because so many of the specialists just want to blame my mental health. But I'm fine. I am, however, getting to the point where I'm thinking suicide is the only way out of this. I don't want to die    I have plans for my life, and there are so many things I want to do and achieve. But I also don't deserve to live in pain all the time either, you know? I don't deserve this life and I don't have a quality of life. Going to doctors appointments all the time and crying because it hurts to stand up to shower, or struggling to even cook, isn't life. I've remained optimistic until the last week or two but at this point, it doesn't look like I'm ever going to see the other side of this. \nPlease help me figure this out. Tell me who I need to see, or what tests I need to run. I have had one million tests, so if there is anything you're looking for, let me know and I can share your results. \nI appreciate your help.", "label": [[260, 277, "SYMPTOM"], [530, 539, "SYMPTOM"], [939, 957, "SYMPTOM"], [1013, 1026, "SYMPTOM"], [1042, 1053, "SYMPTOM"], [1121, 1127, "SYMPTOM"], [1154, 1160, "DISEASE"], [1296, 1308, "DRUG"], [1319, 1331, "DRUG"], [2229, 2251, "DISEASE"], [3067, 3076, "SYMPTOM"], [3080, 3087, "SYMPTOM"], [3091, 3099, "SYMPTOM"]]}
{"id": 10010, "data": "Testicle pain  M19  \nAs the title suggest im a male, 19 and im around 185cm and 70kg and i have no medical conditions.\nI have had on and off pain in my left testicle for around a month now. the pain comes and goes and can get really painful at times. I have had blood and urine tests twice and also ultrasound twice and nothing. Doctors havent given me any explanation on what it could be, last time i was at the doctors they did a referral for me to urology but the answer was no need and its honestly pissing me off since i cant go to work, workout or even go on a moving vechile without immediate pain.", "label": [[0, 13, "SYMPTOM"], [141, 165, "SYMPTOM"]]}
{"id": 10011, "data": "Recurring cut in on intergluteal cleft  26F USA  hx of HSV2 ( I don't think it is an outbreak which I've been having under control). Currently on Lamictal for epilepsy. Cut has been recurring for quite some time. I try not to wear a thong...try to keep area dry. One   told me to just put Vaseline on it to keep moisture away (kinda weird IMO). \nNo one swabbed it as everyone i go into the   office, the wound is not open. It is just annoying and I put a thin layer of neosporin on it. Any idea of what this might be?", "label": [[146, 154, "DRUG"], [289, 297, "DRUG"], [469, 478, "DRUG"]]}
{"id": 10012, "data": "Armpit slightly swollen for months after vaccine M, 20s, normal weight, psoriasis, no meds\nEver since I got my second Pfizer shot almost 6 months ago, my armpit where I got pricked has been very lightly swollen. No apparent discomfort, although sometimes I feel a bit of pain if I somehow pressure it or pinch it with the arm", "label": [[16, 23, "SYMPTOM"], [72, 81, "DISEASE"], [195, 210, "SYMPTOM"]]}
{"id": 10013, "data": "Dizzy spells 21F, 50kg, 52 no other health issues. \nPast week or two Ive been experiencing dizzy spells like for just a few seconds at time. I dont know how to describe it like the room doesnt move but my head feels a bit off in those few seconds. Happens mostly when Im standing up but has happened when Im sitting down and turn my head to fast. When I get the dizziness spell when Im sitting down sometimes I feel like leaning to one side.", "label": [[0, 12, "SYMPTOM"], [91, 103, "SYMPTOM"], [362, 371, "SYMPTOM"]]}
{"id": 10014, "data": "Are wounds closed with glue supposed to seep pus? Last night I split my chin open on a door. Applied pressure, put some gauze on it, tried to close the flaps etc but it kept bleeding to the point of dripping blood\nAbout 3 hours after it wouldnt stop so went in to get stitches. They put it back with glue\nWoke up with this small bubble of blood that Im guessing was kept in due to the glue sealing it in? \nWell, right now I just felt this stream of water running to my neck, looked at it and looks like its seeping pus now. \nJust wondering if thats part of the healing process \nM22 180lbs 511", "label": [[45, 48, "SYMPTOM"], [515, 518, "SYMPTOM"]]}
{"id": 10015, "data": "Undiagnosable abdominal pain FTM (untransitioned) 23, native white \nMedical history \nAutism PTSD \nGraves disease   total thyroidectomy in 2016\nSuperior Mesenteric Artery Syndrome  duodenum bypass in 2019 \nCurrent situation \nConsistent abdominal pain that's located in the belly button region primarily on the left side. At its worst it has sent me to the ER on multiple occasions and pretty much brought my life to a screeching halt. After my bypass in 2019 I was in the best health of my life, a proper weight, could eat what I wanted, and had tons of energy. \nIn febaury of 2021 I went to the ER for the first time from the pain that caused vomiting, i had been treating it with OTC painkillers for months at that point but they were no longer working. They did not find anything but treated me for ulcers. I have lost 40 pounds and am now wildly underweight, I cannot eat the amount of calories my height should and I'm miserable. The amount of doctors I've seen since February is insane and I'm at a complete loss.\nThe only thing that ever came up was a UTI and bacterial vaginosis which were treated and have henceforth came back normal. \nMy pain is most often at night but is generally present throughout the day, just worse at night. I have a chronic problem with urination and constipation but even when neither of those things are acting up the pain still persists. It does not feel like period cramps. When the pain happens it often causes my sinus to swell at the same time, and my vision is also horrendous. \nTests that have been run and came back unremarkable \nMultiple GI scopes   upper and lower\nMultiple CT scans to check surgery site\nBarium Xray to check surgery site\nFull endocrine blood panel \nFull General blood panel \nAbdominal MRI\nBladder ultrasound \nInternal vaginal ultrasound (horrible experience)\nNerve testing (conductive)\nEEG\nBrain MRI to rule out MS \nOnly lead  one positive ANA marker which could easily be from the Graves. \nAny other ideas? \nI'm seriously losing hope, this thing has absolutely destroyed my life, the pain is absolutely unbearable at its worst.", "label": [[14, 28, "SYMPTOM"], [92, 96, "DISEASE"], [85, 91, "DISEASE"], [98, 112, "DISEASE"], [235, 249, "SYMPTOM"], [643, 651, "SYMPTOM"], [681, 696, "DRUG"], [1058, 1061, "DISEASE"], [1066, 1085, "DISEASE"], [1285, 1297, "SYMPTOM"], [1397, 1410, "SYMPTOM"]]}
{"id": 10016, "data": "Dear orthos, when can I start working out again if I have a chronic avulsion fracture of the lateral malleolus? Hi! I'm 30, female, 5\"2', 140 lbs, Asian. I'm not entirely sure when I first fractured my ankle because I have a really high pain tolerance and all my hobbies are bad for it (Muay Thai, Boxing, Pole Dancing with the 8 inch heels, and longboarding). I thought I'd sprained it a couple of times in the past but never got it looked at and would just keep working out as per usual when the pain would subside. I have a bunch of meds but they're mostly for mental health issues (e.g. antidepressants, anxiolytics, sleeping pills). Anyway, a week ago, I got drunk (I know. So stupid.) and thought I sprained it again after the fall. I couldn't get up so I was sent to the hospital because the EMT thought I tore a ligament. The MRI showed that I have a chronic avulsion fracture of the lateral malleolus with marrow oedema in the avulsed fragment indicating acute on chronic injury. ATFL nearly completely attached to this fragment shows grade II sprain. CFL has a grade II sprain. Superficial deltoid severe sprain versus low grade partial tear. No osteochondral lesion seen. I wasn't prescribed a backslab or ortho boots and I can walk normally now. I was just advised to do some rehab exercises which I'm doing but I wasn't told when I could work out normally again. I don't limp but my balance is a little off and I have a bit of pain usually in the morning. Can I wear an ankle guard and start using my speed rope again at least or train at Muay Thai and just not use my left leg for kicks? I'm definitely going to avoid wearing my pole heels and longboarding for now but can I at least lift weights again or go on long walks hikes? Thank you!", "label": [[60, 85, "SYMPTOM"], [705, 713, "SYMPTOM"], [859, 884, "SYMPTOM"], [1129, 1151, "SYMPTOM"], [1044, 1059, "SYMPTOM"], [591, 606, "DRUG"], [608, 619, "DRUG"], [621, 635, "DRUG"], [813, 828, "SYMPTOM"], [1071, 1086, "SYMPTOM"], [1108, 1121, "SYMPTOM"]]}
{"id": 10017, "data": "Is my arm broken? Sprained?  26M  Hello, y'all! Earlier this evening I got catapulted off my bike as I hit the wrong brake while going (not very fast) down a fairly steep and paved hill. I sustained some scrapes, and landed on my hands so my thumbs and joints thereof are achey. I also sort of tumbled onto my left arm, and it's quite sore and stiff now (about 4 hours after the incident). I iced it and got it in a sling. Right after the wreck I was moving it just fine without any real impediments to mobility, but about an hour in I noticed it getting sore and my range of motion decreasing. Now I can't bend it very far in either direction without some pain, and the stiffness and firmness is definitely being felt. Though it's not visibly swollen, nor does it hurt to touch it anywhere, should I be more concerned about it? I've never broken anything or really ever sprained anything, so I don't a frame of reference. Currently typing on the keyboard just fine though!", "label": [[567, 593, "SYMPTOM"], [744, 751, "SYMPTOM"]]}
{"id": 10018, "data": "Is this oral thrush or allergies? I recently went through this phase where I could barely eat anything so I only stuck with veggies and fruits. I ate many fruits and the made my mouth burn to where it was hard to eat anything. This went on for longer than normal so we went to the clinic and ran some tests and got antibiotics. They worked like a charm, Ive been taking them for about three four days. I can now eat things without much burning again but no when I try and have bananas, my throat feels weird, is this just another symptom of oral thrush? Or did I develop an allergy?  Side note before all this id (week ago) Id eat 2 bananas a day and definitely wasnt allergic to anything else. If I were to get tested for allergies I would have to go to the city (6hr drive) which me and my parents would rather not do. 16 male, 62", "label": [[23, 32, "DISEASE"], [541, 552, "DISEASE"], [8, 19, "DISEASE"]]}
