{"id": 10614, "data": "Shooting Rampage Results In 'Mass Casualties' At Orlando Gay Nightclub. ORLANDO, Fla., June 12 (Reuters) - A gunman killed at least 20 people and injured 42 others in a crowded gay nightclub in", "label": [[49, 70, "ORG"], [72, 79, "GPE"], [81, 85, "GPE"], [87, 94, "DATE"], [96, 103, "ORG"], [123, 134, "CARDINAL"], [154, 156, "CARDINAL"]]}
{"id": 10615, "data": "Donald Trump Lashes Out At CNN, ABC Over Reporting Errors. The president criticized the \"fake news media\" during a Florida rally.", "label": [[27, 30, "ORG"], [32, 35, "ORG"], [115, 122, "GPE"], [0, 12, "PERSON"]]}
{"id": 10616, "data": "Model Kate Moss Walks Louis Vuitton RTW Fall 2013. Golden girl model Kate Moss wowed in her usual chic way as she walked the Louis Vuitton Ready-To-Wear Fall Collection 2013 fashion show. Moss continues to give us a close look at her ability to inspire while wearing all things gorgeous. Yes, absolutely Louis Vuitton gorgeous.", "label": [[6, 15, "PERSON"], [22, 35, "ORG"], [69, 78, "PERSON"], [188, 192, "PERSON"], [304, 317, "PERSON"], [125, 138, "ORG"], [36, 49, "EVENT"], [139, 186, "EVENT"]]}
{"id": 10617, "data": "7 Ways Single Moms Cope With Loneliness. “Am I the only single mom feeling lonely out there?” asks Kelly B. Her words underscore a common plight for Circle of Moms", "label": [[0, 1, "CARDINAL"], [99, 107, "PERSON"]]}
{"id": 10618, "data": "Sen. Sherrod Brown: Steve Bannon 'Is A White Supremacist'. Echoing comments by Rep. Frederica Wilson, he cites \"studies\" that say allies of white supremacists are \"sprinkled around the White House.\"", "label": [[5, 18, "PERSON"], [84, 100, "PERSON"], [181, 196, "ORG"], [20, 32, "PERSON"]]}
{"id": 10619, "data": "eBay Bans Confederate Flags. The website called it a \"symbol of divisiveness and racism.\"", "label": [[0, 4, "ORG"]]}
{"id": 10620, "data": "Derek Jeter Fakes Out Opponent To Start Double Play. ", "label": [[0, 11, "PERSON"]]}
{"id": 10621, "data": "Brazilian Squatters Offer Shelter From Anti-LGBTQ Violence. “It’s not my fault that I live in a society with an empty heart and mind.”", "label": [[0, 9, "NORP"]]}
{"id": 10622, "data": "10 Cities That Could Run Out Of Water - Weather.com. Securing access to plentiful, renewable sources of fresh water is among the biggest struggles large cities around the world", "label": [[0, 2, "CARDINAL"]]}
{"id": 10623, "data": "North Carolina Ball Team Threw Retirement Party For Its Bat Dog. Miss Babe Ruth will retire after appearing in 649 consecutive games.", "label": [[70, 79, "PERSON"], [111, 114, "CARDINAL"], [0, 24, "ORG"]]}
{"id": 10624, "data": "Morocco's Role in Supporting Human Development in Africa. Sustainable development in the African south is inextricable from social issues. The continent's talented populations and vast youth demographic have the potential to make the continent a global powerhouse -- but not unless present-day ills are healed.", "label": [[0, 7, "GPE"], [50, 56, "LOC"], [89, 96, "NORP"]]}
{"id": 10625, "data": "Trevor Noah Explains Why Donald Trump Is Really 'The Dress'. \"We're all trying to figure out what the hell it is.\"", "label": [[25, 37, "PERSON"], [0, 11, "PERSON"]]}
{"id": 10626, "data": "Another Dreamer Sues In Federal Court To Help Millions Get Expanded Immigration Relief. A young undocumented student from Chicago hopes to achieve what the Supreme Court couldn't.", "label": [[122, 129, "GPE"], [152, 169, "ORG"]]}
{"id": 10627, "data": "Marco Rubio: 'I Do' Think I'm Ready To Be President. ", "label": [[0, 11, "PERSON"]]}
{"id": 10628, "data": "Japanese Gymnast Racks Up A $5,000 Pokémon Go Bill In Rio. Which is particularly strange given that there are no Pokémon in Rio.", "label": [[0, 8, "NORP"], [124, 127, "GPE"], [28, 34, "MONEY"]]}
{"id": 10629, "data": "Elizabeth Warren To FBI: I Can Think Of Some Other Investigations You Should Release. If the FBI is suddenly releasing information about investigations, Warren says, why not those investigations into the 2008 financial crisis?", "label": [[0, 16, "PERSON"], [20, 23, "ORG"], [93, 96, "ORG"], [153, 159, "PERSON"], [204, 208, "TIME"]]}
{"id": 10630, "data": "Coal State Senators Look To Block Obama's Climate Rules. \"There's a war on coal in America,\" says Mitch McConnell, \"and the leader is the president of the United States.\"", "label": [[83, 90, "GPE"], [98, 113, "PERSON"], [151, 168, "GPE"], [34, 39, "PERSON"]]}
{"id": 10631, "data": "Living the Good Life: 35 Profound Quotes From the \"Seven Sages of Greece\". There are many things for which we owe the Greeks: democracy, geometry, the marathon. Not to mention souvlaki, moussaka and baklava. But arguably the most valuable asset to any person: wisdom.", "label": [[22, 24, "CARDINAL"], [66, 72, "GPE"], [118, 124, "NORP"]]}
{"id": 10632, "data": "Have Fun Without the Stress This Holiday Season. In real life, unless you have a personal event planner or live in the Land of Oz, it's difficult, stressful and maybe even impossible to pull off the perfect holiday. Here are a few ways to calm your nerves and your expectations during the \"most wonderful time of the year.\"", "label": [[115, 129, "GPE"], [313, 321, "DATE"]]}
{"id": 10633, "data": "Give Your Father The Gift Of Cocktails. This weekend, honor your pops by making him a delicious drink. Here are a few of our favorites. You can thank us later. Cheers!", "label": [[40, 52, "DATE"]]}
{"id": 10634, "data": "Rudy Giuliani Wanted To Move On From The Trump Tape. Chuck Todd Wouldn't Let Him.. The \"Meet the Press\" host seems to be just as sickened by Trump as everyone else.", "label": [[0, 13, "PERSON"], [53, 63, "PERSON"], [83, 102, "WORK_OF_ART"]]}
{"id": 10635, "data": "Nick Cannon On Trump: 'I Like My Racism Served Right To My Face'. The entertainer had some choice words about the state of America now.", "label": [[0, 11, "PERSON"], [123, 130, "GPE"], [15, 20, "PERSON"]]}
{"id": 10636, "data": "Pete Carroll Explains Why Your Workplace Should Encourage Teamwork. \"It's the feeling that everyone brings to the workplace that will bring out their best. They'll work harder,\" the Seahawks coach says.", "label": [[182, 190, "ORG"], [0, 12, "PERSON"]]}
{"id": 10637, "data": "This Is Even Bigger Than Brock: What We Can All Do to Dismantle Rape Culture. Change is possible and within each of us. When \"Emily\"--and then BuzzFeed--told her story, she permanently reshaped the public conversation, making the norms that enable this kind of violence impossible to ignore. The students who stopped the attack are role models to each of us.", "label": [[143, 151, "ORG"]]}
{"id": 10638, "data": "NFL Investigating Jameis Winston After Uber Driver Says The Quarterback Groped Her. The Tampa Bay player previously faced a civil suit over rape allegations.", "label": [[0, 3, "ORG"], [88, 97, "ORG"], [18, 32, "PERSON"]]}
{"id": 10639, "data": "Ladies Who Like To Drink Owe A Little Thanks To Prohibition. To celebrate the 82nd anniversary of its repeal, the feminist upside of prohibition.", "label": [[78, 82, "ORDINAL"]]}
{"id": 10640, "data": "Croatian Gay Rights Activists Protest Ahead Of Marriage Equality Referendum. In May, the Church-backed In the Name of the Family group collected over 700,000 signatures seeking a nationwide vote on", "label": [[80, 83, "DATE"], [89, 95, "ORG"], [0, 8, "NORP"]]}
{"id": 10641, "data": "The Best Holiday Gifts You Can Buy At The Drugstore (Yes, Really). We've all been there: Holiday season rolls around and you either don't have time to get everyone on your list a gift or you", "label": [[89, 103, "DATE"]]}
{"id": 10642, "data": "Trump’s Zig-Zagging On Health Care Back To Zig. For Now.. The president lurches from “repeal it now” to “who cares, it’s failing.”", "label": [[0, 7, "ORG"]]}
{"id": 10643, "data": "Upstate New York: Good Food Is A Small Town Value. We usually sit under the Obama HOPE poster, listen to the other regulars talk at the bar, anticipate the food and feel the week fall away.", "label": [[8, 16, "GPE"], [170, 183, "DATE"]]}
{"id": 10644, "data": "Glenn Greenwald Reacts To Pulitzer Prize. ", "label": [[26, 40, "WORK_OF_ART"], [0, 15, "PERSON"]]}
{"id": 10645, "data": "12 Beers Brewed With Meat, Donuts, and Other Crazy Ingredients. You might have expanded your drinking palate beyond Crazy Stallion since you finished college.", "label": [[0, 2, "CARDINAL"], [116, 130, "ORG"]]}
{"id": 10646, "data": "The Beauty And Splendor Of Being A Slut. This originally appeared on VICE US It was when I read an opinion piece by a British writer Dylan Jones that I learned I", "label": [[4, 39, "WORK_OF_ART"], [74, 76, "GPE"], [118, 125, "NORP"], [133, 144, "PERSON"], [69, 73, "ORG"]]}
{"id": 10647, "data": "Prenuptial Agreements: Are They Necessary? Two Legal Experts Debate. News reports of celebrity splits often center around one big question: Does the divorcing couple have a prenup? And what", "label": [[43, 46, "CARDINAL"], [122, 125, "CARDINAL"]]}
{"id": 10648, "data": "Pinterest Now Analyzing Pay For Discrimination Against Women. Big companies have been doing this for years, and now startups are too.", "label": [[101, 106, "DATE"], [0, 9, "ORG"]]}
{"id": 10649, "data": "Rainbow Fashion Week: Queer Style With a Social Responsibility Message. Rainbow Fashion Week recently returned to NYC, kicking off Manhattan's Pride events with eight days of queer style. RFW founder, E. Jaguar Beckford (aka Jag), was intentional about producing a style event that was inclusive and representative of the LGBTQ community's values.", "label": [[0, 20, "ORG"], [72, 92, "ORG"], [114, 117, "ORG"], [131, 140, "GPE"], [143, 148, "PRODUCT"], [161, 171, "DATE"], [201, 219, "PERSON"], [225, 228, "PERSON"], [322, 327, "ORG"]]}
{"id": 10650, "data": "Pro Wrestler's Penis Takedown Just Got Bigger. Below the belt, beyond the pale", "label": [[0, 14, "PERSON"]]}
{"id": 10651, "data": "32 Truths I've Learned By My 32nd Birthday. I felt so adult in my mid 20s, which I'm grateful for because I'm sure it propelled me to where I am today. But at 32, I can wholeheartedly say I feel much freer and younger in mind, body and spirit.", "label": [[0, 2, "CARDINAL"], [29, 33, "ORDINAL"], [63, 73, "DATE"], [145, 150, "DATE"], [159, 161, "DATE"]]}
{"id": 10652, "data": "Negative Self-Talk: 9 Ways To Silence Your Inner Critic. 3. Ask Yourself If You're Really So Guilty Let's say in a meeting you blurt out that your Spanx are too tight. You think", "label": [[20, 21, "CARDINAL"], [57, 58, "CARDINAL"], [147, 152, "PRODUCT"]]}
{"id": 10653, "data": "Carly Fiorina Sharpened Political Edges In 2010 Senate Bid. Her unsuccessful campaign against Barbara Boxer in California served as a preview of the GOP contender's acerbic style on the 2016 trail.", "label": [[43, 47, "DATE"], [48, 54, "ORG"], [94, 107, "PERSON"], [111, 121, "GPE"], [149, 152, "ORG"], [186, 190, "DATE"], [0, 13, "PERSON"]]}
{"id": 10654, "data": "3 Mistakes Most People Make When Creating Their Vision Board. Now give the same bag of random items to some adults and they won't know what to do. They will begin searching the bag for instructions. Looking to see what should be done or how. There is no zest, no test just where are the instruction so I can do this the \"right way.\"", "label": [[0, 1, "CARDINAL"]]}
{"id": 10655, "data": "Not All Hurricanes Are Equal. I am hardly a hurricane expert, though I did write a book about The Great Hurricane: 1938 (Atlantic Monthly Press) in 2005", "label": [[94, 119, "WORK_OF_ART"], [121, 143, "ORG"], [148, 152, "DATE"]]}
{"id": 10656, "data": "Miami-Dade County Bans Styrofoam From Parks, Beaches. A state bill, however, prevented lawmakers from passing more comprehensive legislation.", "label": [[0, 17, "GPE"]]}
{"id": 10657, "data": "3 Bad Habits That Are Hurting Your Hair... And How To Break Them. 3. Overdrying your hair. Using heat-styling tools like a blow dryer and flat iron on color or chemical-treated hair furthers", "label": [[66, 67, "CARDINAL"]]}
{"id": 10658, "data": "The Internet Couldn't Get Enough Of Gucci Mane And Keyshia Ka'oir's Luxurious Wedding. Congrats to the Wopsters! ❤️", "label": [[51, 67, "PERSON"], [68, 85, "ORG"], [36, 46, "PERSON"]]}
{"id": 10659, "data": "Half-Truths Keep You Stuck. Being polite often means not communicating how we really feel. We swallow the truth to keep our jobs, our friends and to maintain the peace in the family. It's likely better that way, but when it comes to figuring out next career and life moves, half-truths will keep you stuck.", "label": [[274, 278, "CARDINAL"]]}
{"id": 10660, "data": "Mr. Trump, 17 Presidents Before You Protected Our National Parks. Will You?. The focus on reducing our public lands sent me looking to see what former presidents have done.", "label": [[4, 9, "PERSON"], [11, 13, "CARDINAL"]]}
{"id": 10661, "data": "Here's Evidence Floyd Mayweather And Conor McGregor Actually Love Each Other. We knew it!", "label": [[16, 32, "PERSON"], [37, 51, "PERSON"]]}
{"id": 10662, "data": "25-Year-Old Mom Gives Birth To Baby From Embryo Frozen In 1992. \"Do you realize I'm only 25? This embryo and I could have been best friends,\" the mother says.", "label": [[0, 11, "DATE"], [58, 62, "DATE"]]}
{"id": 10663, "data": "White House Official Gives Lip Service To Puerto Rican Debt Relief But Offers No New Deal. Existing legislation is enough to reduce the island’s obligations, said Mick Mulvaney.", "label": [[0, 11, "ORG"], [163, 176, "PERSON"]]}
{"id": 10664, "data": "How The Mizzou Protests Demonstrate The Power Of College Athletes. \"All of it boils down to athletes standing up.\"", "label": [[36, 65, "ORG"], [8, 14, "LOC"]]}
{"id": 10665, "data": "Holy Knockoff, Batman! Man Busted For Throwing 'Batarang' At Cops. The \"Batman-style throwing star” was found embedded in the front of a Seattle police SUV following a chase, authorities said.", "label": [[15, 21, "PERSON"], [72, 78, "WORK_OF_ART"], [137, 144, "GPE"], [48, 56, "PRODUCT"]]}
{"id": 10666, "data": "The Export-Import Bank Provision That Could Be A Problem In Government Funding Negotiations. A provision to allow the Export-Import Bank to make loans above $10 million could provide lawmakers with some last-minute fireworks.", "label": [[114, 136, "ORG"], [151, 168, "MONEY"], [203, 214, "TIME"]]}
{"id": 10667, "data": "Inequality, Political Education And Lilla's Liberalism. Professors and students highlighting our differences do so to ensure we don't repeat the mistakes of the past.", "label": [[36, 41, "PERSON"]]}
{"id": 10668, "data": "Coffee Could Help Cirrhosis Patients Live Longer. Dr. Koh and team were interested in conducting this research because some studies have suggested coffee may be beneficial", "label": [[54, 57, "PERSON"]]}
{"id": 10669, "data": "More Than Half Of Doctors Support National Legalization Of Marijuana, Survey Shows. Doctors in certain specialties seemed to better acknowledge the benefits of medical marijuana than others. Eighty-two percent", "label": [[0, 14, "CARDINAL"], [191, 209, "PERCENT"], [59, 68, "PRODUCT"]]}
{"id": 10670, "data": "Assad's Forces Take 'Capital Of Revolution'. ", "label": [[0, 7, "PERSON"]]}
{"id": 10671, "data": "Pennsylvania Lawmaker Slammed As 'Lying Homosexual' By Colleague. Daryl Metcalfe's war of words with fellow state Rep. Brian Sims has been ongoing for years.", "label": [[66, 82, "PERSON"], [119, 129, "PERSON"], [151, 156, "DATE"]]}
{"id": 10672, "data": "That Chicken Nugget Tweet Is On Course To Become The Most Retweeted Of All Time. Ellen DeGeneres may be about to lose her crown.", "label": [[81, 96, "PERSON"]]}
{"id": 10673, "data": "Requiem for a Cinematic Heavyweight: Adieu Abu Dhabi Film Festival. Just a few days before this year's Festival de Cannes, those of us who watch, love and write about Arab cinema received a press release from Abu Dhabi that seemed like just another announcement.", "label": [[68, 83, "DATE"], [96, 100, "DATE"], [167, 171, "NORP"], [103, 121, "ORG"], [209, 218, "GPE"], [43, 66, "ORG"]]}
{"id": 10674, "data": "A World of Kindness: This Week in Daily Giving. I have the privilege of making seed grants to social change leaders around the world. Here are the extraordinary people and projects that our community of givers supported this week.", "label": [[21, 30, "DATE"], [34, 46, "WORK_OF_ART"], [220, 229, "DATE"]]}
{"id": 10675, "data": "Kim Kardashian's 11 Best Outfits Of 2015. Merry Kim-Mas!", "label": [[0, 16, "PERSON"], [17, 19, "CARDINAL"], [20, 40, "EVENT"]]}
{"id": 10676, "data": "Why I Question Every New Breast-Is-Best Finding These Days. Celiac disease is on the rise, quadrupling in the United States over the last 50 years. Breastfeeding, too, is on the rise, tripling here during this same time period. Interestingly, new reports boast that breast milk may prevent celiac disease. So how could this be true?", "label": [[48, 58, "DATE"], [106, 123, "GPE"], [129, 146, "DATE"]]}
{"id": 10677, "data": "Wedding Program Hilariously Explains The Day's Events. See the top 13 wedding trends of 2013 in the slideshow below. Check out more creative wedding programs here. Timtasticc's", "label": [[41, 44, "DATE"], [67, 69, "CARDINAL"], [88, 92, "CARDINAL"]]}
{"id": 10678, "data": "Environmental Groups Sue White House After Trump Takes Axe To National Monuments. “President Trump has perpetrated a terrible violation of America’s public lands.\"", "label": [[25, 36, "ORG"], [93, 98, "PERSON"], [139, 146, "GPE"], [43, 48, "PERSON"]]}
{"id": 10679, "data": "Batter Up! Take a Swing at Spring Training in Florida. Florida invented spring training and hosted the first integrated baseball game. Here's an introduction to the Florida cities that take you out to the ballgames.", "label": [[46, 53, "GPE"], [55, 62, "GPE"], [165, 172, "GPE"]]}
{"id": 10680, "data": "Summit Entertainment Releases Several Clips From 'The Legend Of Hercules'. Summit Entertainment has released four clips from their upcoming film, \"The Legend of Hercules.\" Not to be confused with", "label": [[50, 73, "WORK_OF_ART"], [75, 95, "ORG"], [109, 113, "CARDINAL"], [147, 169, "WORK_OF_ART"]]}
{"id": 10681, "data": "Hanukkah & Christmas: Can We Celebrate Both?. For parents of different faiths, December often brings holiday challenges. For divorced parents with joint custody, these challenges can be amplified.", "label": [[0, 20, "ORG"], [79, 87, "DATE"]]}
{"id": 10682, "data": "Boston Families Struggle With Lockdown. \"I said, 'Look, I can tell you, with certainty, that we're safe in our house, but I'm not going to lie to you about the fact", "label": [[0, 6, "GPE"]]}
{"id": 10683, "data": "365 Invocations to Create an Extraordinary Life, Week 13. \"What does freedom mean to me?\" is one of the most important question you will ever ask yourself.  And, of course, as with any important question, you have to journey deep inside in order to find out what holds the truth for you.", "label": [[49, 56, "DATE"], [0, 3, "CARDINAL"]]}
{"id": 10684, "data": "Theranos Voids Two Years of Edison Blood-Test Results. Company led by Elizabeth Holmes withdraws all Edison results from 2014 and 2015, issues tens of thousands of corrected blood", "label": [[15, 24, "DATE"], [28, 53, "ORG"], [70, 86, "PERSON"], [101, 107, "ORG"], [121, 125, "DATE"], [130, 134, "DATE"], [143, 160, "CARDINAL"], [0, 8, "ORG"]]}
{"id": 10685, "data": "A Love Letter to LGBT Progress. I doubt the people who took a stand on a hot summer evening at the Stonewall Inn knew their acts of defiance would usher in a new era of LGBT rights. Oh how I wish we could go back to that day in 1969 to tell all those people what was ahead.", "label": [[2, 13, "WORK_OF_ART"], [17, 30, "ORG"], [77, 91, "TIME"], [95, 112, "FAC"], [228, 232, "DATE"]]}
{"id": 10686, "data": "Camila Cabello Recognizes Dreamers Ahead Of U2's Performance By Statue Of Liberty. “Tonight, in this room full of dreamers, we remember that this country was built by dreamers, for dreamers, chasing the American dream.\"", "label": [[84, 91, "TIME"], [203, 211, "NORP"], [0, 14, "PERSON"]]}
{"id": 10687, "data": "I On Exceptional Living -- Cindy Crawford: Charity Ambassador. It is Cindy's sense of priorities and work-life balance that makes her an example of truly exceptional living. The happily married mother of two has stated that if she must choose between her family and career, she chooses family--without hesitation.", "label": [[69, 74, "PERSON"], [204, 207, "CARDINAL"], [27, 41, "PERSON"]]}
{"id": 10688, "data": "War Against Muslims Post 9/11?. 9/11 has changed the life of Muslims substantially. Almost overnight, they became the target of media-hype, various \"anti-terror\" efforts, religious intolerance and hate crimes.", "label": [[12, 19, "NORP"], [61, 68, "NORP"]]}
{"id": 10689, "data": "Nightlife In Barcelona: Prepare To Stay Up Late (PHOTOS). Barcelona is a partygoer's paradise, with more travelers seeing the Spanish sunrise than the sunset, making it an absolute can't-miss destination for any visitor serious about their nightlife.", "label": [[126, 133, "NORP"], [58, 67, "GPE"], [13, 22, "GPE"]]}
{"id": 10690, "data": "Colorado Man Allegedly Shoots Son Dead After Mistaking Him For Intruder. Frank Leo Huner Jr. faces a second-degree murder charge.", "label": [[0, 8, "GPE"], [73, 92, "PERSON"], [101, 107, "ORDINAL"]]}
{"id": 10691, "data": "Sasha Pieterse Almost Played Hanna On 'Pretty Little Liars'. This video shows how different PLL could have been.", "label": [[92, 95, "ORG"], [0, 14, "PERSON"], [29, 34, "WORK_OF_ART"], [38, 59, "WORK_OF_ART"]]}
{"id": 10692, "data": "The U.S. Is Part Of A War In Yemen, And Neither Clinton Nor Trump Will Talk About It. There's no evidence the next president has a plan forward for the country where American ally Saudi Arabia has been slaughtering civilians.", "label": [[4, 8, "GPE"], [29, 34, "GPE"], [166, 174, "NORP"], [180, 192, "GPE"], [48, 55, "PERSON"], [60, 65, "PERSON"]]}
{"id": 10693, "data": "'Real Housewives' Star's Husband Sentenced To 8 Years In Prison. ", "label": [[25, 32, "PERSON"], [46, 53, "DATE"], [57, 63, "GPE"]]}
{"id": 10694, "data": "A U.S. Cyclist Made Sure She Won Gold, Then Collapsed To The Ground. Soon after, Kristin Armstrong's son rushed out to give her a hug.", "label": [[2, 6, "GPE"], [81, 100, "PERSON"]]}
{"id": 10695, "data": "What Mount Greenwood's Reaction To Joshua Beal's Death Says About White Chicago. The tragic murder of another Black person by a police officer and the reactions of the community to the death show us once again that racism is alive and well.", "label": [[5, 22, "LOC"], [35, 48, "PERSON"]]}
{"id": 10696, "data": "The 'Leisure Gap' Between Mothers And Fathers. In America, fathers, on average, have about three hours more leisure time per week than mothers. This “leisure gap” has been", "label": [[50, 57, "GPE"], [85, 102, "TIME"]]}
{"id": 10697, "data": "4 Ways Fathers Can Heal Themselves, Their Relationship With Their Children And The World. For all good fathers, science is on your side. Being present from day one is important. For example, in hormonal studies", "label": [[0, 1, "CARDINAL"]]}
{"id": 10698, "data": "Leaked Emails Suggest DNC Was Conspiring Against Bernie Sanders. Looks like Sanders supporters weren't just being paranoid after all.", "label": [[76, 83, "PERSON"], [22, 25, "ORG"], [49, 63, "PERSON"]]}
{"id": 10699, "data": "Paris Train Hero Alek Skarlatos Reacts To Shooting At His Alma Mater. The National Guardsman, who attended Umpqua Community College, is \"heading home\" to Roseburg.", "label": [[0, 5, "GPE"], [70, 92, "ORG"], [107, 131, "ORG"], [154, 162, "GPE"], [17, 31, "PERSON"]]}
{"id": 10700, "data": "Robert Pattinson, Dior Model, Poses In Bathtub For Second Campaign Shot (PHOTO). Want more? Be sure to check out HuffPost Style on Twitter, Facebook, Tumblr, Pinterest and Instagram at @HuffPostStyle. For", "label": [[0, 16, "PERSON"], [51, 57, "ORDINAL"], [150, 156, "ORG"], [172, 181, "ORG"], [158, 167, "ORG"]]}
{"id": 10701, "data": "La Mer Moisturizing Cream: From The Stylelist Network. From Color Makes All The Difference: Finally got my fave! Realized I couldn't live without it. Courtesy photo Read more on", "label": [[32, 53, "ORG"], [0, 25, "PRODUCT"]]}
{"id": 10702, "data": "Birthright Didn't Kill American IDF Soldier Max Steinberg. Max Steinberg, a Los Angeles native who upped and moved to Israel alone to volunteer with the Israeli Defense Forces died in combat on Sunday. But according to an editor at Slate, it wasn't Hamas who killed this 24-year-old.", "label": [[23, 31, "NORP"], [44, 57, "PERSON"], [59, 72, "PERSON"], [76, 87, "GPE"], [118, 124, "GPE"], [149, 175, "ORG"], [194, 200, "DATE"], [232, 237, "ORG"], [249, 254, "ORG"], [271, 282, "DATE"]]}
{"id": 10704, "data": "American Apparel Casting Call Says 'Instagram Hoes' Not Welcomed. ", "label": [[0, 16, "ORG"], [36, 45, "ORG"]]}
{"id": 10705, "data": "Florida's Supreme Court Finally Takes a Stand for Victims of Medical Malpractice. As a Florida personal injury attorney who has worked hard to help injured patients and their families, I believe that this decision comes 11 years too late.", "label": [[0, 7, "GPE"], [10, 23, "ORG"], [87, 94, "GPE"], [220, 228, "DATE"]]}
{"id": 10706, "data": "Divorced and Dateless? 5 Steps To Getting Back In The Dating Game. When you first got divorced, you proclaimed that you would never be in another relationship again. Now that you have spent enough time licking your wounds, you're contemplating the possibility of getting back in the game.", "label": [[23, 24, "CARDINAL"], [50, 65, "WORK_OF_ART"], [76, 81, "ORDINAL"]]}
{"id": 10707, "data": "Guy's Attempt To Take Rattlesnake Selfie Ends With $153,000 Bill. Let thissss be a cautionary tale.", "label": [[0, 3, "PERSON"], [6, 45, "WORK_OF_ART"], [52, 59, "MONEY"]]}
{"id": 10708, "data": "Mia Rose Storrie, Declared Dead Before Birth, Comes Home A 'Miracle'. After seven agonizing minutes, doctors found Mia Rose's faint heartbeat. An emergency team performed a desperate Caesarian", "label": [[0, 16, "PERSON"], [76, 99, "TIME"], [115, 125, "PERSON"]]}
{"id": 10709, "data": "Donald Trump Asks Congress To Pass $1 Trillion In Infrastructure Investment. “This effort will be guided by two core principles: Buy American, and hire American.\"", "label": [[0, 12, "PERSON"], [35, 46, "MONEY"], [108, 111, "CARDINAL"], [133, 141, "NORP"], [152, 160, "NORP"]]}
{"id": 10710, "data": "Maui Football Coach Arrested For Allegedly Sexting Student. ", "label": [[0, 4, "GPE"]]}
{"id": 10711, "data": "When Your Child Prefers One Parent Over Another. While this can be quite hurtful for the parent who is being excluded, it is helpful to know this, too, is a phase and will pass. Preferring one parent or adult to another, is actually considered healthy development and common among children of all ages.", "label": [[189, 192, "CARDINAL"]]}
{"id": 10712, "data": "Rand Paul Wants GOP To Join Black Lives Matter Town Hall. \"If we were smart, we would do it.\"", "label": [[16, 19, "ORG"], [0, 9, "PERSON"]]}
{"id": 10713, "data": "Bill Maher Criticizes Mitt Romney's Charitable Donations To Mormon Church (VIDEO). Maher brushed off the Internet firestorm that came from the right after last week's episode, saying that he's \"really sorry", "label": [[60, 73, "ORG"], [155, 166, "DATE"], [0, 10, "PERSON"], [22, 35, "PERSON"]]}
{"id": 10714, "data": "Obama Administration Outlines Path For Climate Change Resiliency. In the last decade, extreme weather and wildfires cost the federal government $357 billion.", "label": [[69, 84, "DATE"], [144, 156, "MONEY"], [0, 20, "ORG"]]}
{"id": 10715, "data": "Arresting Portraits Give Voices To Homeless People In America's Poorest Big City. ", "label": [[54, 61, "GPE"], [64, 80, "LOC"]]}
{"id": 10716, "data": "Rep. Darrell Issa Suggests Trump-Russia Inquiry Needs Special Prosecutor, Not Jeff Sessions. \"You cannot have somebody who was on the campaign and who is an appointee,\" the GOP congressman says.", "label": [[173, 176, "ORG"], [5, 17, "PERSON"], [78, 91, "PERSON"]]}
{"id": 10717, "data": "Putting the Oxygen Back into Improving Education. In the time remaining for his administration, Secretary Duncan can still make his place in history by rebalancing the educational reform initiatives in favor of providing more constructive supports for teachers.", "label": [[106, 112, "PERSON"]]}
{"id": 10718, "data": "Ceasefire Over? Jimmy Kimmel Shreds Sean Hannity And ‘Those Dummies On Fox & Friends’. The \"Jimmy Kimmel Live\" host says they'd believe in lizard people... if Trump said it first.", "label": [[16, 28, "PERSON"], [36, 48, "PERSON"], [71, 85, "ORG"], [92, 109, "WORK_OF_ART"], [159, 164, "ORG"], [173, 178, "ORDINAL"]]}
{"id": 10719, "data": "Like Food Trucks For Shopping: 11 Mobile Stores To Visit (PHOTOS). The phrase \"truck shop\" does not conjure images of sartorial grandeur. But call it the next iteration of the food cart phenomenon, and we bet you're intrigued.", "label": [[31, 33, "CARDINAL"]]}
{"id": 10720, "data": "Lena Dunham And Jack Antonoff Split After 5 Years Together. A source tells E! News the pair split up in December.", "label": [[0, 11, "PERSON"], [104, 112, "DATE"], [16, 29, "PERSON"]]}
{"id": 10721, "data": "Obesity as Disease: Why I Vote No. There is a certain irony in the nearly immediate juxtaposition of the rare introduction of a new FDA-approved drug for weight loss (Belviq) to the marketplace and the recognition of obesity as a \"disease\" by the AMA. A line from the movie Jerry Maguire comes to mind: \"You complete me!\"", "label": [[132, 135, "ORG"], [247, 250, "ORG"], [274, 287, "WORK_OF_ART"]]}
{"id": 10722, "data": "Brooklynites, Bike Accidents and the Science of Compassion. What's critical to compassion is that it unites this understanding of others' distress with the motivation to alleviate that distress. Helping behavior further requires the cognitive and behavioral resources to act on that motivation.", "label": [[0, 12, "NORP"]]}
{"id": 10723, "data": "An Incredible Road Trip Through West Texas. Texas native Stephen Orr takes the road less traveled on a drive through the Lone Star State's wild western borderlands.", "label": [[44, 49, "GPE"], [57, 68, "PERSON"], [32, 42, "GPE"], [121, 138, "GPE"]]}
{"id": 10724, "data": "Court Throws Out Some Of Former Illinois Gov. Rod Blagojevich's Criminal Charges. Blagojevich was convicted for trying to make money out of his power to appoint a replacement for Barack Obama, who was leaving his seat in the U.S. Senate representing Illinois after winning the presidential election in 2008.", "label": [[32, 40, "GPE"], [46, 63, "PERSON"], [179, 191, "PERSON"], [225, 236, "ORG"], [250, 258, "GPE"], [302, 306, "DATE"], [82, 93, "PERSON"]]}
{"id": 10725, "data": "Kim Davis Wants The Law To Forget That Time She Defied The Supreme Court On Gay Marriage. And she just may get her wish.", "label": [[55, 72, "ORG"], [0, 9, "PERSON"]]}
{"id": 10726, "data": "Go the Distance! Hiking With Your Dog. Learn about your dog's limits physically, take the heat into consideration, and have a time limit for your hike. If their tongue is hanging out of their mouth more than half way, it's a sign to stop and take a rest.", "label": [[198, 212, "CARDINAL"]]}
{"id": 10727, "data": "How Nonprofits Make Our Lives Livable. Following disasters like Hurricanes Harvey and Irma, where would we be without the emergency relief and long-term rebuilding work provided by nonprofits?", "label": [[4, 14, "ORG"]]}
{"id": 10728, "data": "A Coral Detail: From The Stylelist Network. From Kailani's Korner: Coral is my ultimate favorite color. Every time I catch a glimpse of this color, it generates such", "label": [[21, 42, "ORG"], [49, 56, "PERSON"]]}
{"id": 10729, "data": "Can Social Networks Cure Disease? Part II. Acute disease can be left to the hospitals, but creating health and healing of chronic disease seems to happen best in the community -- with people helping people where each one of us lives, where we eat, cook, learn, work, play and pray.", "label": [[4, 19, "ORG"]]}
{"id": 10731, "data": "13 Hair Mistakes You Need To Stop Making. 13. Skipping nightly hair maintenance: A lot of women don't do anything to their hair at night. So Kimble recommends investing", "label": [[0, 2, "CARDINAL"], [42, 44, "CARDINAL"], [55, 62, "DATE"], [131, 136, "TIME"]]}
{"id": 10732, "data": "9 Things You're Doing To Ruin Your Hardwood Floors Without Even Realizing It. Trying To Keep Your Throw Rugs In Place A throw rug can go from pretty to pesky in 2.5 seconds, or the minute they start", "label": [[0, 1, "CARDINAL"], [161, 172, "TIME"], [177, 187, "TIME"], [35, 50, "PRODUCT"]]}
{"id": 10734, "data": "Lessons Learned Training for First Marathon. The 26.2 miles I will run on November 4 may be for my father and other stroke survivors, but this race has become about so much more.  Since deciding to run the marathon, I have traveled over 900 miles by foot, and spent nearly 140 hours training.", "label": [[49, 59, "QUANTITY"], [74, 84, "DATE"], [232, 246, "QUANTITY"], [266, 282, "TIME"]]}
{"id": 10735, "data": "4 Steps to Detoxify Your Kitchen. Most likely, the food industry holds your kitchen hostage. No doubt your cupboards and pantry are filled with ultra-processed fare. Detoxifying your kitchen allows you to escape these shackles and transform your kitchen to a place of wellness.", "label": [[0, 1, "CARDINAL"]]}
{"id": 10736, "data": "As Many States Roll Back Abortion Access, New York's Governor Wants To Protect It. He proposed changing the state's constitution to protect Roe v. Wade.", "label": [[42, 52, "GPE"], [140, 151, "LAW"]]}
{"id": 10737, "data": "'SNL' Mocks Fiscal Cliff Talks In Cold Open (VIDEO). Saturday Night Live took on the fiscal cliff negotiations this week. House Speaker John Boehner and President Barack Obama", "label": [[1, 4, "ORG"], [53, 72, "WORK_OF_ART"], [111, 120, "DATE"], [122, 127, "ORG"], [136, 148, "PERSON"], [163, 175, "PERSON"]]}
{"id": 10738, "data": "Job Listing: Member Of Congress (No Experience Required). House rules apply.", "label": [[23, 31, "ORG"], [58, 63, "ORG"]]}
{"id": 10739, "data": "The Accidental Sensuality Of Ancient Indian Wrestling. ", "label": [[37, 43, "NORP"]]}
{"id": 10740, "data": "Hong Kong Actor Wears 'Brown Face,' Highlights Prejudice Among Asians. This type of stereotyping might be due to a lack of a “pan-Asian” identity.", "label": [[126, 135, "NORP"], [0, 9, "GPE"], [63, 69, "NORP"]]}
{"id": 10741, "data": "LOOK: One Of Heaviest MLB Players Ever Looks Like A New Man. ", "label": [[6, 9, "CARDINAL"], [22, 25, "ORG"]]}
{"id": 10742, "data": "Soul-Talk: Can Forgiveness Be Its Own Form of Poison?. But how do you move from resentment, upset and blame into acceptance, understanding and true forgiveness? The answer lies in forgiving yourself.  Not forgiving yourself for an action, thought, word or deed aimed at another, but forgiving yourself for having judged yourself in the first place.", "label": [[336, 341, "ORDINAL"]]}
{"id": 10743, "data": "Taylor Swift Is Done Talking About Her Twitter Feud With Nicki Minaj. She's over it.", "label": [[57, 68, "PERSON"], [0, 12, "PERSON"], [39, 46, "ORG"]]}
{"id": 10744, "data": "What Does A Sleep-Deprived Trump Dream About?. Besides China.", "label": [[55, 60, "GPE"], [27, 32, "PERSON"]]}
{"id": 10745, "data": "Casey Neistat Records Journey To New York For Foursquare Co-Founder's Wedding. See Casey skate through Paris traffic to catch the first flight out Saturday morning, to land in NYC at 1:30 PM. Besides", "label": [[83, 88, "PERSON"], [103, 108, "GPE"], [147, 155, "DATE"], [156, 163, "TIME"], [176, 179, "FAC"], [183, 190, "TIME"], [0, 13, "PERSON"], [33, 41, "GPE"], [46, 56, "ORG"]]}
{"id": 10746, "data": "'Black Panther' Cast Made Sandra Bullock Cry 'As A Mother'. “I’m so grateful to Marvel because about five years ago, my son asked me if there were any brown Legos... and I don’t have to turn them brown anymore.”", "label": [[95, 115, "DATE"], [80, 86, "ORG"], [1, 15, "ORG"], [26, 40, "PERSON"]]}
{"id": 10747, "data": "Best Airlines: Airline Quality Rating Ranks American Carriers (PHOTOS). According to the survey, the performance of leading U.S. carriers has improved for the fourth consecutive year, earning the", "label": [[0, 13, "ORG"], [124, 128, "GPE"], [155, 182, "DATE"]]}
{"id": 10748, "data": "What It's Like Being A Kid Who Has The 'Opposite Of Autism'. A new book explores a young boy's life with the rare Williams syndrome.", "label": [[114, 122, "PERSON"]]}
{"id": 10749, "data": "How Wall Street Could Profit From Cheating (on Spouses). The wizards of Wall Street never leave your side. They’re on hand to make money off you at every stage of life — in sickness", "label": [[47, 54, "GPE"], [72, 83, "GPE"]]}
{"id": 10750, "data": "Southwest Airlines Flight Diverted Over 'Suspicious Behavior'. Several passengers were \"unruly,\" an FBI spokesperson said.", "label": [[100, 103, "ORG"], [0, 18, "ORG"]]}
{"id": 10751, "data": "Stranger On Bus Shuts Down Bigot After His Ignorant Comment To Muslim Mom. \"It shows people are willing to stand up to ignorance and hate on behalf of others.\"", "label": [[63, 69, "NORP"]]}
{"id": 10752, "data": "Martin Brodeur Falls: Devils Goalie Gets Lucky Against Penguins (VIDEO). The 40-year-old goalie, completely off-balanced, tried to keep himself from accidentally tapping the puck into his own net", "label": [[77, 88, "DATE"], [0, 14, "PERSON"], [22, 28, "ORG"], [55, 63, "ORG"]]}
{"id": 10753, "data": "Here's How Mast Brothers Chocolate Stands Up Against The Big Ones. We put it up against Hershey's and Godiva to see if we could taste a difference.", "label": [[102, 108, "PERSON"], [88, 97, "ORG"]]}
{"id": 10754, "data": "John Dickerson Will Take Over 'Face The Nation'. ", "label": [[0, 14, "PERSON"], [30, 47, "WORK_OF_ART"]]}
{"id": 10755, "data": "Airplane Proposal: Flight Instructor Pops The Question Up In The Air (VIDEO). Long Islander Mike Nelson has got to be one of the most romantic flight instructors in New York. The proposal wasn't a complete", "label": [[92, 103, "PERSON"], [165, 173, "GPE"], [78, 91, "NORP"]]}
{"id": 10756, "data": "Weekly Roundup of eBay Vintage Clothing Finds. This eclectic mix of designer and non-designer vintage clothing and accessories caught my discerning eye because of its uniqueness", "label": [[18, 22, "ORG"]]}
{"id": 10757, "data": "4 Ways to Make Cooking at Home Doable -- and More Fun. Maybe you'll never can bushels of green beans, make your own ketchup, or grind your own hamburger. And that's fine. Cooking in your kitchen doesn't ever need to be an obsessive big deal. All it needs to be is a chance for you to enjoy yourself, learn something new, and feel good about what you've done.", "label": [[2, 22, "EVENT"]]}
{"id": 10758, "data": "Kim Gordon And Arcade Fire Are In A Short Film Together, Commence Collective Squee. ", "label": [[0, 10, "PERSON"], [34, 46, "WORK_OF_ART"], [15, 26, "PERSON"]]}
{"id": 10759, "data": "Irish Prime Minister Uses St. Patrick's Day To Praise Immigration In Front Of Trump. \"We came ― and we became ― Americans.”", "label": [[0, 5, "NORP"], [78, 83, "PERSON"], [112, 121, "NORP"]]}
{"id": 10760, "data": "Alex Trebek's Former Home On Mulholland Drive Is For Sale For $3.9 Million (PHOTOS). Those \"Beetlejuice\" inspired chairs don't look like they could have been purchased during this decade. But, with the right", "label": [[0, 13, "PERSON"], [62, 74, "MONEY"], [175, 186, "DATE"], [29, 45, "GPE"], [91, 104, "WORK_OF_ART"]]}
{"id": 10762, "data": "Financial Independence for Everyone: 6 Steps to Leaving Work Behind. Reaching financial independence requires some effort, sacrifice, and learning on your part. Many people shy away from planning their finances because they lack an understanding of economics and financial markets. I've found that managing finances wisely depends on some basic principles that anyone can understand.", "label": [[37, 38, "CARDINAL"]]}
{"id": 10763, "data": "IEX Wins SEC Approval As U.S. Stock Exchange. A built-in delay would protect investors from traders who use tactics depicted in Michael Lewis' 2014 book \"Flash Boys: A Wall Street Revolt.\"", "label": [[9, 12, "ORG"], [25, 44, "ORG"], [128, 142, "PERSON"], [143, 147, "DATE"], [0, 3, "ORG"], [153, 188, "WORK_OF_ART"]]}
{"id": 10764, "data": "5 Things You Are Doing That Keep You From Feeling You Are Good Enough. One of the foundational principles I use while helping my clients is identifying and owning their feelings of worthiness and being good enough about who they are and what they stand for. It is from this place of self-worth that your internal genius shows up so you can truly offer your gifts to the world.", "label": [[71, 74, "CARDINAL"], [0, 1, "CARDINAL"]]}
{"id": 10765, "data": "C.Z. Guest Wears White On White... And How To Get The Look (PHOTO). Time & Life Pictures/Getty Images BCBG Jacquard Dress, Nine West Ballet Flats, Zara Blazer, Dana Buchman Pearl & Crystal", "label": [[147, 158, "PRODUCT"], [68, 121, "PRODUCT"], [123, 145, "PRODUCT"], [160, 188, "PRODUCT"]]}
{"id": 10767, "data": "Chris Murphy Wants A New Progressive Foreign Policy. The Connecticut senator's vision stands out among Democrats.", "label": [[0, 12, "PERSON"], [57, 68, "GPE"], [103, 112, "NORP"]]}
{"id": 10768, "data": "Trump Surrogate Really Just Goes For It With Full-On Jay Z Attack. To which we ask: Is this a good strategy?", "label": [[0, 5, "PERSON"], [53, 58, "PERSON"]]}
{"id": 10769, "data": "Smoothing The Frictions Between Parent And Nanny. It wasn’t that Kimberly Van Der Beek’s new nanny was unqualified. She had come with sparkling references and a gold-star", "label": [[65, 88, "PERSON"]]}
{"id": 10770, "data": "The Parking Lot of Love. I do believe there's someone for everyone, but the more I thought about it, the more I realized while love is not transactional, it sometimes can turn ugly and into hatred when you do not create the boundaries necessary for you to love yourself.", "label": [[0, 23, "ORG"]]}
{"id": 10771, "data": "Pet Shop Boys: Finding Your Furry Partner. You don't have to have kids to get a pet. Some couples have been known to adopt a dog or cat as a practice family. Would Biff and Brenda make responsible parents? If they strap Ruffy to the roof of their Range Rover, probably not.", "label": [[28, 41, "PERSON"], [164, 168, "PERSON"], [173, 179, "PERSON"], [0, 13, "ORG"]]}
{"id": 10772, "data": "In This Fragile Sacred Space. These days, their adventures rarely include me, and my job as mom isn't to hold their hands. My job now is to feel their acceleration, their hunger for flight... and let go.", "label": [[30, 40, "DATE"]]}
{"id": 10773, "data": "No One Knew How To Take Seth Meyers' Harvey Weinstein Joke. The Golden Globes host took on sexual harassment and Donald Trump in a tricky monologue.", "label": [[113, 125, "PERSON"], [60, 77, "ORG"], [37, 53, "PERSON"], [24, 36, "PERSON"]]}
{"id": 10774, "data": "Jeb Bush Will Appear On Stephen Colbert's First 'Late Show'. He'll join George Clooney and Kendrick Lamar.", "label": [[24, 41, "PERSON"], [42, 47, "ORDINAL"], [49, 59, "WORK_OF_ART"], [72, 86, "PERSON"], [91, 105, "PERSON"], [0, 8, "PERSON"]]}
{"id": 10775, "data": "The Village Voice: Hail And Farewell, Friend. I hate to think the internet killed the print edition of the Village Voice this week, but that is the truth. Just as the", "label": [[103, 120, "ORG"], [121, 130, "DATE"], [0, 17, "ORG"]]}
{"id": 10776, "data": "Do All Men Getting Testosterone Therapy Actually Need It?. \"Over the past decade, older and middle-aged men are increasingly being tested for low testosterone levels and being prescribed", "label": [[65, 80, "DATE"]]}
{"id": 10777, "data": "How ISIS Is Redrawing Iraq's Map. ", "label": [[22, 26, "GPE"], [29, 32, "GPE"], [4, 8, "ORG"]]}
{"id": 10778, "data": "The History Of The Irish Car Bomb, And Why You Probably Shouldn't Ever Order One. You might want to think twice before you order one.", "label": [[0, 33, "WORK_OF_ART"]]}
{"id": 10779, "data": "Off-The-Wall Ice Cream Flavors. Some people may think September is the end of ice cream season. We just think it means it's time to get more creative.", "label": [[54, 63, "DATE"]]}
{"id": 10780, "data": "U.S.-Cuba Relations: Why It Matters To All Of Us. Cuba is now the gateway for America’s foreign policy in Latin America.", "label": [[50, 54, "GPE"], [78, 85, "GPE"], [106, 119, "LOC"]]}
{"id": 10781, "data": "Calle 13's Rene Perez Receives Nobel Peace Summit Award. Rene Perez has been awarded a Nobel Peace Summit Award for his song lyrics and his support for social causes. The rapper", "label": [[6, 8, "CARDINAL"], [11, 30, "PERSON"], [31, 55, "WORK_OF_ART"], [57, 67, "PERSON"], [85, 111, "WORK_OF_ART"]]}
{"id": 10782, "data": "Refrigerator Magnet Designs: How To Pimp Your Fridge (PHOTOS). Sure, you know that you can trick out your stand mixer, but did you know that you can also pimp your fridge? Yep, you read", "label": [[0, 19, "PRODUCT"]]}
{"id": 10783, "data": "Armani Fall 2012 Show Features Hats... And Flats! (VIDEO). \"Once a symbol of power, today the woman’s jacket has become practical attire, with pockets to hold mobiles and accessories", "label": [[84, 89, "DATE"], [0, 21, "EVENT"]]}
{"id": 10784, "data": "Reverse Crowdfund-gineering: Five Ways to Integrate Events into your Crowdfunding Campaign. Review some of the events that successful campaigns organized or participated in, and model their success. This is another way you can make reverse crowdfund-gineering work for you.", "label": [[29, 33, "CARDINAL"], [69, 90, "EVENT"]]}
{"id": 10785, "data": "New Cecil The Lion Beanie Baby Sales To Be Donated To Wildlife Conservation. The company hopes the plush toy will provide comfort to those saddened by Cecil's death.", "label": [[151, 156, "LOC"], [4, 18, "PERSON"]]}
{"id": 10786, "data": "Michael Symon's Love Letter To Cleveland. Cleveland native and Chef Michael Symon grew up in a Greek and Sicilian family. The 2008 winner of The Next Iron Chef, Symon", "label": [[0, 15, "PERSON"], [16, 27, "WORK_OF_ART"], [31, 40, "GPE"], [42, 51, "GPE"], [68, 81, "PERSON"], [95, 100, "NORP"], [105, 113, "NORP"], [126, 130, "DATE"], [141, 159, "WORK_OF_ART"]]}
{"id": 10787, "data": "Christian Fashion Line Is Brainchild Of Former Model, Kylie Bisutti (PHOTOS). Doesn't ring a bell? Well, Kylie is here to remind you with her all-new Christian clothing line, God Inspired, or Gi. The", "label": [[150, 159, "NORP"], [192, 194, "ORG"], [0, 22, "ORG"], [54, 67, "PERSON"]]}
{"id": 10788, "data": "Eulogy for a Herding Dog. Like any good dog, Mike enriched our family. And even in death, he's helping us teach a heartbreaking, yet vital lesson to our boys.", "label": [[45, 49, "PERSON"]]}
{"id": 10789, "data": "Theo And Beau (And Their Mom) Get A Book Deal. Jean Feiwel, senior vice president and director of the Macmillan Children's Publishing Group (of which Feiwel & Friends is", "label": [[9, 13, "PERSON"], [34, 45, "WORK_OF_ART"], [47, 58, "PERSON"], [98, 139, "ORG"], [0, 4, "PERSON"]]}
{"id": 10790, "data": "Joe Biden Slams Donald Trump For Selling 'Sick Message' On Immigration. \"There's one guy absolutely denigrating an entire group of people, appealing to the baser side of human nature, working on this notion of xenophobia in a way that hasn't occurred in a long time.\"", "label": [[0, 9, "PERSON"], [16, 28, "PERSON"]]}
{"id": 10791, "data": "Trump And Netanyahu: Embracing Illusions, Ignoring Reality. Netanyahu has found in Trump a co-conspirator.", "label": [[10, 19, "PERSON"], [60, 69, "PERSON"], [0, 5, "PERSON"], [83, 88, "PERSON"]]}
{"id": 10792, "data": "Christie On Clinton Speech: 'I Thought That Elizabeth Warren Wasn't Running'. ", "label": [[0, 8, "ORG"], [44, 60, "PERSON"], [12, 26, "EVENT"]]}
{"id": 10793, "data": "Watch Out For Sleepy Drivers This Thanksgiving. Thanksgiving is a time of travel, but one expert warns that sleep deprivation and darkness can cause drivers to become sleepy", "label": [[29, 46, "DATE"], [48, 60, "DATE"], [86, 89, "CARDINAL"]]}
{"id": 10794, "data": "Trump University Lawsuit Survives Dismissal Attempt. Plaintiffs claim they were defrauded by Trump's real estate seminars.", "label": [[0, 16, "ORG"], [101, 121, "EVENT"]]}
{"id": 10795, "data": "Munich Travel: Opera With A Beer Chaser. As the Michelin guide says of three-star restaurants, Munich's opera and food were both \"Worth the journey.\"", "label": [[28, 39, "PERSON"], [71, 76, "CARDINAL"], [95, 101, "GPE"], [0, 6, "GPE"]]}
{"id": 10796, "data": "The Making Of 'No Reservations' (VIDEO). A new web-video series shows the behind-the-scenes making of Anthony Bourdain's \"No Reservations,\" giving a unique look at", "label": [[0, 31, "WORK_OF_ART"], [102, 120, "PERSON"], [121, 139, "WORK_OF_ART"]]}
{"id": 10797, "data": "How Cake Became The Favorite Mode For Debate Over LGBT Rights, Other Issues. NEW YORK (AP) — It should be a piece of cake. Customer comes in, asks for a cake with a specific design or for a particular", "label": [[77, 85, "GPE"], [87, 89, "ORG"]]}
{"id": 10798, "data": "Watch That Stunning 'Creation' Scene From 'Noah'. ", "label": [[43, 47, "WORK_OF_ART"]]}
{"id": 10799, "data": "Trump Threatens To Cut Aid To UN Members Over Jerusalem Vote. \"Well, we’re watching those votes,\" the president said.", "label": [[0, 5, "PERSON"], [46, 55, "GPE"]]}
{"id": 10800, "data": "Charlottesville Shows That States Must Amend Their Open-Carry Laws. A Virginia statute passed in 1997 precludes Charlottesville from exercising any common sense in such situations.", "label": [[70, 78, "GPE"], [97, 101, "DATE"], [0, 15, "GPE"], [112, 127, "GPE"]]}
{"id": 10801, "data": "Sleep Better To Get Your Energy Back. By Mary Kate Frank \"The main reason I see for loss of energy in women is that they have too much to do,\" says Michael Roizen", "label": [[41, 56, "PERSON"], [148, 162, "PERSON"]]}
{"id": 10802, "data": "Everything's Coming Up Crazy On The Midseason Return Of 'How To Get Away With Murder'. Welcome back.", "label": [[56, 85, "WORK_OF_ART"]]}
{"id": 10803, "data": "Cadbury Eggs vs. Peeps: Which Is Better? (POLL). This is not so much a question of which came first, but more so of which is better -- the chick(en) or the egg? We're not", "label": [[94, 99, "ORDINAL"], [0, 7, "ORG"]]}
{"id": 10804, "data": "Donald Trump Floats Gross New Conspiracy Theory About Barack Obama. \"You just look at the body language and there’s something going on,\" the presumptive GOP nominee said.", "label": [[54, 66, "PERSON"], [153, 156, "ORG"], [0, 12, "PERSON"]]}
{"id": 10805, "data": "Top 5 Tastes: 'Tis the Beginning of the Chowdown Season. Turkey quickly segues into decoratively iced cookies, eggnog and ham, and before we know it, January 2nd rolls around, and the champagne toasts turn to champagne bloats. But let's rejoice! It's just the beginning, and stuffing, lobster bisque and some eggplant pizza are getting me on track!", "label": [[150, 161, "DATE"], [40, 55, "EVENT"]]}
{"id": 10806, "data": "Couple Stole $35,000 From Missing Plane Victims, Police Say. ", "label": [[14, 20, "MONEY"]]}
{"id": 10807, "data": "It's Time For The Eagles To Cut Ties With Chip Kelly. Philadelphia, at 1-3, ranks 30th in offense and 30th on third down.", "label": [[54, 66, "GPE"], [71, 74, "CARDINAL"], [82, 86, "ORDINAL"], [102, 106, "ORDINAL"], [110, 115, "ORDINAL"], [42, 52, "PERSON"]]}
{"id": 10808, "data": "Bush's Ethics Lawyer: Jeff Sessions May Go To Jail If He Lied To Congress. The Attorney General is accused of lying to Congress about conversations with the Russia ambassador.", "label": [[0, 4, "PERSON"], [7, 20, "PERSON"], [22, 35, "PERSON"], [65, 73, "ORG"], [119, 127, "ORG"], [157, 163, "GPE"]]}
{"id": 10809, "data": "Trump Returns To White House Without Melania As CBS Airs Stormy Daniels Interview. The first lady is spending spring break in Florida.", "label": [[87, 92, "ORDINAL"], [126, 133, "GPE"], [37, 45, "PERSON"], [0, 5, "PERSON"], [17, 28, "ORG"], [48, 51, "ORG"], [57, 71, "PERSON"], [110, 122, "EVENT"]]}
{"id": 10810, "data": "Retroactive Update: August 5-12. It has been such a great privilege these last two weeks to visit old friends and make new ones. One question that inevitably continues to come up as I visit more people is what I will do after the run.", "label": [[20, 31, "DATE"], [68, 88, "DATE"], [129, 132, "CARDINAL"]]}
{"id": 10811, "data": "Lindsey Graham's Leaked Voicemails Are Very Revealing. As usual, Donald Trump comes off as a logical and reasonable human being.", "label": [[0, 16, "PERSON"], [65, 77, "PERSON"]]}
{"id": 10812, "data": "Roy Moore, Bill Clinton, Donald Trump And Sexual 'Whataboutism'. Moore’s “What about Clinton” defense is no defense at all, but it is food for serious thought.", "label": [[0, 9, "PERSON"], [11, 23, "PERSON"], [25, 37, "PERSON"], [85, 92, "PERSON"], [65, 72, "PERSON"]]}
{"id": 10813, "data": "Obama Profiles Parkland Survivors For TIME's '100 Most Influential' List. The high school students \"are shaking us out of our complacency.”", "label": [[46, 49, "CARDINAL"], [0, 5, "PERSON"]]}
